{
  "date": "2025-12-09",
  "update_time": "2025-12-09 15:43:18",
  "category_count": 8,
  "total_stocks": 53,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002235",
          "name": "安妮股份",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+IP版权（福建）+彩票+文化传媒\n1、2025年12月7日公告，控股股东林旭曦、张杰拟向北京晟世天安协议转让合计15.92%股份，并放弃4.98%表决权，晟世天安将成为新控股股东，李宁、王磊将成为实际控制人。晟世天安专注于行业智算及具身智能产业应用。\n2、公司从事版权业务为核心的知识产权服务业务，业务范围涵盖作品著作权登记、图文版权交易、影视和图片版权监测及维权、音乐版权分发、新媒体营销、影视投资等领域。公司“版权家”版权综合服务平台利用区块链技术分布式记账、不可伪造、不可篡改、可溯源的特点，为权利人提供数字版权确权存证服务，构成完整的IP运营产业链。公司地处福建。\n3、公司的彩票营销服务业务专业从事为国家彩票的产品制造供应与服务和无纸化彩票销售的整体解决方案提供与服务。\n4、公司参股（1.05%）九次方，后者是贵阳大数据交易所的实际参与设计者，是大数据独角兽企业，参与起草制定了《大数据产业“十三五”发展规划》，并全面参与制定国家大数据交易标准及政府数据技术、安全、应用标准。"
        },
        {
          "code": "sh603023",
          "name": "威帝股份",
          "limit_time": "10:14:06",
          "analysis": "拟收购玖星精密科技+辅助驾驶+收购阿法硅51%股权+汽车电子\n1、2025年12月8日，盘后公告公司拟通过支付现金受让江苏智越天成51%股权及玖星精密科技股权，从而取得控制权。标的公司具有机器人相关业务。\n2、公司有高级辅助驾驶和车联网相关产品。《威帝云总线车联网服务平台项目》公司已建立数据存储中心，车载终端和大数据服务平台都已在运行。公司自主开发的汽车行驶记录仪，使我国汽车拥有了自己的“黑匣子”。\n3、2024年12月31日晚公告，公司已完成购买奇瑞新能源及上海洛顿合计持有的阿法硅新能源共性技术研究院51%股权，交易对价4165.42万元。阿法硅现阶段产品主要销往奇瑞新能源，主要为奇瑞新能源的iCAR品牌车型提供中控显示屏、仪表显示屏产品等。\n4、公司控股股东丽水久有持股航迅信息8%股份，后者是一家航空通信及监视产品研发商，专注于为用户提供飞行器空地无线宽带通信及情报侦察监视、海边防空中巡逻通信与地面监视等解决方案。"
        },
        {
          "code": "sz002339",
          "name": "积成电子",
          "limit_time": "09:42:36",
          "analysis": "中标大单+虚拟电厂+充换电+养老+合作华为\n1、2025年12月8日盘后公告，公司中标国家电网有限公司多个采购项目，金额合计为2.15亿元。\n2、2025年5月12日互动，公司在智能电网、新能源发电等领域的解决方案可用于虚拟电厂建设的相关环节，包括整合分布式能源、实现源网荷储优化。\n3、公司是国内为数不多的智能充换电一站式解决方案服务商。子公司积成智通提供的大功率液冷超充设备具有充电速度快、单枪功率高、主动防护功能全等特点。\n4、上海积成能源研发的智联万家解决方案参与了华为相关的智慧民政项目。该项目通过智能设施设备远程监测服务独居老人生命健康体征数据。\n5、公司业务涵盖信息安全服务，子公司卓识网安在网络安全方面的业务主要包括网络安全等级保护测评、工控系统风险评估、渗透测试、产品检测和商用密码评估等。"
        },
        {
          "code": "sz000953",
          "name": "河化股份",
          "limit_time": "09:46:36",
          "analysis": "实控人拟变更+CRO+维生素D3\n1、2025年12月8日盘后公告，控股股东银亿控股与中哲瑞和于2025年9月9日签署《资产转让协议》，拟转让8700万股股份（占总股本23.76%）及全部应收款项。中哲瑞和已向银亿集团管理人账户支付3.55亿元股权转让款，该款项已到账。若交易完成，控股股东将变更为中哲瑞和，实控人由熊续强变为杨和荣。\n2、公司旗下南松凯博积极开展CMO、CDMO业务。子公司南松医药在医药中间体领域技术优势显著，氯喹侧链等产品合成路线先进，形成较高技术壁垒。南松医药CDMO业务收入同比暴增127%至2120万元。\n3、公司子公司南松医药多功能中试车间，可满足客户多样化的定制需求，该模式下主要产品为维生素D3中间体。\n4、2025年4月11日午盘互动，公司目前无产品直接出口至美国的情形，现有供应链体系未采用美国原产受控物料，短期未受贸易政策直接影响。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "1、2025年12月9日消息，福建泉州：推动基础设施应通尽通 推进泉厦金高速公路前期工作。\n2、2025年12月5日盘中讯，福建：正谋划“十五五”海上福建建设重大思路和举措 后续将及时公开。\n日福建省委书记周祖翼:推动全省国防动员更高层次发展、新质生产力同新质战斗力高效融合。\n3、2025年12月8日盘中消息，厦门“十五五”规划建议：完善厦台海、空直航运输体系 打造“厦门-台湾-全球”通道。",
      "stock_count": 17,
      "stocks": [
        {
          "code": "sh603696",
          "name": "安记食品",
          "limit_time": "10:31:42",
          "analysis": "调味品（福建）+互联网金融+健康食品\n1、公司为复合调味品小龙头，位于福建省泉州市，调味品类主要产品包括复合调味粉、天然提取物调味料、香辛料、酱类、风味清汤等五大类 500多个品种。拳头产品排骨味王调味料,市场占有率位居同类产品前列。\n2、2023年年报，泉州经开区百盛小额贷款公司，注册资本1亿元，主要业务为办理小额贷款业务，安记食品占注册资本的10%。\n3、公司大健康食品包括益生菌、营养补充剂、功能性等固体饮料。"
        },
        {
          "code": "sh605299",
          "name": "舒华体育",
          "limit_time": "09:34:59",
          "analysis": "体育产业（福建）+AI健身助手+华为合作+跨境电商\n1、2025年12月4日，国家体育总局发表文章《以高水平对外开放促进体育事业高质量发展》，表示体育是联系港澳台同胞的桥梁纽带，“十四五”规划时期，我们全面加强内地与港澳地区的体育交流合作，印发《关于支持福建加快建设两岸体育融合发展示范区的措施》，推动两岸体育融合发展。公司办公地位于福建泉州台商投资区。\n2、公司为国内最具实力的健身器材品牌商，产品覆盖室内健身器材（跑步机、健身车、力量器械、倒立机），室外路径产品（公共场合供民众健身娱乐使用的体育器械及体育场馆设施，为各地体育局及企事业单位），政府采购订单逐年上升。\n3、公司可提供智能的健身解决方案，在舒华智能触屏跑步机上推出内测阶段的\"AI健身助手\"，基于DeepSeek模型为用户定制个性化科学运动方案。\n4、公司与华为签署华为智选生态产品合作协议，开展华为智选合作项目；舒华运动APP已有相关的体育教学及健身教学课程。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "09:25:00",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sz002752",
          "name": "昇兴股份",
          "limit_time": "09:25:00",
          "analysis": "福建+两片罐提价+食品包装+抖音运营+4680电池壳\n1、2025年10月13日机构研报称，目前两片罐行业呈现“一超双强”的格局，行业CR3约70%+，行业集中度优化带来龙头定价权的提升，目前两片罐提价已释放积极信号：近期外资主要客户（百事）基本落实明年提价3分。公司主营业务为食品、饮料包装用两片罐、三片罐等金属包装容器的制造。\n2、2025年12月2日讯，台湾馆长将于12月中旬来大陆接受产品代言、直播带货，其中明确指出要带货旺旺。公司地处福建福州，主要产品为饮料罐和食品罐，公司与旺旺建立了长期稳定的合作关系。\n3、公司旗下抖音运营服务属于智慧包装整体解决方案的一部分，子公司昇兴云定位为快消品上下游企业和商家提供商品防伪防窜溯源、渠道管理、IP智能营销、大数据分析等综合服务，提升包装载体附加值，从而提升公司对下游快消品牌客户的增值服务能力。\n4、公司制罐技术行业领先，4680电池壳与罐体形状相似，公司或通过现有设备改进制造4680电池壳，跨界进入锂电行业，打开第二增长极。"
        },
        {
          "code": "sz000905",
          "name": "厦门港务",
          "limit_time": "09:58:27",
          "analysis": "福建+拟收购集装箱码头集团+港口物流+中欧班列\n1、2025年12月8日盘中消息，厦门“十五五”规划建议：完善厦台海、空直航运输体系 打造“厦门-台湾-全球”通道。2025年12月5日盘中，近日福建省第十五个五年规划专门对海上福建建设作出部署，有关部门抓紧谋划“十五五”期间海上福建建设重大思路和举措，持续推动福建海洋经济做大做强。\n2、公司实控人为福建省国资委，是福建省港口集团唯一的上市平台。公司拥有厦门港最大等级的散货泊位，可减载靠泊 20 万吨级散货船；公司旗下码头是厦门唯一、厦门港最大的大型煤炭、铁矿石公共码头。\n3、2025年10月24日公告，披露购买资产草案修订稿。2025年3月17日盘后公告，公司拟收购集装箱码头集团70%股权。后者2024年营收27.2亿，净利润5.23亿，旗下拥有稀缺集装箱码头资源，可接泊20万吨级超大型集装箱船舶，年通过能力超过1000万标箱。\n4、陆向方面，开通海铁联运专列，参与中欧班列，投资运营三明、吉安陆地港。公司已在厦门港外设立物流经营网点40余个，并在越南开设了办事处。"
        },
        {
          "code": "sh601933",
          "name": "永辉超市",
          "limit_time": "10:36:51",
          "analysis": "福建+连锁超市+胖东来调改+名创优品拟控股公司\n1、公司地处福建省福州市，公司已在全国发展超千家连锁超市，业务覆盖29个省和直辖市，530座城市，经营面积超过775万平方米。\n2、2025年4月3日消息，永辉超市上海第二家“学习胖东来”自主调改店——浦江万达广场店2日焕新开业。\n3、2024年11月28日永辉超市确定上海首家学习胖东来自主调改门店为上海金山万达店，与奥乐齐超市全国最大门店仅一街之隔。永辉目前已有20家调改门店开业，预计明年或超100家，公司第一大股东名创优品，其定位“全球IP联名集合店”。\n4、2024年9月23日盘后公告，公司股东拟向广东骏才国际合计转让29.40%股份（约63亿元），本次交易完成后，公司第一大股东将变更为骏才国际。骏才国际及其实控方名创优品将与永辉超市携手向品质零售模式转型。"
        },
        {
          "code": "sh600897",
          "name": "厦门空港",
          "limit_time": "14:45:27",
          "analysis": "厦门国资+航空运输\n1、2025年12月8日盘中消息，厦门“十五五”规划建议：完善厦台海、空直航运输体系，打造“厦门-台湾-全球”通道。公司控股股东厦门翔业集团，实控人厦门市国资委；厦门机场航线网络覆盖境内外136城，是海峡西岸经济区航线最丰富、中转最便捷的区域性航空枢纽。\n2、公司经营范围是为国内外航空运输企业及旅客提供地面保障服务；商业场所和办公场所；装卸搬运；国内货运代理；其他仓储业等。\n3、2025年10月31日公告，公司前三季度营收15.23亿元、同比增长7.21%，净利润3.84亿元、同比增长3.53%。"
        },
        {
          "code": "sz002105",
          "name": "信隆健康",
          "limit_time": "09:33:54",
          "analysis": "海峡两岸+养老+机器人（外骨骼）+小米自行车配件\n1、公司实际控制人是廖学金，其籍贯为中国台湾。2025半年报显示，公司设有信隆台湾研发中心。\n2、公司三大主营业务中与养老产业相关的康复器材业务目前以轮椅为最大宗，另外还有助行器、拐杖、便椅、病床架、病床餐桌等产品，能为老年人及康复中的病人提供生活上的方便，提高其生活质量。\n3、2025年3月31日公司互动：智能轮椅和外骨骼机器人等的智能康复辅助器材产品是公司和行业后续的发展方向,公司目前处于研究阶段,尚无完成的产品推出。2025年2月5日互动，公司积极面对银发、残疾等领域人群未来对于智能康复器材产品如：智能轮椅机器人，养老智能服务机器人、外骨骼机器人等的需求，进行研发自有产品。\n4、小米是公司自行车配件终端客户。"
        },
        {
          "code": "sh601279",
          "name": "英利汽车",
          "limit_time": "09:37:51",
          "analysis": "海峡两岸+汽车零部件+电池箱\n1、公司控股股东为台湾上市公司，实控人均为台湾籍。\n2、公司专注于实现汽车零部件的轻量化，主营业务为车身结构零部件及防撞系统零部件的研产销，与国内知名新能源车企比亚迪、理想、小鹏、蔚来、极星以及北美知名新能源车企等展开合作。\n3、主要产品包含金属零部件和非金属零部件两大类，金属零部件有仪表板骨架、EV 电池下壳体、EV 电池上壳体等。"
        },
        {
          "code": "sh603879",
          "name": "永悦科技",
          "limit_time": "09:44:20",
          "analysis": "机器人（福建）+无人机+涂料\n1、公司地处福建省泉州市，子公司盐城永悦智能主营业务为无人机、无人车、智能机器人的生产研发销售。\n2、无人机业务主要为智能无人飞行器整机的研发、制造和销售，以行业应用为主（警用、消防、巡检、测绘等）。\n3、化工新材料板块为公司主营，主要业务收入来自于泉州永悦新材料的不饱和聚酯树脂和孟加拉永悦的 PET 再生切片，其中不饱和聚酯树脂的两个主要应用领域人造石（房地产相关产业）和玻璃钢（基建相关产业）。"
        },
        {
          "code": "sz003016",
          "name": "欣贺股份",
          "limit_time": "13:20:42",
          "analysis": "女装（福建）+实控人台湾籍+电商+AI\n1、公司是国内高端女装品牌龙头企业之一，地处福建厦门，实控人孙氏家族为台湾籍，创始人孙瑞鸿曾获厦门“湖里区第十批台湾专业人才”称号。\n2、专注于打造中国自主的高端女装品牌，在全国设有销售门店500余家，目前已拥有JORYA、JORYA weekend、ΛNMΛNI恩曼琳、Caroline、AIVEI等多个自主女装品牌。\n3、公司直播业务包括天猫店播、淘宝C店、抖音直播、唯品会直播、微信视频号等，欣贺电商近几年持续实现20%的复合增长，达到20+%的净利润率。\n4、公司拟投资1亿元成立全资子公司，旨在拓展低空经济、人工智能及新型科技等领域的创新业务，并于2024年11月9日公告完成工商注册取得营业执照。"
        },
        {
          "code": "sh600573",
          "name": "惠泉啤酒",
          "limit_time": "14:11:58",
          "analysis": "福建+啤酒+北京国资\n1、公司为福建省知名啤酒品牌，控股股东为北京燕京啤酒股份，实控人为北京市人民政府。\n2、公司的主要经营业务为生产销售啤酒。主要产品是惠泉一麦、惠泉纯生、惠泉欧骑士和惠泉鲜啤系列产品等，主要市场是福建、江西等地。\n3、公司在福建、江西等核心销售区域知名度较高，现有4个啤酒生产基地(本埠南厂、北厂，福鼎，江西抚州)，总生产规模设计年产能力80万吨，现产能超过60万吨啤酒，总资产超过15亿元。"
        },
        {
          "code": "sh601828",
          "name": "美凯龙",
          "limit_time": "14:37:56",
          "analysis": "厦门国资+家居连锁+重整预期+破净/低价股\n1、公司实控人为厦门国资委，公司国内最大的家居装饰及家具零售商场运营商。公司当前市净率为0.28，股价2.79元/股，\n2、2024年9月23日，红星美凯龙家居的二股东红星控股，开启债务重组。2024年9月25日，红星控股公告，为顺利推动重整工作，管理人拟公开招募红星控股重整投资人。\n3、2024年2月7日晚公告，公司就此前股份转让有关事项签订补充协议；2023年1月13日晚公告,建发股份有意受让红星控股持有的公司29.95%的股份，交易对价原则上不超63亿元且不高于甲方聘请的专业机构所出具并经国资主管部门认可的标的股份估值结果。"
        },
        {
          "code": "sz300640",
          "name": "德艺文创",
          "limit_time": null,
          "analysis": "福建+文创+谷子经济+VR体验+宠物经济\n1、公司位于福建省福州市，公司致力于成为“全球文创家居用品整体供应商”，、已经形成了创意装饰品、休闲日用品、时尚小家具三大产品系列等近万个具体品种，产品远销全球五大洲100多个国家，成为国内主要的文化创意家居用品出口商之一。\n2、2024年12月4日互动，公司目前已开发出“森晴”及“野生物口”等自主IP,并与福建京剧院合作,融合京剧元素开发了“森晴•如梦青衣”系列盲盒等,未来将持续专注个性化、特色IP衍生品,丰富文化创意产品线。\n3、在产品设计方面，公司未来将运用VR+AR+MR混合现实技术，实现设计过程的可视化互动呈现；在产品展示和营销方面，公司将借助VR等技术给客户带来沉浸式体验。\n4、公司目前除通过亚马逊等大型平台进行业务推广外，数字化交易平台也正在积极搭建中。\n5、2024年12月4日互动，公司产品类别较多，其中包括宠物专用包、宠物小家具等宠物相关产品。"
        },
        {
          "code": "sz002702",
          "name": "海欣食品",
          "limit_time": "",
          "analysis": "速冻食品（福建）+常温新品+高端预制菜\n1、公司地处福建福州，2025年11月27日公告，公司新渠道拓展取得突破，产品已入驻山姆超市系统，年底为公司产品销售旺季。\n2、公司产品主要包括速冻鱼肉制品和肉制品类（火锅丸滑、鱼丸、肉丸、福袋、鱼豆腐等）、速冻米面类（蛋黄烧麦、流沙包等）、速冻菜肴类（鲍鱼、带鱼、鱿鱼串、烤芝士卷等）；常温休闲类（蟹柳、鱼豆腐、速食关东煮等）。2025年三季度推出常温鲍汁鲍鱼、金汤佛跳墙等新品，常温休闲食品前三季度收入已超去年全年，并入驻山姆超市系统。\n3、公司在2023年底开始布局海鲜烧烤串类产品和牛羊肉卷等其中海鲜烧烤串类产品依托公司舟山工厂属地化优势，公司有望在中高端预制菜领域形成竞争优势。\n4、公司在天猫、京东等电商平台开设直营旗舰店，并与每日优鲜、叮咚买菜、盒马鲜生、7Fresh等进行合作，积极开展网络销售业务。"
        },
        {
          "code": "sh601566",
          "name": "九牧王",
          "limit_time": "",
          "analysis": "男裤（福建）+网红经济+电子商务\n1、公司办公地址位于福建省厦门市。九牧王是中国男裤行业的龙头企业，公司主要从事男裤及男士商务休闲服饰的生产和销售。截至2024年，九牧王男裤市场综合占有率连续二十五年位列国内第一。\n2、公司拥有九牧王品牌、ZIOZIA品牌及时尚潮牌FUN等品牌。公司携手范丞丞、李昀锐、魏大勋、张云龙、朱亚文五位明星，传递九牧王专研男裤35年的品牌价值，高效布局品牌年轻化。\n3、公司已布局主流电商平台。"
        },
        {
          "code": "sh600033",
          "name": "福建高速",
          "limit_time": "",
          "analysis": "高速公路+福建国资+京台高铁\n1、2025年12月9日消息，福建泉州：推动基础设施应通尽通，推进泉厦金高速公路前期工作。2025年12月2日消息，福建规划建设金门供水第二通道、马祖供水、泉金高速等一批重大项目，在全省6个台商投资区预留了发展用地5.3万亩。\n2、公司实控人福建国资委，主营福建省高速公路的投资、建设、收费、运营和管理，是福建省高速公路唯一上市公司。\n3、2025年11月13日据平潭时报，京台高铁大陆段(北京至平潭)已建成通车，通往台北的高铁(即京台高铁的福州至台北段)已进入规划论证阶段；公司控股股东福建省高速公路集团持股51%京台高速(平潭)跨海大桥公司。\n4、福建高速是福建省内4条高速公路的运营商，主营高速公路投资、建设、收费和运营管理，包括泉厦高速公路、福泉高速公路、罗宁高速公路、浦南高速公路，是福建省的重要黄金通道。\n5、公司出资2.7亿元参与海峡财险公司的发起设立，持股18%，为第二大股东。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "1、航天八院长征十二号甲，网传12月12日飞。天龙三号，网传12月20号之后飞。\n2、媒体报道，在文昌国际航天城，年产1000颗卫星的超级工厂即将投产，可实现“卫星出厂即发射”的无缝衔接；目前20余家产业链上下游企业已签约落户。\n3、网传SpaceX计划2026年下半年IPO。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "14:56:12",
          "analysis": "太空算力+神舟飞船+军工+汽车雷达\n1、半年报显示，公司多型星上智能处理产品成功交付;标准化、通用化星上智算产品的研制取得阶段性重大进展。\n2、2025年12月1日，新华社报道，从中国航天科技集团一院获悉，由该院抓总研制的我国首艘火箭网系回收海上平台于近日被命名为“领航者”并成功交付。子公司恒达微波研制的“微波雷达天线”和“微波应答机天线”助力神舟二十一号载人飞船与空间站顺利对接。\n3、公司eMMC存储控制器完成国产化迭代并量产，宽温级128GB产品获国产化认证；毫米波雷达测试系统已与华为、比亚迪等行业龙头达成更多合作。 \n4、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。"
        },
        {
          "code": "sz002682",
          "name": "龙洲股份",
          "limit_time": "09:30:24",
          "analysis": "商业航天+福建+智能潜排水机器人+储能+军工\n1、公司地处福建龙岩，实控人为龙岩市人民政府国资委，全资子公司龙岩天元信息科技卫星定位监控及服务为其主营业务之一。\n2、2025年3月11日互动，公司旗下龙岩畅丰为大流量全液压排水抢险车配备的智能潜排水机器并非人形,该设备具备水下作业能力和远程吸、排水功能。\n3、公司军品供应资质申请已取得保密资质。\n4、公司旗下畅丰专汽生产的储能车包括应急充电车、120KAV储能＋柴油机组混合结构电源车。\n5、实控人为龙岩市人民政府国资委，开创了水路、铁路、公路多式联运、一站式“门到门”的沥青运输物流模式，业务主要集中在京津冀、福建等地。"
        },
        {
          "code": "sh600151",
          "name": "航天机电",
          "limit_time": "13:11:03",
          "analysis": "航天八院（长征十二）+航天用钙钛矿电池+中冷器+新能源车\n1、公司控股股东是上海航天技术研究院（航天八院），后者主要业务领域覆盖运载火箭、应用卫星、航天技术等领域，八院不仅是我国飞航导弹核心研制单位，更是长征十二号甲运载火箭的总师单位，这款液氧甲烷可回收火箭即将发射，技术实力比肩国际顶尖水平，而其相关核心资产有望注入上市公司。\n2、参股子公司上海太阳能推出商业航天用空间环境适应低成本钙钛矿复合叠层太阳电池技术。\n3、公司光伏产业主要从事多晶铸锭、组件环节的研产销，运营约350MW的国内光伏电站和4.8MW的海外光伏电站，具有1GW/年硅片、4.9GW/年组件的产能，推出了高效N型TOPCon组件。海外市场涉及印度、巴西、欧洲、东南亚和北美等国家和区域。\n4、公司已获得定点项目的本土新能源车客户主要有比亚迪、理想。\n5、公司主要经营光伏产业和汽车热系统产业两大产业。热系统业务涉及的中冷器、水箱产品的设计、生产和开发均与对应车型发动机相匹配，且公司正在为多款国六车型供应产品。"
        },
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "09:35:36",
          "analysis": "卫星通信+福建+量子技术+华为+屏显制造\n1、公司位于福建省福州市。公司在卫星通信技术方面，持有Ka高通量卫星轨位稀缺资源，可发射政府、民用、商业卫星，覆盖“一带一路”沿线及海峡两岸，同时可提供卫星终端产品、应用与解决方案，以及海上通信运营服务。公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业。\n2、控股子公司福建海天丝路卫星，合肥国资，福建国资均有持股。\n3、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n4、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n5、显示制造业务方面，打造高度定制化的屏显终端产品矩阵，广泛覆盖消费电子、商业显示、教育、养老、智能制造等。"
        },
        {
          "code": "sh603601",
          "name": "再升科技",
          "limit_time": "09:30:50",
          "analysis": "SpaceX供应商+半导体洁净空气+玻璃微纤维+真空绝热板（冰箱）\n1、2025年7月3日，再升科技研究院院长李志勇在接受央视采访时明确表示，正为SpaceX出口这类超高温绝热材料。\n2、公司已累计为多个国内知名半导体项目提供“干净空气”产品和解决方案，如西安奕斯伟项目、中芯南方项目等。\n3、公司是玻璃微纤维单项制造业冠军企业，并以超细纤维棉为主要原材料，产品主要分为干净空气材料、高效节能材料、无尘空调产品三大类。截至2024年底公司已建成多条超细纤维棉生产线，年产能达到12万吨。\n4、2026年6月1日即将实施的新版家电能效国标大幅提升节能要求，真空绝热板（VIP）厚度仅为传统材料的1/10，采用真空绝热板可使冰箱节能10%-30%；公司VIP芯材产品是真空绝热板(VIP板)的核心材料。当前国内冰箱VIP渗透率不足5%，政策落地后渗透率预计突破30%。"
        },
        {
          "code": "sh603278",
          "name": "大业股份",
          "limit_time": "09:32:02",
          "analysis": "商业航天+人形机器人（灵巧手/腱绳）+光伏+轮胎\n1、公司持有江北公司4.216%的股权，江北公司主要从事航天动力系统、天线罩等航天型号产品。但该投资属于财务性投资，不直接产生营业收入，对公司业绩没有影响。\n2、公司腱绳2024年上半年应收2212万元。据网传资料假设灵巧手大约使用10根腱绳，预计对应价格约为5元/根。2025年10月30日互动，公司正在积极推进腱绳产品的研发和市场拓展，目前尚未批量生产。\n3、2025年12月4日，公司参加航空轮胎用缆型胎圈钢丝标准研讨，缆型胎圈钢丝技术长期被国外垄断，公司成功打破技术壁垒，实现了产品的自主化生产。\n4、公司旗下山东大业新能源公司，主要经营风力发电、光伏发电等领域。"
        },
        {
          "code": "sz002927",
          "name": "泰永长征",
          "limit_time": "10:49:03",
          "analysis": "商业航天+充电桩+固态断路器（数据中心）+电网设备\n1、公司的自动转换开关设备应用于航天发射场的稳压系统中，保障关键发射操作和设备能够得到稳定和连续的电力供应。2024年8月8日晚互动，公司的自动转换开关设备应用于文昌航天发射场的稳压系统中。\n2、公司充电桩产品可适配国标接口的锂电池、固态电池等。\n3、2025年11月11日机构调研纪要，公司固态断路器电流段齐全，覆盖32A至6300A，可适用于智慧交通、矿山、船舶、直流微网、地铁、数据中心等多种场景。\n4、2025年11月6日机构调研，公司现有产品可应用于数据中心的低压配电中，在中国移动、中国电信、中国联通等运营商客户的项目建设中均有相关应用。\n5、2025年11月6日机构调研，公司变压器、配电开关、系统成套设备及电网运维检修等产品服务主要以招投标方式参与电网领域，在国家电网和南方电网多个省级电网公司实现中标及供货。公司在电网领域的业绩占比约为 40%"
        },
        {
          "code": "sh600855",
          "name": "航天长峰",
          "limit_time": "14:29:59",
          "analysis": "商业航天+军工电子+脑机接口+低空经济\n1、下属子公司航天朝阳电源为商业航天领域的低轨卫星提供配套电源产品。\n2、公司军工电子业务主要包括军工电源产品和红外光电类设备的研制生产与销售，隶属于航天国防军工行业。红外光电业务领域、 制冷型红外机芯以及制冷型红外热像仪是航天长峰红外光电的主打产品。\n3、公司作为脑机接口联盟的首批理事单位，将与其他成员单位协同，持续关注相关技术的研发进展及应用，但公司目前尚未拥有相关产品。\n4、2023年6月27日互动，公司与二院有关单位就康复辅助机器人(外骨骼)等相关领域进行过初步探讨,目前尚未开展相关技术和项目合作。\n5、2024年6月12日互动，公司目前有相关技术储备可实现对低空飞行器非法越界的智能分析和预警。此外,公司拥有基于异构大数据的指挥调度相关技术，后续可与低空飞行器安全管理需求场景相结合。"
        },
        {
          "code": "sz301517",
          "name": "陕西华达",
          "limit_time": "14:41:33",
          "analysis": "卫星通信+航天（连接器）+铜缆高速连接器\n1、2025年12月8日盘后网传纪要（未证实），公司星网卫星配套价值量翻倍以上增长，一代星配套价值量50-100万，二代星新增微矩型产品、光纤组件，新增价值量达80-100万，单星合计配套价值量提升至150万+。HW卫星项目启动之初就开始合作，目前已提供相应产品；配套上海小卫星及斯北图，即将与上海瀚讯对接新一轮合作。\n2、2025年12月9日互动表示，生产的高可靠等级电连接器及互连产品，应用在各类航天器项目中，公司长期为长征系列火箭配套产品，应用范围覆盖了各类高轨卫星、低轨卫星等航天各个领域。\n3、公司光纤组件已经客户验证，光模块目前处于样品提供阶段。华经微电子光模块产线已拉通，正在市场拓展。\n4、2025年8月25日晚公告，公司拟购买陕西华经微电子100%股权，标的公司从事高可靠电子元器件。2024年5月互动，已涉足铜缆高速连接器领域。\n5、公司为银河航天提供配套电连接器产品。公司研制生产的射频同轴连接器及电缆组件都需要进行电磁屏蔽设计，以保证传输信号的稳定性和抗干扰。"
        },
        {
          "code": "sz002519",
          "name": "银河电子",
          "limit_time": "",
          "analysis": "商业航天+军工+机器狗+新能源\n1、公司表示看好商业航天前景，已完成格思航天的增资扩股项目，格思航天主要聚焦民商卫星研发与智能制造整体解决方案，拥有完善的卫星设计与制造条件保障资源，具备整星/分系统/单机设计、卫星批量化 AIT 等各项专业能力。\n2、2025年7月7日互动，公司智能特种装备业务主要是技术保障装备、智能供配电系统、综合电子信息系统、综合环境控制系统等产品，上述各分系统主要用于坦克、装甲车、自行火炮、指挥车、通信车、侦察车、技术保障、后勤等各型军用特种车辆。\n3、全资子公司合肥同智机电涉及无人环境感知、智能决策、运动控制等机器人技术，在陕西省消防救援总队2023年度消防车辆装备采购项目中中标侦检机械狗。\n4、公司储能主要产品包括小型工商业储能和户储业务，部分产品已完成开发。\n5、公司轻量化精密结构件涵盖新能源电动汽车动力电池箱、光伏逆变器、储能系统等领域客户包括阳光电源、宁德时代等。"
        },
        {
          "code": "sz002149",
          "name": "西部材料",
          "limit_time": "",
          "analysis": "网传SpaceX铌合金供应商+商业航天+钛合金+无人潜航器+稀有金属\n1、据网传其中铌合金是SpaceX中国唯一供应商（未证实）。公司覆盖钽、铌、钨、钼等稀有合金，均属火箭发动机燃烧室、喷管等核心热端结构件材料，市占率70%+。公司是我国新一代运输机、战斗机和轰炸机钛板材主要供应商之一,部分航空航天用贵金属材料独家供应商。\n2、公司已发展成为规模较大、品种齐全的稀有金属材料深加工研发生产基地。拥有钛、锆及其合金加工材产业，稀贵、钽铌金属材料产业，钨钼材料及制品产业等业务板块。\n3、网传资料显示UUV（无人潜航器）研制呈井喷态势，超过一定潜深必须用到钛合金这一基材，西部材料卡位核心（未证实）。公司主要产品钛/钢复合板已经形成规模化生产,年产5000吨,位居国内第一,世界第三。\n4、公司参股西部新锆8.8%股权，后者是国内锆产业自主研发、自主生产的科技创新企业。公司是国内唯一的核电站用控制棒生产企业。公司实控人为陕西省财政厅。公司半导体存储器用高纯钨材料目前正处于研制开发阶段。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "1、2025年12月8日，中央政治局召开会议，分析研究2026年经济工作，会议提出要坚持内需主导（2024年用词是大力提振），建设强大国内市场；此外，市场预期本周也将召开中央经济工作会议。\n2、吃瓜蒙主，带火1644史观，大众重新认识明清。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "10:21:38",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sh600250",
          "name": "南京商旅",
          "limit_time": "10:36:52",
          "analysis": "南京旅游+控股股东拟整合重组+跨境电商+低空经济\n1、近期“吃瓜蒙主”对红楼梦的解读大火，明孝陵被纷纷打卡。公司是南京旅游集团下属的唯一上市公司。持有秦淮风光51%股权，后者运营南京夫子庙秦淮风光带。公司下属有组红山动物园/夫子庙/酒店等众多业务，是江苏省内规模最大和产业链最完善的大型国有旅游企业。\n2、2025年7月6日公告，公司收到控股股东南京旅游集团通知，拟以南京旅游集团为主体，推进南京旅游集团、南京市文化投资控股集团、南京体育产业集团整合重组工作，打造南京市文旅体商综合开发运营主平台；控股股东已开始将旗下较好的经营性旅游资产注入公司。\n3、2025年6月28日公告，公司收到上交所恢复审核发行股份及支付现金购买黄埔酒店100%股权的交易。\n4、2025年5月30日公告，全资子公司南京新旅参与设立万有低空飞行公司。后者将在南京设立城市空中交通运营中心，开展eVTOL城市空中观光，打造南京低空应用场景。"
        },
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "13:49:33",
          "analysis": "阿凡达3+AI短剧+拟增资子公司+电影发行\n1、公司通过与美国好莱坞融资机构TSG 的合作协议，获得《阿凡达3：火与烬》的全球票房分账权。《阿凡达3：火与烬》已正式定档于 ​2025年12月19日在中国内地与北美同步上映。\n2、公司“博卡一键AI短剧”平台正式向专业创作者开放，AI影视垂直应用落地，形成“影视工业化体系+生成式AI技术”双重能力。\n3、2025年10月30日晚公告，公司拟以8.67亿元债权向全资子公司北京博纳债转股增资。\n4、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n5、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        },
        {
          "code": "sz002301",
          "name": "齐心集团",
          "limit_time": "09:34:57",
          "analysis": "谷子经济+AI大模型+智慧政务+AR智能眼镜+跨境电商\n1、齐心文创先后与吾皇猫、山海经、迷你世界、读者、魔鬼猫、鲨猫、小狗蛇、神烦鸟等多个优质文化IP携手，通过发掘丰富的文化底蕴，打造深受年轻人喜爱的“国潮文创”。\n2、2025年初，公司推出齐心智磐 AI大模型，覆盖商品寻源与上架、客户点单、订单分配、供应链结算、履约配送等数字化采购环节，大幅提升工作效率。\n3、公司云视频智能产品重点聚焦拓展智慧政务、智慧党建、智慧金融、智慧医疗等行业场景应用。在技术先行的研发策略下，加大投入自研 PaaS 和 SaaS 底层核心技术，自研推出了新一代智能云视频灵犀算法和夜莺AI音频算法等领先技术。\n4、公司持股好视通92%，是国内知名云视频产品和服务提供商。好视通官网页面展示有AR智能眼镜，应用场景涉及医疗、工业等远程解决方案。\n5、子公司杭州麦苗布局跨境电商客户的数据营销服务,助力国内品牌出海，已成功入驻成为Amazon、Shopee、Lazada等,业务覆盖SaaS软件、广告代投放等领域。"
        },
        {
          "code": "sz300081",
          "name": "恒信东方",
          "limit_time": "10:19:57",
          "analysis": "阿凡达3XR+算力+合作华为+手势追踪+谷子经济\n1、《阿凡达3：火与灰》即将上映，Meta作为《阿凡达3》的合作方，在其Horizon TV平台限时发布了《阿凡达3》的独家3D片段，用户可以通过Meta Quest头显观看，2025年12月8日谷歌将与XREAL联手发布首款搭载安卓XR平台的AI眼镜Project Aura，恒信东方早于2023年就和XREAL（曾用名Nreal）建立了战略合作关系，具备适配各类XR硬件终端的内容制作与移植能力。\n2、公司算力系统集成及技术服务包括 AICC硬件基础设施和软件平台。\n3、公司是华为在VR板块的内容合作方之一，公司XR团队在手势追踪、语音识别等自然交互技术理解与应用方面具备丰富经验。\n4、公司拥有的IP分为四大类:儿童类、影视类、VR影视游戏类、VR图书类。\n5、2024年1月17日，苹果亚太区相关负责人一行造访恒信东方，围绕Vision Pro平台内容开发展开了讨论。双方表示，期待在不久的将来在Vision Pro原生应用开发者社区及大中华区行业应用拓展中发挥重要作用。"
        },
        {
          "code": "sz002445",
          "name": "中南文化",
          "limit_time": "10:24:00",
          "analysis": "长安二十四计+电视剧+VR+国资+大数据\n1、古装复仇爽剧《长安二十四计》定档2025年12月12日在优酷全网首播，并同时登陆央视8套，公司作为出品方有望受益。\n2、 公司主营业务是电视剧，电影项目的投资策划，制作发行，营销及其衍生品开发业务，2024年新增投资了版权剧《长安二十四计》，开发剧集《一个人张灯结彩》等。\n3、公司持股唱吧接近4%，持有深度视界10%股权。后者是一家VR影视娱乐公司，业务包括：3D电影后期制作、明星形象数字资产服务、VR相关内容制作、VR影视主题乐园。\n4、公司实控人为江阴国资委，是国内规模较大的金属管件生产企业，公司产品大量销售并应用于石油、化工等行业。\n5、公司及控股股东中南城投拟通过增资和股份转让方式共同投资上海承泰40%股份，从而进入大数据领域。"
        },
        {
          "code": "sh600280",
          "name": "中央商场",
          "limit_time": "10:38:12",
          "analysis": "百货零售（南京）+抵制日货+拟购买安徽中商20%股权+房地产\n1、公司地处南京，公司主业为百货零售，同时通过同“罗森”的战略合作拓展便利店业务，兼有部分房地产开发业务。房地产开发除部分纯住宅项目外，主要为用于新开百货门店的自建综合体。公司始建于1936年，由张静江、曾养甫、茅以升等社会名流和爱国之士，以“抵制日货、弘扬国货、振兴民族商业”为宗旨而创立，是当时“实业救国”大潮中南京第一家大型综合商场\n2、公司参与 “跟着赛事游南京” 活动，与政府、景区、酒店形成联动，凭借其在南京的核心地段布局（如新街口等商圈），有望直接承接苏超赛事带来的消费流量 。公司门店分布与苏超主场城市高度重合，在南京、淮安、徐州等苏超重点城市均设有门店。\n3、公司在“Young 购” 电商平台投入发展。子公司云中央完成电商平台蓝图方案和技术建设，覆盖中央商场各连锁店经营品类及雨润食品产品销售环节。\n4、子公司安徽中商中央厨房食品研产基地项目主要内容包括中餐制售、食品、预包装食品的研发、制造、销售等。\n5、公司兼有部分房地产开发业务。"
        },
        {
          "code": "sz002329",
          "name": "皇氏集团",
          "limit_time": "13:12:42",
          "analysis": "旺旺奶源供应商合作+供货霸王茶姬+儿童乳品+跨境电商+光伏\n1、2025年12月4日台湾网红陈馆长带货旺旺，皇氏集团与香园食品签署战略合作协议，共同开拓水牛奶在餐饮、新茶饮等领域的应用，而香园食品长期为旺旺集团提供原料解决方案，是旺旺的供应商之一。\n2、公司为霸王茶姬等国内知名品牌提供原料。\n3、公司的支柱产业是以水牛奶、发酵乳、巴氏鲜奶为核心的特色乳品业务，涵盖从牧草种植到奶水牛育种、奶牛养殖、乳品加工、销售服务的全产业链，另有其他食品类产品。公司针对儿童及青少年开发了\"一只水牛”、\"小小水牛皇”有机纯牛奶、铁锌牛奶、高钙牛奶、小爱酸奶等系列产品。\n4、公司参投的臻品悦动公司业务范围包括跨境电商。\n5、公司主要光伏产品为太阳能电池片，主要原材料为硅片、硅料。TOPCon快速增长，公司规划20GW，预计投产5GW。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "智谱开源“会操作手机的AI”AutoGLM。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002995",
          "name": "天地在线",
          "limit_time": "10:04:36",
          "analysis": "AI营销+字节系+腾讯广告核心服务商\n1、2025年2月6日参股公司世优科技微信公众号发布，世优科技推出的“世优波塔A 数字人智能体与 Deepseek 的通用人工智能(AGI)能力结合。\n2、公司主业为提供互联网广告及企业级SaaS营销服务；2024年半年报披露，公司已经与字节系等客户建立了稳定的合作关系，形成了多渠道、多业务线的经营模式。\n3、腾讯为公司前五大供应商之一，公司目前为腾讯广告核心服务商、腾讯企点产品合作伙伴、腾讯企业微信服务商。网传纪要表示公司收入中腾讯占比70%，是目前A股市场最高，收入弹性最大。\n4、控股子公司“有问必应”，为AI财税领域的服务型公司，为企业客户提供财税咨询、财税风险与合规、财税数据分析等专家级AI财税服务。"
        },
        {
          "code": "sz000823",
          "name": "超声电子",
          "limit_time": "11:12:45",
          "analysis": "供货努比亚+算力PCB+AR眼镜+苹果+5G+印制线路板\n1、2025年12月9日，努比亚总裁发文称，团队已收到一些问题与反馈，正在与合作伙伴积极沟通与解决。抖音集团副总裁李亮转发并配文称：AI带来的变革是真实存在的，用户的需求也是真实存在的。豆包和中兴的探索是一个开始，不论这次是否会成功，但AI一定是未来。\n2、公司为努比亚Z9提供触控显示模组。\n3、公司有供应应用于高算力、高性能计算配套的印制板产品。公司已有PCB产品应用于5G通讯的配套。\n4、公司是苹果公司的PCB供应商。2025年11月28日盘后互动，公司部分PCB产品有在AR/VR眼镜领域配套应用。\n5、公司是我国印制线路板龙头企业之一，旗下的汕头超声印制板公司(CCTC)享有“中国印制线路板之冠”的美誉，是国内国产移动通讯手机印制板的独家配套企业，产品国内市场占有率高，并大量出口。"
        },
        {
          "code": "sh603327",
          "name": "福蓉科技",
          "limit_time": "",
          "analysis": "AI手机+AI眼镜+福建国资+华为+消费电子\n1、2025年12月9日讯，智谱开源“会操作手机的AI”AutoGLM，该模型被业界视为全球首个具备“Phone Use”(手机操作)能力的Al Agent。福蓉科技已与AIPC、AI手机终端品牌客户建立合作，供货的三星S24系列手机、谷歌Pixel8系列手机等产品都具有AI功能。\n2、公司有研发用于MR/AR/AI眼镜的高性能铝合金材料，并已应用到终端品牌客户的实际产品上。\n3、公司实控人为福建国资委，持股比例38.82%。\n4、公司是消费电子上游铝合金材料核心供应，公司7系铝合金材料可应用于折叠屏手机的铰链及铝制中框。\n5、公司主要产品为智能手机、平板电脑、笔记本电脑等消费电子产品的铝制结构件材料，应用于苹果、华为、三星等品牌的智能终端产品。2024年2月公司拟投资9.86亿元建设年产4万吨铝型材及精深加工项目，其中包括1.6万吨新能源电池托盘及车身铝型材、28万套新能源电池托盘。"
        },
        {
          "code": "sz000917",
          "name": "电广传媒",
          "limit_time": "",
          "analysis": "智谱AI（参投）+深圳创投+湖南国资\n1、2025年12月9日盘前消息，智谱深夜开源其核心AI Agent模型AutoGLM，该模型被业界视为全球首个具备“Phone Use”（手机操作）能力的AI Agent；公司旗下达晨创投于2021年初领投智谱AI A轮融资并多轮加注。\n2、达晨财智（电广传媒持股55%）领投爱诗科技亿元级A1轮融资，爱诗科技旗下PixVerse是一款AI视频生成工具，在创投圈中较火。\n3、公司背靠湖南广电，有望利用湖南广电优质IP资源和媒体宣推优势以芒果IP、芒果基因创新打造芒果味的休闲度假产品，打造芒果版“迪士尼生态”。\n4、公司控股股东为芒果传媒，实控人为湖南国有文化资产监督管委会。公司主营业务涵盖文旅、投资、广告、游戏业务等。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "2025年12月7日消息，近期DDR4内存条、SSD固态硬盘等产品报价频率加快，部分代理商及贸易商手中持有大量DDR4及大容量HDD库存，出现“惜售”心态。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz300959",
          "name": "线上线下",
          "limit_time": "11:17:27",
          "analysis": "分销商（博通/长鑫）+合作抖音数字营销+人工智能\n1、公司控股股东变更为深蕾科技，网传纪要（未证实）表示深蕾科技为博通国内最大代理商，业务包括光零部件、交换芯片等分销业务，去年整体收入月90亿，今年预计翻倍，此外，公司还是长鑫存储产品的代理商。\n2、公司已与字节跳动旗下媒体平台（包括抖音、今日头条、西瓜视频等）、腾讯广告等国内顶级媒体建立了稳定合作关系，目前公司数字营销业务已覆盖广告媒体代理、广告创意策划等，包括电商类产品。\n3、公司尝试拓展短剧相关业务，现已初步布局短剧分销业务，并初步搭建短剧小程序平台，积极进行新链路布局。\n4、公司是一家具有丰富行业经验的移动信息服务提供商，探索结合人工智能、大数据等新兴生产要素，并在重点领域加大投入力度，聚焦人工智能有效赋能的业务方向。"
        },
        {
          "code": "sz002825",
          "name": "纳尔股份",
          "limit_time": null,
          "analysis": "先进封装+汽车保护膜+氢能源膜电极\n1、2025年1月22日盘后公告，公司拟投资并取得蓝微电子控制权（不低于51%股权），后者是目前国内较具规模的芯片封装键合引线研发生产型科技企业。机构乐观预期其业绩有望突破8000万。\n2、2025年10月15日盘后公告，公司拟收购菲莱测试，后者专注于半导体芯片测试可靠性解决方案。2024年营收1.22亿，净利润194万，承诺2025-2027年预计分别实现净利润不低于2800万、3600万及4820万。\n3、公司主营精密涂布复合材料，数码喷绘材料、汽车保护膜、光学及电子功能膜三大板块，生产规模行业前列，市占率连续多年领先。\n4、公司位于上海浦东新区，并在上海浦东临港投资设立全资子公司，将旗下的氢能源领域核心零部件项目、氢能源领域关键装备等项目落地临港集团园区，并且公司将在临港集团园区内设立氢能源产业投资基金。\n5、公司将燃料电池膜电极产品、PEM电解水制氢核心零部件的产业化，膜电极成本占整个燃料电池系统总成本较高，是燃料电池系统中最核心的零部件。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603373",
          "name": "安邦护卫",
          "limit_time": "10:02:35",
          "analysis": "蓝战非+海外安保+无人机+武装押运\n1、2025年12月9日，千万粉丝网红“蓝战非”发文在南非遭绑架劫持。\n2、2025年上半年，公司在海外安保服务板块开启新局面；成为浙江省“海外公共安全之江研究中心” 专家单位。2024年在海外安保业务方面，推动与海外各国相关政府部门、海外当地安保企业、国内外高校和相关研究机构合作，积极探索为中资企业、人员提供境外安全服务。\n3、下属子公司衢州安邦和衢州通航开展的无人机业务包含无人机驾驶员培训、低空管制服务、无人机测绘，公司自主研发的“零距离”空地一体无人机5G飞行平台还运用到消防救援等，均为低空经济范畴。\n4、公司作为背靠浙江省国资委的安全服务提供商，基本垄断了浙江省内的武装押运资质，目前在全省金融押运领域处于绝对性的龙头地位。\n5、公司依托在传统武装押运领域积累的优势，孵化了涉案财物管理等创新业务。目前上述业务已处于行业前列，并成功向省外开拓。"
        },
        {
          "code": "sh600058",
          "name": "五矿发展",
          "limit_time": "10:08:29",
          "analysis": "小金属+煤炭+资产注入预期\n1、2025年12月8日晚中国中冶公告，拟将所持有的有色院、中冶铜锌、瑞木管理100%的股权和中冶金吉67.02%的股权出售给中国五矿集团。铁合金业务的业务主体为五矿发展铁合金业务本部，下设碳钢合金部、特钢合金部，同时拥有两家铁合金生产企业。主要从事铁合金产品、原料的进出口、内贸业务及产品生产加工。\n2、公司主要从事资源贸易、金属贸易、供应链服务三大类业务，煤炭业务主要经营动力煤、焦煤、无烟煤、喷吹煤等多种商品。\n3、公司表示黑色金属业务整合准备工作有序推进，已完成鞍山五矿陈台沟矿业及其他黑色金属领域相关资产及业务的全面尽职调查，并已根据尽职调查情况开展重组方案细化论证及资产规范等工作。\n4、2025年2月18日港股五矿资源午间公告，公司股份已于2月18日下午1时起于港交所短暂停止买卖，以待有关构成公司已进行之收购的须予披露交易公布，而该交易可能构成公司的内幕消息。"
        },
        {
          "code": "sh601908",
          "name": "京运通",
          "limit_time": "14:53:54",
          "analysis": "光伏（硅片、设备）+半导体设备+稀土永磁+金刚石炉+电力\n1、2025年12月9日，有消息称，业内酝酿已久的多晶硅产能整合收购平台正式成立，公司名称为北京光和谦成科技有限责任公司，注册资本30亿，公司新材料业务主要为硅棒、硅片的生产和销售。公司已达产的硅片产能规模已超20GW，新增在建产能为“乐山22GW高效单晶硅棒、切片项目”。公司高端装备制造业务主要产品包括光伏设备和半导体设备。\n2、公司半导体设备主要用于生产半导体相关材料，包括区熔单晶硅炉、碳化硅晶体生长设备、金刚石生长炉等。\n3、公司于2016年与北方稀土成立合资公司从事稀土基脱硝催化剂的研发、生产、销售，北方稀土持股45%、京运通间接持股35%。\n4、2024年半年报，公司研制的金刚石炉成功通过客户验收，并计划进一步开拓市场，提升销量。据网络资料，金刚石炉属于金刚石合成中的关键设备，直接关系到金刚石晶体的生产和质量（未查证）。\n5、公司主营业务为高端装备制造业务、新能源发电业务和新材料业务。"
        },
        {
          "code": "bj920091",
          "name": "大鹏工业",
          "limit_time": "",
          "analysis": "新能源三电系统清洗+机器视觉检测+合作腾信\n1、公司是国内最早制造工业精密清洗装备的企业之一；其产品聚焦汽车行业，既可应用于传统燃油动力总成、又可应用于新能源三电系统，在业内成功打造出差异化竞争优势。\n2、2022年至2024年公司在我国汽车行业工业精密清洗装备领域的市占率约3.85%-11.38%。\n3、公司已在机器视觉检测产品上取得一定竞争优势，“AI视觉在铸件检测系统的应用”技术被中国铸造业协会认定在铸造件生产的整体质量检测提升上达到国际先进水平；同时相关产品已在一汽集团、比亚迪等汽车行业客户和美的集团、东芝家电等家电行业客户得到应用。\n4、公司的子公司华耐视是腾讯云生态合作伙伴。"
        },
        {
          "code": "sh603628",
          "name": "清源股份",
          "limit_time": "",
          "analysis": "光伏支架+储能+福建+机器人\n1、2025年12月9日盘中消息，光伏收储平台公司正式成立；据公司2025年半年报，公司分布式光伏支架在澳洲单区域市场连续15年市占率第一，欧洲多国市占率居前，并拟依托海外渠道拓展户用储能打造第二增长曲线。\n2、公司总部位于福建省厦门市，地处海峡西岸经济区核心区域。\n3、2025年11月13日机构调研，公司与电子科技大学深圳高等研究院等联合成立“工业人工智能与智能制造联合实验室”，开发光伏智能安装机器人及AI跟踪系统，推动机器人化与智能化升级。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600696",
          "name": "*ST岩石",
          "limit_time": "14:38:48",
          "analysis": "酱酒+首发经济+新白酒品牌+新零售\n1、公司酱酒为主赛道，主要有天青贵酿品牌、君道贵酿品牌的系列产品。2025年12月9日盘中公告，公司不存在控股股东进行股权转让等重大事项。\n2、公司荣登“2023上海市首发经济引领性本土品牌推荐榜单”。\n3、最®酒定位年轻潮生活品质新白酒品牌，致力为当代年轻人提供更多兼具高品质的新文化白酒。公司通过天猫、京东、抖音等平台开设线上门店；子公司光年酒业聚焦低度酒电商及新零售发展。\n4、公司持有江西章贡酒业25%股权。后者是全国白酒工业百强企业，江西省重点酿酒企业。"
        },
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "",
          "analysis": "卫星通信+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。\n2、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n3、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n4、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        }
      ]
    }
  ]
}