{
  "date": "2025-09-29",
  "update_time": "2025-09-29 15:40:53",
  "category_count": 13,
  "total_stocks": 76,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh688109",
          "name": "品茗科技",
          "limit_time": "13:45:02",
          "analysis": "引入AI背景股东+AI眼镜+华为+建筑信息化\n1、2025年9月24日晚公告，公司终止筹划控制权变更事项，通智清研4.96亿获公司15.92%股权，通智清研为北京通用人工智能研究院下属企业，是北京市科委推动成立的非营利性世界一流新型研发机构。\n2、公司于2020年发布的“昇腾+慧眼AI联合解决方案”，是将华为AI硬件Atlas 500智能小站嵌入到公司智慧工地AI产品中。小茗AI智能眼镜是公司智慧工地解决方案中的一款工地现场巡检产品，以AR眼镜为载体，搭载公司自研AI算法，具备违规识别、规范查询、远程指导等功能。\n3、公司是聚焦于施工阶段的“数字建造”应用化技术及产品提供商，提供自施工准备阶段至竣工验收阶段的应用化技术、产品及解决方案。\n4、公司将物联网、云平台、人工智能等新一代信息技术在建筑行业的垂直应用分为面向建造对象本体和面向建造过程管控两大类，在塔机安全辅助技术和数字建造技术中台体系等核心技术上获得突破，实现了技术的商业化运用，形成了建筑信息化软件及智慧工地产品两大类产品。"
        },
        {
          "code": "sz300080",
          "name": "易成新能",
          "limit_time": "09:44:00",
          "analysis": "控股股东战略重组+河南国资+光伏\n1、2025年9月25日晚公告，公司接到控股股东中国平煤神马集团的通知，河南省委、省政府决定对河南能源集团有限公司和中国平煤神马集团实施战略重组。公司实控人为河南省国资委，公司控制权不发生变化。\n2、公司专业从事太阳能晶硅片、半导体线切割刃料。新能源业务有高效单晶硅电池片生产与销售、太阳能电站的运营、金刚线产品的生产与销售。\n3、全钒液流电池项目由公司参股孙公司开封时代新能源科技公司负责筹，项自建成后可实现全钒液流电池电堆300MW/年的生产规模。\n4、公司子公司开封炭素通过率先研制出超高功率石墨电极的优质针状焦原材料，打破国外垄断，实现石墨电极原材料自给自足能力。"
        },
        {
          "code": "sz300948",
          "name": "冠中生态",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+拟收购杭州精算+水污染治理+土壤修复\n1、公司股票及可转债今日复牌。2025年9月28日晚公告，深蓝财鲸拟受让公司15.5%股份，第一期为10.5%股份，转让价款2.21亿元，第二期为5%股份，于2026年3月31日前或双方协商确定的2026年内其他时间转让并完成交割，深蓝财鲸将成为公司控股股东，靳春平将成为公司实控人；\n2、同日公告，拟收购深蓝财鲸旗下杭州精算51%股权，整体估值暂定为不超过5.6亿元，标的公司主营业务聚焦企业服务数字化领域，依托自主研发智能财税产品等核心工具，为中小微企业提供覆盖全流程的定制化财税服务。2024年、2025H1净利润分别为792、507万元（上市公司2024年亏损7000万元）。\n3、公司的系列生态修复技术应用可以覆盖矿山、尾矿坝、垃圾堆场、废弃地、海河岸（坝）、水土保持、防沙治沙、土壤修复、水环境治理等众多领域。\n4、公司的主营是快速实施规模造林的植被恢复业务，主要产品产品及服务包括水环境治理、综合性治理、园林绿化等。"
        },
        {
          "code": "sh605376",
          "name": "博迁新材",
          "limit_time": "09:25:00",
          "analysis": "签订合作协议+AI服务器（MLCC）+固态电池+硅碳负极上游\n1、2025年9月28日晚公告，公司及子公司广新进出口与X公司签署《战略合作协议书》，预计自2025年8月起至2029年12月31日间向X公司销售5420～6495吨镍粉产品，预计销售金额约43～50亿元，年均销售金额超10亿元（2024年公司收入为9.45亿元）。\n2、网传AI服务器用MLCC需求迎来爆发式增长，公司小粒径高端MLCC镍粉有望迎来结构性修复。公司是目前世界范围内少数几家具备规模化生产能力的MLCC用镍粉供应商，主要产品包括纳米级、亚微米级镍粉等。\n3、固态电池需要正极做到高能量密度，铁锂正极为300Wh/kg，而高镍正极可以做到500Wh/kg，公司是唯一单位起草与定制了我国第一项电容器电极镍粉行业标准的公司，镍粉产能3240吨。\n4、公司生产的硅粉为纳米级纯硅粉，用于硅碳负极。公司正在研发磁性合金材料、镍基高温合金材料等新型金属粉体材料，并研发锂电池负极材料并推进产业化。"
        },
        {
          "code": "sz000973",
          "name": "佛塑科技",
          "limit_time": "09:58:36",
          "analysis": "拟投资34.69亿元设立子公司+半固态锂电池隔膜+广新控股旗下+偏光片\n1、2025年9月26日晚公告，公司与中石化湖南石油化工共同设立项目公司，项目计划投资总额34.69亿元，建设聚酰胺切片和尼龙薄膜生产线，主要生产经营聚酰胺切片和尼龙薄膜产品。预计项目建设周期为38个月。\n2、2024年11月14日盘后公告，公司拟购买金力股份100%股份，并向广新集团发行股份募集资金。金力股份在锂硫电池隔膜、半固态锂电池隔膜、燃料电池隔膜、固态电解质等方面进行技术布局，金力股份旗下湖北江升专注锂电隔膜，具备多种陶瓷隔膜生产装置设备实用新型专利。\n3、公司控股股东为广新控股，实控人是广东省人民政府。\n4、公司控股子公司纬达光电，主要从事偏光片和光学薄膜材料的研发、生产与销售，主要应用在工控仪表、汽车仪表盘液晶显示屏等。\n5、公司是全国唯一的BOPA(双向拉伸尼龙)薄膜生产基地，公司的参股公司杜邦鸿基、杜邦帝人鸿基生产销售BOPET。"
        },
        {
          "code": "sh605588",
          "name": "冠石科技",
          "limit_time": "13:08:24",
          "analysis": "拟募资用于光掩膜版项目+电子束光刻曝写+华为/苹果\n1、2025年9月26日晚公告，公司计划向特定对象发行股票，募集资金总额不超过7亿元，用于光掩膜版制造项目和补充流动资金。\n2、公司已形成电子束光刻曝写等一整套光掩膜版生产制造全流程的解决方案。\n3、2025年8月13日机构调研纪要，公司于 2023 年 10 月份开工建设投资建设“光掩膜版制造项目”至 2024 年 1 月底厂房封顶，同年 7 月首台电子束掩膜版光刻机顺利交付，10 月试产、送样及认证。2025 年3月19日实现了 55 纳米光掩膜版交付及 40 纳米光掩膜版生产线成功通线。\n4、公司生产的功能性器件已应用于柔性屏手机等产品。公司产品最终应用于华为、苹果等知名消费电子品牌商的畅销机型。\n5、公司是偏光片领军企业，公司拥有10条偏光片加工生产线，已具备11英寸至100英寸的全尺寸偏光片加工能力，达到3150万片/年。"
        },
        {
          "code": "sh600810",
          "name": "神马股份",
          "limit_time": "",
          "analysis": "控股股东战略重组+机器人材料（尼龙）+润滑油+军工\n1、2025年9月25日晚公告，公司接到控股股东中国平煤神马集团通知，根据河南省委、省政府决定，中国平煤神马集团拟与河南能源集团有限公司实施战略重组。本次重组不会导致公司控股股东、实际控制人发生变更。\n2、公司具备尼龙66切片产能21万吨，尼龙66工业丝11.3万吨，尼龙66帘子布8万吨，己二酸32万吨,尼龙66产能位居亚洲第一、世界第五。\n3、公司己二酸产品还可用于生产增塑剂、胶粘剂、高级润滑油和食品添加剂等。网传消息，全球润滑油市场5000万吨，其中80%组分为基础油。PAO基础合成油性能最为出色，主要用于高端润滑油调配，但由于原料与工艺国内无法突破只能通过进口。\n4、公司主要生产用于半钢子午胎、工程胎、航空胎等差异化高端尼龙 66 帘子布。\n5、公司完成了中橡曙光样布试验，开发的产品已在歼10、歼15、运20等军工行业使用。"
        }
      ]
    },
    {
      "name": "金融",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002670",
          "name": "国盛金控",
          "limit_time": "11:05:57",
          "analysis": "证券+金融科技+处置股权\n1、公司旗下有全资子公司国盛证券。公司以证券业务为主，同时开展投资、金融科技业务，实控人为江西省交通运输厅。\n2、2025年9月26日晚公告，公司拟适时处置所持北京快乐时代5%股权及趣店部分股票，集中资源聚焦证券主业，提升资产使用效率。 \n3、公司基本形成立足江西、辐射全国的业务格局，在江西省内设有93家分支机构，覆盖全省所有市级行政区，省内分支机构数排名第一，区域竞争优势明显。"
        },
        {
          "code": "sh601688",
          "name": "华泰证券",
          "limit_time": "14:27:40",
          "analysis": "互联网金融+AMC+期货+国企改革\n1、公司持续丰富完善“涨乐财富通”各项功能和客户体验，积极建立围绕客户财富管理新趋势下的科技平台，提升千人千面的用户体验及“人+平台+产品”融合的专业优势，有效推动客户规模和客户活跃度增长。\n2、AssetMark成为本公司的间接子公司。据公告，AssetMark成立于1996年，总部位于美国加利福尼亚州康科德市，是一家独立的全方位服务统包资产管理项目平台(TAMP)，为美国的财务顾问企业提供投资和咨询方面的解决方案。截至2016年3月31日，AssetMark平台上的资产总额约为285亿美元。\n3、期货经纪业务方面，华泰期货持续优化网点布局，共有 9 家分公司、42 家期货营业部，遍及国内4 个直辖市和 17 个省份，代理交易品种 80 个。\n4、公司属于国有企业，最终控制人为江苏省国资委。"
        },
        {
          "code": "sh600638",
          "name": "新黄浦",
          "limit_time": "14:27:52",
          "analysis": "期货+房地产开发+北京国资\n1、公司全资控股新黄浦控股华闻期货，并参股江西瑞奇期货，占20%股权。\n2、公司地处上海，房地产开发的业务范围主要集中在上海、浙江、江苏，主要产品为高端办公楼、科技园区、保障房别墅等。\n3、公司最终控制人为北京市人民政府。"
        },
        {
          "code": "sh600783",
          "name": "鲁信创投",
          "limit_time": "14:54:33",
          "analysis": "创投+参股艾恩半导体+参股丝杠公司\n1、公司主营业务之一为投资管理业务，2025年上半年投资业务占比32.36%。\n2、2025年9月26日盘后互动，公司全资子公司、参股基金对艾恩半导体持股比例分别为5.329%、15.6537%。\n3、公司持有江苏润孚动力11.97%股权，后者作为一家专注于丝杆及其作动机构产品的科技公司，主要生产的产品包括各种规格的行星滚柱丝杠。\n4、公司参股基金青岛中经合鲁信跨境创投基金企业持有北京中飞艾维航空科技公司6.3%股权；公司参股基金成都鲁信菁蓉贰期创业投资中心、山东省鲁信工业转型升级投资企业、山东省鲁信新旧动能转换创投母基金合伙企业对成都市鸿侠科技持股比例分别为4.7%、1.9%、1%。"
        },
        {
          "code": "sz300368",
          "name": "汇金股份",
          "limit_time": "14:56:24",
          "analysis": "金融IT+近期摘帽+数据中心+华为\n1、公司业务涵盖银行金融电子化设备和政企政务智能设备，拓展非金融领域并引入AI技术用于政务办公产品研发。专注于金融自助设备领域，成为智能化综合服务解决方案提供商，保持与银行机构间多年的业务合作关系。\n2、公司股票自2025年5月26日开市起撤销其他风险警示。\n3、子公司深圳市前海汇金天源为业务实施载体拓展数据中心承建、运营业务。\n4、2020年公司表示已取得华为金牌经销商、华为数通&安全四钻认证服务商、华为存储&服务器三钻认证服务商等认证。\n5、公司是控股股东是邯郸市建设投资集团，实控人是邯郸市国资委。"
        },
        {
          "code": "sz000776",
          "name": "广发证券",
          "limit_time": null,
          "analysis": "证券+基金\n1、公司是中国最大的非国有控股证券公司，拥有投资银行、财富管理、交易及机构和投资管理等全业务牌照。\n2、截至2021年末，公司持有广发基金54.53%的股权，是其控股股东；持有易方达基金22.65%的股权，是其三个并列第一大股东之一。\n3、公司连续3年股息率分别为：2.03%，2.26%，2.10%。"
        },
        {
          "code": "sh600095",
          "name": "湘财股份",
          "limit_time": "",
          "analysis": "证券+拟吸收合并大智慧+制药\n1、公司证券业务以全资子公司湘财证券为经营主体开展，经营范围包括：证券经纪、证券投资咨询、与证券交易等。\n2、2025年9月25日晚公告，公司拟以“换股+配套募资”方式吸收合并大智慧；换股价格为湘财股份7.51元/股、大智慧9.53元/股，对应换股比例为1:1.27。湘财股份拟发行约22.82亿股，换股实施后总股本拟增至约51.41亿股。\n3、公司其他业务主要包括制药业务、防水卷材业务、食品加工业务、贸易业务；参股大智慧，温州银行等企业。\n4、公司防水卷材业务以绥棱二塑为主体。其主要业务为生产复合防水卷材和建筑防水施工。绥棱二塑拥有独立的产品研发机构，创始研发了聚乙烯丙纶防水卷材，自主研发申报多项国家发明专利。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "科技部部长表示，正在推动人形机器人在汽车制造、物流搬运、电力巡检等场景加速落地应用，为未来万亿级产业的发展奠定了坚实基础。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz000559",
          "name": "万向钱潮",
          "limit_time": "09:59:00",
          "analysis": "机器人零部件（万向节）+固态电池+丝杠+重组进展\n1、公司的万向节在国内市场的占有率领先。2025年9月25日盘后公告，公司已将机器人业务确立为继轴承与汽车底盘系统之后的第三大战略业务板块，系统推进人形机器人骨骼件、精密件、关节轴承、\n2、万向一二三致力于固态电池研发工作,技术路线覆盖硫化物与聚合物双路径。\n专用轴承、滚珠丝杠、行星滚柱丝杠、减速器等核心部件的研发与产业化。\n3、2025年5月7日调研纪要，人形机器人关节方向，公司已围绕直线执行器相关行星滚柱丝杠轴承等精密核心件成立技术攻关组，相关产品处于研发阶段。\n4、2025年5月7日盘后公告，重大资产重组工作正在进行中，5月6日已披露《交易预案》；2024年5月5日晚公告，拟购买万向美国持有的WAC100%股权，后者系全球主要汽车整车厂的核心零部件供应商。\n5、参股公司芯旺微具备车规级MCU芯片的量产供货能力。公司在低空飞行器领域多个轴承产品送样测试进展顺利。"
        },
        {
          "code": "sh603286",
          "name": "日盈电子",
          "limit_time": "09:49:12",
          "analysis": "人形机器人（电子皮肤）+激光雷达洗涤系统+特斯拉\n1、网传纪要（未证实），公司手部新品与北美客户经过2个月的密集合作研发，董事长国庆期间将赴美送样，若顺利将直接在自有的美国工厂搭建产线。2025年7月28日据官微，公司基于柔性触觉感知的防夹传感器已获项目定点，标志公司的柔性触觉传感产品实现零的突破。\n2、2025年8月28日公告，公司电子皮肤样品研发成功并申请专利，正与985高校联合申报课题，同时推进北美工厂下半年投产以拓展海外具身智能客户。 \n3、2025年7月1日互动，公司压阻式电子皮肤产品已研发成功，在送货验证阶段，正与国内外人形机器人潜在客户送样及技术沟通。\n4、公司激光雷达洗涤系统已获多家Tier1、Tier2定点，并实现小批量供货。公司为比亚迪一级供应商。\n5、公司360全景环视系统主机及摄像头均使用高端智能芯片，并通过软件调教、算法优化等输出高质量图像，实现2D/3D鸟瞰全景等功能。公司客户麦格纳是特斯拉供应商之一。"
        },
        {
          "code": "sh603859",
          "name": "能科科技",
          "limit_time": "09:49:33",
          "analysis": "焊接机器人+战略合作华为+AI军事\n1、2022年高性能焊接机器人项目由多家单位联合申报，项目总投资5亿元，该项目计划验收时间为2024年12月份。\n2、2025年9月27日，开源鸿蒙技术大会圆满召开。公司为华为战略生态合作伙伴。\n3、公司乐仓智能体（AI Agent）上线，具备 AI 百科/创造/搜索能力，能够快速进行应用创造；乐造通过与华为云 iDME 平台的紧密合作，成功开发了MPM应用。\n4、公司与华为深度绑定，拥有稀缺性、唯一性的军工大模型资格，可通过大数据、AI等技术为军事决策提供支持。公司为航空、航天、兵器、船舶等央国企客户提供了仿真测试服务与管理等领域的数字化解决方案。"
        },
        {
          "code": "sz002067",
          "name": "景兴纸业",
          "limit_time": "10:53:15",
          "analysis": "间接投资宇树+投资盛合晶微+eVTOL+纸业\n1、全资子公司上海景兴参与的容腾基金对宇树科技的投资额为2000万元，持股比例为1.8044%。\n2、公司2022年3月出资9501万元间接投资盛合晶微半导体。2025年6月18日盛合晶微IPO辅导状态变更为辅导验收。\n3、公司全资子公司参与的容腾基金有投资御风未来，该公司主要是做evtol和工业无人机，已有收入和订单。\n4、公司是全国最大的专业生产牛皮箱板纸生产企业之一，是箱板纸行业的龙头企业之一。公司现在的产能有年产135万吨包装用纸、80万吨再生浆板、1.2亿平方米纸箱纸板及18.8万吨生活用纸。\n5、公司持股20%的治丞公司的主导产品主要包括：自动化加工单元，桁架机器人，精密机床，工业机器人自动化生产线等。"
        },
        {
          "code": "sz002600",
          "name": "领益智造",
          "limit_time": "11:00:36",
          "analysis": "人形机器人（智元）+液冷散热模组+AI眼镜+客户苹果/小米\n1、2025年9月27日，智元机器人宣布参与筹建开源鸿蒙具身智能PMC；2025年8月22日公告官微，领益智造与智元新创达成深度战略合作，在机器人本体与零部件开发、具身AI大模型构建、多场景数据集建立与泛化训练等方面展开深度合作。子公司领益科技（深圳）与上海智元成立合资公司东莞领智创新机器人。\n2、网传招聘信息显示，公司正招聘英伟达液冷交付工程师职位（未经证实）。2025年8月8日互动易，公司为AMD等客户提供液冷服务器散热模组，并具备CDU、液冷板等系统性散热解决方案研发能力。\n3、公司积极打造值得全球客户信赖的AI终端硬件制造平台,与海外主流客户就AI相关终端产品保持良好合作关系。\n4、公司主要终端客户包括苹果、华为、小米、VIVO、OPPO等著名品牌。\n5、公司光伏储能板块主要产品为微型逆变器，用于将太阳能模组的直流电源转换为交流电源。"
        },
        {
          "code": "sz002850",
          "name": "科达利",
          "limit_time": "13:56:00",
          "analysis": "谐波减速器+开普勒机器人+锂电池+储能结构件\n1、子公司科盟创新目前主要围绕谐波减速机、关节模组及摆线减速机三大产品方向展开布局。公司减速机产品在设计上与其他同类产品相比具有轻量化、低能耗、高传动效率等优势。据网传纪要，已向北美大客户送样。\n2、公司拟共设苏州依智灵巧驱动科技公司(公司持股30%、开普勒持股3%)，开展人形机器人灵巧手核心零部件业务。\n3、公司是国内领先的电池精密结构件和汽车结构件研发及制造商，已与亿纬锂能、欣旺达等国内领先厂商以及特斯拉、ACC、三星等合作。在国内锂电池行业重点区域布局了13个动力电池精密结构件生产基地以及欧洲德国、瑞典、匈牙利3个生产基地,有效辐射周边客户的战略部署。"
        },
        {
          "code": "sz002048",
          "name": "宁波华翔",
          "limit_time": "14:56:15",
          "analysis": "代工智元机器人+设立PEEK材料公司+智能座舱\n1、公司下属子公司上海华翔启源于2025年6月26日与智元机器人签订了《委托生产合同》，基于双方资产、团队及其他资源，华翔启源已获得智元机器人授权，将在未来三年内生产其部分全尺寸双足机器人产品，以满足智元机器人的产能需求。\n2、2025年9月28日，合资公司与吉林大学署了《专利实施许可合同》，合资公司出资 3000万元获得吉林大学拥有的与PEEK工业化量产相关的中国专利及专有技术的普通实施许可，期限为20年；同年8月28日公告，公司拟与实际控制人控制的企业——峰梅化学和峰梅匹科共同投资设立合资公司，主要进行聚醚醚酮（PEEK）材料的研发与应用。\n3、公司主营汽车非金属类（主要为橡塑类）零部件，产品主要应用于发动机附件系统、底盘系统、电器及空调系统、内外饰件系统等。\n4、公司的研发主要集中于产品轻量化等体系的建设，主要为实现子零件集成到模块、系统总成等。上海翼锐汽车科技的X事业部专为公司开展在智能驾驶舱等方面的研发项目，2023年初完成收购的CMS电子后视镜业务。"
        }
      ]
    },
    {
      "name": "绿醇/减碳",
      "reason": "IMO净零法案2025年10月有望获得通过。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002140",
          "name": "东华科技",
          "limit_time": "09:30:18",
          "analysis": "绿色甲醇+新疆煤化工+电池级碳酸锂\n1、2025年9月15日调研纪要，公司成立绿色能化组，致力于促进传统化工与新能源业务的协同耦合，大力推进绿氢、绿氨、绿甲醇、绿色航油等工程业务的市场拓展。机构测算公司市值弹性404%。\n2、新疆地区是我国煤化工、煤电产业规模最大的地区之一，也是公司近年来积极拓展的业务市场之一。本公司累计为数10个位于新疆地区的大中型工程建设项目提供了咨询、设计、总承包等服。\n3、.2025年9月9日互动，公司承包并运营西藏扎布耶盐湖万吨电池级碳酸锂项目，目前处于试运营阶段，已生产出合格氯化钾、电池级碳酸锂等产品，正全力推进达标达产。\n4、公司是中国化学工程集团旗下的工程公司，业务主要集中在化工、环保设施领域。"
        },
        {
          "code": "sz002911",
          "name": "佛燃能源",
          "limit_time": "09:32:45",
          "analysis": "绿醇+SOFC系统+天然气+充电桩\n1、公司与香港中华煤气共同收购的内蒙古易高(佛燃持50%股权)现有年产5万吨的绿醇产能并批量销售给航运公司，中期年产30万吨绿醇扩建项目正在进行。\n2、2025年5月8日投资者关系活动，SOFC固体氧化物燃料电池方面，公司与国内知名SOFC电堆头部企业及境外知名SOFC系统设计公司合作共同推进SOFC系统样机的开发，现正开展样机组装与调试工作。网传纪要表示，伴随着订单规模爆发&标准化趋势&政府补贴，SOFC成本持续下降，全球数据中心所需的总功率50GW+，建设持续爆发，对于占地面积&能源效率要求更高的情况下利于SOFC渗透（未经证实）。\n3、公司实控人为佛山市国资委，主营业务为管道燃气销售及加工输送、燃气工程设计及施工、综合能源、天然气贸易和储气调峰。\n4、公司在氢能产业领域，加快推进站内制氢-加氢母站建设及运营，重点布局氢能制储运加、管道天然气掺氢等核心技术装备研发与推广。\n5、2022年7月公司投资成立洁氢新能，经营范围含充电桩销售。公司参股公司广东中研能源主营充电站的投资建设及运营维护等业务。"
        },
        {
          "code": "sz301518",
          "name": "长华化学",
          "limit_time": "09:36:15",
          "analysis": "CO2聚醚（减碳）+高温超导\n1、网传纪要表示，CO2聚醚项目减碳意义重大，经济性良好。全球聚醚和聚酯多元醇行业产能超过2000万吨，若产品推广良好，公司计划分批建设30万吨、106万吨项目CO2项目。公司8万吨/年项目2026年按销量4-5万吨，2027年预计实现满产。同时公司二期30万吨/年CO2聚醚项目已经开展前期工作。（未经证实）\n2、2023年8月7日在互动平台称，2023年2月公司与苏州大学战略合作共建长华化学-苏州大学离子液体产业技术研究院，目前尚在技术开发阶段。离子液体调控在静电场效应对绝缘或半导体体系十分有效，在构建精确相图、突破高温超导机理等方面发挥不可替代的作用。\n3、公司核心产品POP和高回弹PPG占下游整体消费量的合计比重较高（32%），剔除中低端的硬泡用聚醚和通用PPG，公司销售规模位居聚醚行业前五；其中主打产品POP的销售规模位居国内第一梯队，2022年市占率19.35%。"
        },
        {
          "code": "sh688335",
          "name": "复洁环保",
          "limit_time": "15:00:01",
          "analysis": "绿色甲醇+环保+污水处理\n1、网传纪要表示，公司绿醇制取成本低，3000-3500元/吨。全国目前只有上海港具备千吨级绿醇加注能力，上港集团将是船东以及绿醇生产商的重点合作方，公司目前已同上港签订协议，节约运输成本500-800元/吨。（未经证实）\n2、公司的高温水源热泵技术装备已在上海、广州等多个污泥脱水干化项目中成功实现应用。\n3、公司主营业务是为城镇和工业（园区）污水处理厂（站）提供污泥脱水干化及废气净化技术装备及服务，集高端节能环保技术与装备的研发、设计、制造、集成、安装与运维服务为一体；公司业务逐步向工业固废与特种物料固液分离、节能降碳领域拓展。"
        },
        {
          "code": "sz000035",
          "name": "中国天楹",
          "limit_time": null,
          "analysis": "绿色甲醇+重力储能+垃圾焚烧发电\n1、公司绿醇规划产能142万吨。公司辽源项目首期建设内容包括为214.5兆瓦离网风电项目、514.8兆瓦上网风电项目以及17万吨绿色甲醇项目，首期建设项目均已完成核准和备案手续。\n2、公司通过入股EV公司获得国内独家重力储能技术授权。公司在江苏如东动工建设全球首个100MWh重力储能项目，预计年内投入运营。同时，公司已与新能公司、国网江苏综能、中电建水电等多方签订合作协议。\n3、国内垃圾焚烧发电领域龙头，公司在垃圾焚烧发电领域深耕十余年，构建了世界一流的生活垃圾处理处置链，原生垃圾焚烧、飞灰等离子熔融、炉渣资源化处置，从垃圾到资源，开创一站式三化处理新模式。"
        },
        {
          "code": "sh601619",
          "name": "嘉泽新能",
          "limit_time": null,
          "analysis": "绿色甲醇+储能+光伏+风电+低价股\n1、公司规划建设绿色甲醇项目产能共计45万吨；机构测算公司市值弹性256%。\n2、公司目前已投入使用的储能项目容量有15MWh，其中：张家口“奥运风光城”多能互补集成优化示范工程配套储能是10MWh，商水县张明乡25MW分散式风电项目配套储能是5MWh。\n3、公司是集风力、光伏发电、智能微电网的于一体的新能源企业。\n4、公司是国内最大风电民营企业，宁夏规模领先的风电企业，主营业务为新能源电力的开发、投资、建设、经营和管理。\n5、公司通过提供“全生命周期、全业务范围、全供应链条”的资产管理综合解决方案，为客户提升新能源发电资产的运营效率、降低运营成本，增加发电收入。"
        }
      ]
    },
    {
      "name": "储能",
      "reason": "2025年9月27日讯，目前国内储能电芯的需求十分强劲。头部电池企业均表示工厂已处于满产状态，一些订单已经排到明年年初。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002150",
          "name": "通润装备",
          "limit_time": "09:52:06",
          "analysis": "光伏储能设备+光伏逆变器+输配电\n1、公司主要从事光伏储能设备、元器件以及金属制品的研发、生产及销售业务，目前形成光储逆变器、储能系统业务和金属制品业务双主业驱动的格局。公司完成对正泰电源的收购，后者主营光伏逆变器与储能系统解决方案，已成功落地北美首个275KW地面电站中压解决方案，商用市场占有率连续6年第一。\n2、2025年9月26日互动，子公司正泰电源入选彭博新能源财经2025年第三季度全球光伏逆变器制造商Tier 1榜单。\n3、公司美国业务主要包括光伏逆变器、储能逆变器及系统；为客户提供全场景的光伏与储能系统解决方案，特别是在工商业应用场景中，公司逆变器产品处于领先地位。\n4、公司主营金属箱柜、机电钣金、输配电控制设备业务，产品应用领域包括制造业、建筑业、汽车修理、户外显示屏、高压配电等领域。公司目前生产的农机主要是微耕机，主要出口欧洲。"
        },
        {
          "code": "sh600173",
          "name": "卧龙新能",
          "limit_time": "09:47:25",
          "analysis": "储能+稀土永磁+绿色能源\n1、公司控股80%卧龙储能聚焦安全和经济两大储能核心问题，强化储能系统模块控制技术及热管理技术，全面推出了组串式独立控制大型储能系统、工商业储能系统、光储充一体化户用储能系统，实现电能调控的最佳经济效益。\n2、全资子公司上海卧龙舜和新材料参股10%中稀(广西)金源稀土新材料，后者是广西稀土产业链最完整的技术企业。拥有年产4000吨稀土钕铁硼永磁材料及1000吨稀土永磁器件加工能力，以及表面处理技术。\n3、公司明确将不再新增房地产开发项目，后续聚焦新能源业务。2025年通过收并购切入风光储氢领域，由旗下龙能电力、舜丰电力、卧龙储能、卧龙氢能负责，其中龙能电力目前光伏装机容量达490MW（以分布式光伏为主）、卧龙氢能已推出阴离子交换膜电解槽制氢装置。\n4、2025年7月2日公告重大资产出售交易完成，标的资产卧龙矿业上海90%股权已过户登记，解决与卧龙控股同业竞争问题。"
        },
        {
          "code": "sz000629",
          "name": "钒钛股份",
          "limit_time": "10:13:54",
          "analysis": "钒储能+钒电池+小金属（钛/钒）\n1、根据公司与大连融科签订的2025年度钒储能原料合作年度框架协议，预计2025年总供应量为20,000吨（折合五氧化二钒）；同时，公司与大连融科将共同推动6万立方米/年规模的电解液产线建设，目前正在有序开展前期工作。\n2、全钒液流电池可用于大规模电网侧长时储能。\n3、公司是国内最大的产钒企业，拥有五氧化二钒、三氧化二钒、中钒铁、高钒铁、钒氮合金、钒铝合金等系列钒产品。公司是少数具有“硫酸法+氯化法”钛白粉生产企业，具备硫酸法钛白粉22万吨/年、氯化法钛白粉1.5万吨/年的生产能力。\n4、2024年1月-8月份，攀钢彩涂板在华南区域销量同比增长5倍，创历史最好成绩。"
        },
        {
          "code": "sz002534",
          "name": "西子洁能",
          "limit_time": "10:15:42",
          "analysis": "储能+光伏+盾构机+光热吸热器+钙钛矿\n1、公司为余热锅炉龙头，自研熔盐储能系统，代表项目青海德令哈50MW塔式熔盐储能光热电站。据网传纪要，在光热市场，公司核心设备价值量占比约15%-20%。2023-2025年批量项目中，公司市占率约1/3。\n2、公司光伏主要业务及服务包括：分布式/集中式光伏整体解决方案，光伏EPC总承包，合同能源管理（EMC），光伏电站投资运维等。公司参股了众能光电，其是国内第三代光伏技术（钙钛矿和OPV太阳能技术）的领军企业，在相关中试和量产装备制造方面处在国内第一。\n3、公司公司已生产20余台盾构机（截至2020年）。公司主要与日本川崎、中国铁建等以项目合作的方式开展业务，盾构机市场主要分布于国内、新加坡、曼谷等。\n4、公司可转债募投年产580台套光热太阳能吸热器、换热器等项目，预计2024年底投入使用。"
        },
        {
          "code": "sh603050",
          "name": "科林电气",
          "limit_time": null,
          "analysis": "储能+数据中心（字节）+海信网能要约收购+光伏逆变器\n1、公司在2024年推出了630kW储能双向变流器。\n2、公司为中联绿色大数据产业基地生产的854面低压柜全部交付使用，该基地将全面为字节跳动提供服务。\n3、2024年5月13日盘后公告，海信网能计划以33元/股的价格部分要约收购科林电气20%股份，收购目的是取得公司控制权。通过此次要约收购，海信的直接持股比例将接近35%，拥有的表决权比例将接近45%。\n4、海信网能控股股东为海信集团，主从事工业温控产品及整体解决方案等业务，包括数据中心等。公司可生产液冷/风冷充电桩，电压范围200-1000v。\n5、公司自研第四代光伏并网逆变器通过弱电网专项检测。为电力行业等客户提供智慧电力系统解决方案。"
        },
        {
          "code": "sz002121",
          "name": "科陆电子",
          "limit_time": null,
          "analysis": "储能+出海+固态变压器+充电桩+智能电网\n1、公司国内锂电池储能市场占有率第一，储能产品链完善,包括储能电池、PCS(双向变流器)、BMS(电池管理系统)、EMS(能量调度系统)等核心技术。\n2、2024年全资子公司科陆美国公司与美国独立能源发电商斯特拉签署了采购订单。根据协议将为斯特拉提供约480MWh的集装箱式电池储能系统和200MW的PCSSkid（箱式储能中压变流器），以支持其快速增长的清洁能源项目。\n3、据网传纪要当前阶段的SST(固态变压器)类似早期的HVDC，方向确定且存在预期差，(未查证)；公司直流配用电系统技术研究涉及固态变压器。\n4、公司为电动汽车充电桩提供智能检定服务；参股公司深圳市车电网络公司主要业务为充电桩运营、充电桩。\n5、在智能电网业务方面公司攻克了蓝牙脉冲电能表检定技术、多芯模块化智能电表技术、电能表端子座测温检测技术等多项智能电网关键核心技术。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "9月26日，上交所上市委发布2025年第40次审议会议结果公告，摩尔线程首发上市获得通过。从科创板IPO申报受理到过会，摩尔线程仅经历了88天的时间。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600635",
          "name": "大众公用",
          "limit_time": "10:00:30",
          "analysis": "间接持股摩尔线程+间接参股宇树+大众交通控股股东+城市燃气\n1、2025年9月26日讯，摩尔线程科创板IPO上会获通过；公司通过参股10.8%深创投间接持股摩尔线程股份比例为0.153%，通过参股深创投而间接持有宇树机器人股权。\n2、公司持有大众交通26.87%的股份，公司与大众交通同属一个实控人；且公司城市交通业务（出租车业务和汽车租赁业务）由联营企业大众交通负责。\n3、公司以“公用事业、金融创投”业务双轮驱动。其中公用事业包括城市燃气、环境市政、城市交通、物流运输；金融创投包括非银金融服务、创投业务。\n4、公司是上海浦西南部、江苏省南通市区唯一的管道燃气供应商，在整个上海市区拥有近40%的市场份额,在南通市区的市场份额超过80%。\n5、公司地处上海徐汇区。"
        },
        {
          "code": "sz300250",
          "name": "初灵信息",
          "limit_time": "10:08:57",
          "analysis": "间接持股摩尔线程+AI智能体+鸿蒙生态+华为云\n1、公司通过中移数字基金间接持股摩尔线程股份0.0229%。\n2、2024年12月24日互动，公司在AI Agent方向已有明确布局，主要聚焦于基于运维大模型的AI Agent和客服AI Agent的研发。基于运维大模型的AI Agent重点应用于运营商网络运维场景；客服AI Agent则专注于智能客户服务，涵盖多模态交互、意图识别和服务推荐，广泛应用于智能客服及客户管理。\n3、公司参股公司妙联物联主要从事基于鸿蒙的多个细分行业SaaS云服务的软硬件产品的研发和推广，和华为鸿蒙已经建立全方位的深入合作。杭州妙联是华为云精英服务伙伴。\n4、F6G的发展需要重点关注FTTR或FTTM技术。目前，公司已有FTTR产品，未来将规划结合WiFi7技术逐步向FTTM演进。\n5、公司以Chatbot方式面向用户提供多媒体智能应答服务，已拥有AI智能客服等成熟应用。"
        },
        {
          "code": "sz002925",
          "name": "盈趣科技",
          "limit_time": "14:46:06",
          "analysis": "参股摩尔线程+脑机接口+机器人+电子烟\n1、公司持有摩尔线程股份比例为0.3351%。\n2、2024年12月17日盘后互动，在脑机接口方面，公司已有和客户InteraXon合作开发的头戴式脑电波监测产品，并已在北美上市销售。目前公司与厦门北洋瑞恒智慧健康有限公司合作推出了科研版本、医学版本、教育版本和专注力版本的脑机接口产品。\n3、公司在机器人领域主要产品有工业测试机器人、轻量级智能运输机器人等。\n4、IQOS 精密件二级供应商；公司为电子烟巨头IQOS提供电子烟精密塑胶部件(电子烟部件)，在电子烟客户供应链体系中的占比比较稳定的，公司表示目前新、老产品的零部件都有生产出货。"
        },
        {
          "code": "sh603124",
          "name": "江南新材",
          "limit_time": "13:00:12",
          "analysis": "铜基新材料（间接供货英伟达）+PCB用铜球+氧化铜粉+次新股\n1、2025年6月9日盘后互动，公司铜基新材料产品客户主要为PCB生产商，部分公司客户为英伟达供应商，公司不直接供货英伟达。\n2、主要应用于PCB镀铜制程领域的铜球为公司的核心产品、对应收入占比稳定在80%以上。公司收入规模领先、在2023年中国电子电路行业主要企业榜单的铜基类专用材料榜单中排名第一；同时，核心产品PCB用铜球在全球和国内市场的占有率分别达到24%和41%。\n3、PET复合铜箔生产过程中镀铜铜源目前主要来自于铜球和氧化铜粉；目前，公司复合铜箔处于工艺认证中后期，制造环节正在积极验证，有望近期实现复合铜箔的批量生产，从而带动锂电领域氧化铜粉需求量的提升。\n4、公司深耕铜基新材料领域，核心产品包括铜球系列、氧化铜粉系列及高精密铜基散热片系列三大产品类别。"
        },
        {
          "code": "sh605289",
          "name": "罗曼股份",
          "limit_time": "13:19:17",
          "analysis": "中标15亿元算力项目+拟收购算力公司+城市照明+光伏\n1、2025年9月26日讯，资兴市与上海武桐树高新达成两项合作协议，总投资约15亿元。此次签约的东江湖万卡国产化超智融合算力集群项目，将依托国产高端通用GPU板卡，部署700个10KW机柜及配套设备，总体算力不低于2440PFlops@FP16。\n2、2025年9月5日公告，拟收购武桐高新39.23%的股权，交易对价上限2亿元。本次交易完成后，罗曼股份将成为标的公司第一大股东。武桐高新液冷超节点采用自主设计的泵驱两相液冷方案，通过打造芯片循环CDU和背板循环CDU，实现100%全液冷。交易相关方就业绩承诺约定了业绩补偿条款，武桐高新2025年至2027年累计扣非净利润不低于4亿元。\n3、控股子公司上海霍洛维兹与上海上影电影合作，依托上影IP 打造线上线下融合的互动影视游戏，发力C端市场。\n4、公司城市照明业务聚焦文旅夜游和城市更新，打造如哈尔滨太阳岛夜游、西安华润“生命之树”等地标性项目。\n5、公司数智能源项目以光伏EPC项目为主，提供设计、施工、并网等全流程服务。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "清华大学化工系教授张强领衔的团队在锂电池聚合物电解质研究领域取得重要进展，张强团队提出“富阴离子溶剂化结构”设计新策略，成功开发出一种新型含氟聚醚电解质。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603810",
          "name": "丰山集团",
          "limit_time": "09:25:00",
          "analysis": "固态电池合作清华+钠电池+农药\n1、2025年9月28日媒讯，清华大学固态电池新进展并发表《自然杂志》；2025年9月18日晚公告，公司与清华大学（化学工程与低碳技术全国重点实验室）达成合作意向，将在高端精细化工新材料、电子化工新材料等领域开展研发、小试、中试等合作，旨在合作完成钠离子电池电解液及固态锂离子电池用电解质项目的技术开发。\n2、公司控股66%丰山全诺技术储备和研发主要应用在半固态电池产品上；目前公司的实验室针对钠电、锂电半固态电池，推出了两个系列的电解液配方，电池性能表现优异。\n3、公司是全国农药行业细分产品龙头企业之一，主营农药原药、制剂及农药中间体的研发、生产和销售。"
        },
        {
          "code": "sh688275",
          "name": "万润新能",
          "limit_time": "09:40:12",
          "analysis": "固态电解质+公司高开工率/锂电行业周期底部+锂电池正极材料\n1、公司在聚合物、氧化物、硫化物等不同路线固态电解质方面布局研发，其中部分型号已向客户进行了小批量送样测试工作。\n2、2024年11月5日机构研报称，近期与市场沟通下来，锂电板块产业周期处于底部，中期量利齐升的逻辑是得到认可。与公司沟通称24Q4、25Q1有望维持高开工率，10月销量环比上升50%，拟25Q1投产6-8万吨2.6以上高压密产能。\n3、公司是一家主要从事锂电池正极材料研产销，同时公司产品积极向储能领域拓展，目前已通过部分客户产品认证。\n4、公司20年在国内磷酸铁锂正极材料的市场占有率为13.5%，磷酸铁锂出货量排名第三。公司已成为宁德时代、比亚迪、亿纬锂能等众多知名锂电池企业的供应商。\n5、公司生产的锰酸锂材料，按照应用市场分为LR型和LD型。"
        },
        {
          "code": "sz002125",
          "name": "湘潭电化",
          "limit_time": "09:41:42",
          "analysis": "固态电池（二氧化锰）+钠离子电池+锰矿\n1、网传公司是全球最大的电解二氧化锰供应商，锰酸锂前驱体市占率超30%，其产品广泛应用于电池等领域，直接受益于富锂锰基等对二氧化锰需求的增长。富锂锰基，可以帮助固态电池突破能量密度天花板（未证实）。2025年5月23日业绩说明会，公司已和部分固态、半固态电池企业建立了联合研发机制。\n2、公司一直密切关注锰基材料在新能源电池正极材料中的使用，并积极对接和研发，目前已有小批量向钠离子电池企业供货。\n3、公司高纯硫酸锰产品制备的锰源为金属锰片；在湖南湘潭有一个锰矿采矿权，在广西靖西有一个锰矿探矿权。全资子公司靖西电化主导产品为电解二氧化锰，子公司广西立劲主导产品为锰酸锂。\n4、公司持股力合厚浦26.67%股权和裕能新能源16%的股权。电解二氧化锰年产能为12.2万吨，产品包含无汞碱锰型、碳锌电池型、一次锂锰型以及高性能专用型 EMD。"
        },
        {
          "code": "sz002748",
          "name": "世龙实业",
          "limit_time": "10:43:24",
          "analysis": "氯化亚砜+锂电池+化工上游+AC发泡剂\n1、氯化亚砜为LiFSI生产的核心原材料，LiFSI是新型电解液溶质锂盐，公司具备氯化亚砜产能5万吨/年；1吨LiFSI对应氯化亚砜需求约为2.5吨。\n2、2025年4月11日盘后互动，公司无直接出口至美国市场的业务，美国加征关税对公司生产经营无直接影响。\n3、公司氯化亚砜产品下游客户主要为生产三氯蔗糖甜味剂、医药中间体、染料及精细化工等企业。\n4、公司具备双氧水20万吨/年（按27.5%计）的产能。公司主要从事AC发泡剂、氯碱等化工产品的研发、生产和销售，生产的AC发泡剂主要出口到东南亚等地区或国家。"
        },
        {
          "code": "sz002709",
          "name": "天赐材料",
          "limit_time": "14:47:36",
          "analysis": "固态电池电解质+电解液龙头+出海+宁德时代\n1、2025年8月20日投资者活动记录，公司在固态电池材料布局主要包括硫化物及氧化物固态电解质路线，目前硫化物路线的固态电解质处于中试阶段，主要配合下游电池客户做材料技术验证，同时中试产线建设也在持续的推动，公司计划在明年完成中试产线建设，并具备中试量产的能力。\n2、公司是国内电解液龙头，2022-2024年天赐材料在建电解液项目115万吨，远超同业扩产规模。\n3、2024年10月28日投资者活动记录，美国20万吨在工厂设计及相关环评手续办理阶段，摩洛哥处于项目设计阶段，整体来看预计在2026年底完成建设。\n4、宁德时代为公司第一大客户。2024年6月17日公告，全资子公司宁德市凯欣与宁德时代签订了《物料供货协议》，预计供应固体六氟磷酸锂使用量为5.86万吨的对应数量电解液产品。此外，公司进入LG、松下供应链,并与海外特斯拉签订长期合同。"
        }
      ]
    },
    {
      "name": "半导体相关",
      "reason": "由于供应紧张，三星对其DRAM和NAND闪存产品进行了大幅提价，部分产品提价幅度高至30%。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600629",
          "name": "华建集团",
          "limit_time": "09:35:42",
          "analysis": "控股股东间接持有微电子股权+算力+建筑施工+AI工程设计\n1、控股股东上海国投旗下子公司上海科技创投公司持有上海微电子13.275%股权。\n2、2024年12月9日公司官微发布其子公司建设咨询成功中标盐城市海洋智算中心项目，主要建设两栋数据中心机房楼，一个110/10KV总降压站及一栋综合楼。\n3、公司定位为以工程设计咨询为核心，业务领域覆盖工程建设项目全过程。\n4、公司实控人是上海国资委，公司已发布第一代虚拟设计院平台产品--云华建Beta版，是全国首个建筑工程设计项目数字化协同平台。公司此前考虑到GPT、AIGC等技术对募投数字化转型项目重新论证，未来或将进军AI+设计领域。"
        },
        {
          "code": "sh603726",
          "name": "朗迪集团",
          "limit_time": "09:48:43",
          "analysis": "间接持股长鑫科技+数据中心散热+人形机器人\n1、公司间接持有长鑫科技、上海微电子、台湾及至微机电股份。公司通过认购宁波燕创德鑫的8000万元份额，间接获得了长鑫科技集团的股权。\n2、公司成功攻克了永磁无刷电机系统全链条技术难题，掌握了驱动器硬件设计、嵌入式软件算法以及系统集成等关键技术。券商表示，EC后向离心风机产品可适配数据中心散热需求。\n3、2025年9月26日调研纪要，目前公司已开发5个型号的关节电机模组，采用谐波减速器，可选配带制动器版本，计划今年年底针对性地应用场景落地，并进一步与相关机器人企业进行对接。\n4、公司家用空调风叶营收占比58.83%，主业按不同业务领域分为家用空调风叶、机械风机、复合材料三个板块。"
        },
        {
          "code": "sh603156",
          "name": "养元饮品",
          "limit_time": "",
          "analysis": "间接持有长江存储股份+饮品\n1、2025年9月25日盘前消息，长江存储母公司长存集团完成股改。公司控制的芜湖闻名泉泓投资持有长江存储科技控股 0.99%的股份。\n2、养元饮品专注于以核桃仁为原料的植物蛋白饮料的研发、生产和销售，是我国最早进入核桃饮料行业的企业之一，也是国内核桃饮料生产规模最大的龙头企业，公司“YANGYUAN及图”和“六个核桃”商标被认定为“中国驰名商标”。\n3、产品方面，养元饮品涵盖六个核桃系列和植物奶产品，有针对细分人群推出的高钙产品和儿童型产品。公司已拥有植物蛋白饮料生产线34条，合计产能约148万吨/年，可生产公司产品组合中的主要产品。"
        }
      ]
    },
    {
      "name": "六氟磷酸锂",
      "reason": "9月23日-28日连续几日每天涨价出现均价从5.75万/吨提升至5.9万/吨；预计10月会突破6万/吨；当前全行业产能利用率突破80%。（未证实）",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "09:30:09",
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、公司六氟磷酸锂产能:3.7万吨/年。公司主要产品六氟磷酸锂（2024年占收入66.8%）是锂电池的重要原材料，同时是近中期不可替代的锂离子电池电解质。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n2、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        },
        {
          "code": "sz002407",
          "name": "多氟多",
          "limit_time": "09:30:33",
          "analysis": "六氟磷酸锂+固态电池（PVDF）+钠电池+氟化工\n1、公司六氟磷酸锂产能:6.5万吨/年。公司目前核心产品六氟磷酸锂已稳定出口Soulbrain、Enchem、三菱等韩国和日本企业，产销量位居全球前列；电池产品已进入北美ESS储能市场，海外储能订单在稳步增加。\n2、PVDF是固态电池聚合基的一种，公司PVDF设计产能为1万吨/年。2025年8月26日业绩说明会，公司在固态电池领域主要聚焦聚合物、硫化物等多元材料路线，已与国内顶尖院校及科研机构开展了多项实质性研发合作，尚未大规模开展产业化投入。\n3、公司锂离子电池现有产能3.5GWH，子公司宁福新能源规划产能20GWH，钠离子电池产能是1GWH。\n4、公司目前正式进入台积电合格供应商体系，并于近期开始向台积电（南京）批量交付高纯电子化学品材料。公司半导体级氢氟酸产能1万吨；在六氟磷酸锂的原材料氟、磷、锂三个原素均有布局。\n5、公司从事高性能无机氟化物、电子化学品、锂离子电池及材料等领域的研发、生产和销售。"
        },
        {
          "code": "sh603026",
          "name": "石大胜华",
          "limit_time": "09:34:15",
          "analysis": "六氟磷酸锂+固态电池+电解液溶剂供应商\n1、公司六氟磷酸锂产能2000吨/年。公司六氟磷酸锂产品长期供应给国内电池或者电解液头部企业，出口日本、韩国和欧美国家；\n2、网传纪要显示，公司硅基负极在固态电池领域的客户认证已达到B样阶段，与多家头部企业达成合作意向。公司眉山基地的硅基负极项目预计2025年一月底具备5000吨的产能，已实现百公斤级订单出货。\n3、公司是全球最大的电解液溶剂供应商，是全球唯一同时提供5种电解液溶剂、溶质和添加剂完整配套的龙头厂家，主营碳酸酯系列产品主要包括碳酸二甲酯等，主要用于生产锂电池电解液。\n4、公司与比亚迪以、三菱等合作，通过电池企业进入 TSLA等车企。"
        }
      ]
    },
    {
      "name": "绿色能源",
      "reason": "国家能源局：新能源高质量发展要“以非电利用为突破”，并强调在大基地加强绿氢制储运用一体化布局，向绿氢冶金、绿氨、绿甲醇、绿色航煤等方向延伸产业链。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002513",
          "name": "蓝丰生化",
          "limit_time": "09:41:06",
          "analysis": "光伏+设立孙公司+农药（杀虫剂）+硫酸\n1、2025年9月20日公告，公司控股子公司蓝丰有限拟以自有资金投资设立全资子公司厦门蓝丰新能源，注册资本为3000万元，推动公司及子公司在光伏领域的业务布局，加快公司新能源业务的发展。\n2、公司主要从事杀菌剂等农药原药、制剂和精细化工中间体的研产销，是国内最大的甲基硫菌灵生产企业，是国内杀菌剂大宗品种多菌灵三大生产基地之一，是国内环嗪酮的主要供应商。利民股份为公司客户。\n3、实际控制人为郑旭。公司控股子公司旭合科技，现拥有2.5GW高效N型TOPCON电池片和1GW组件产能，公司规划未来5年内将陆续打造20GW高效N型切片、电池、组件及电站的垂直产业链。\n4、公司主营业务涉及农药化工和光伏新能源业务，公司拥有硫酸年产能4万吨/年。"
        },
        {
          "code": "sh601218",
          "name": "吉鑫科技",
          "limit_time": "09:38:25",
          "analysis": "风电零部件+绿色电力+风电站\n1、公司是一家专注于研发、制造和销售大型风力发电机组用零部件的企业，主要生产750KW-15MW 风力发电机组用轮毂、底座、轴、轴承座等系列产品。下游客户包括西门子-歌美飒、Vestas和Enercon等全球前十的风电整机商。公司在风电行业致力于大型化产品的研发，球墨铸铁生产技术水平与国内大型球铁铸造企业同处于第一梯队，达到国内先进水平。\n2、公司目前具备年产200 套（轮毂、底座、轴、轴承座）海上风电铸件的产能，以15MW风机为例，即公司具备3GW的海上产能。\n3、公司目前已建成并投产运营的宏润发电盐山宣惠河风电项目（一期） 和盐山县宏润宣北干沟50MW 风电项目（二期）。\n4、公司是专注于研发、制造和销售大型风力发电机组用零部件的企业，主要生产 750KW15MW 风力发电机组用轮毂、底座、轴、轴承座等系列产品"
        }
      ]
    },
    {
      "name": "金属",
      "reason": "国际贵金属价格持续走强，现货黄金价格日内突破3800美元/盎司，现货白银价格日内站上47美元/盎司，均创历史新高。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000603",
          "name": "盛达资源",
          "limit_time": "13:01:03",
          "analysis": "黄金+白银+动力电池回收\n1、2025年9月29日盘中讯，现货黄金价格日内突破3800美元/盎司，现货白银价格日内站上47美元/盎司，均创历史新高；截至2025年公司累计查明黄金金属量约34吨。\n2、券商认为公司作为国内白银毛利占比最大的公司，将充分受益于白银价格的高弹性。公司累计查明银金属量约1.2万吨，其中银都矿业​保有银金属量1182.5吨，平均品位239.28克/吨。金山矿业​2025年新增银金属量608.67吨，总银金属量达3076.37吨。东晟矿业​保有银金属量556.32吨，平均品位284.90克/吨。\n3、子公司金业环保​从事含镍、铜、铬等固危废资源化利用，聚焦镍冰铜​（低冰镍）生产。2024年危险废物处理牌照达18.26万吨/年。\n4、子公司金山矿业配套建成3.5万吨/年一水硫酸锰生产线，用于动力电池；设立新能源子公司（北京盛达新能源、内蒙古盛达新能源），布局镍、钴、锂等资源回收与购销。"
        },
        {
          "code": "sz000426",
          "name": "兴业银锡",
          "limit_time": "14:16:36",
          "analysis": "银+锡+锑+有色金属\n1、公司9家骨干子公司现保有资源量超5亿吨，其中：银金属量3.06万吨。根据世界白银协会统计截至2023年底的数据，公司在白银公司中排名位列亚洲第一位，全球第八位。\n2、公司锡金属量39.9万吨。\n3、公司锑金属储量为18.47万吨。\n4、公司的主营业务为及贵金属采选与冶炼，公司下属13家子公司，可分为五大板块，分别为采掘板块、冶炼板块、投资板块、贸易板块、研发板块。\n5、公司的主要产品有铅、锌、银、锡、铜、铁等有色金属，同时还根据所开采矿石的伴生金属情况生产铋和钨等金属；公司子公司唐河时代矿业具有镍、钴金属储备。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "09:34:48",
          "analysis": "智能网联汽车+特斯拉+AI芯片+新能源物流车+低价股\n1、网传公司正推进与哪吒汽车母公司合众新能源的重组事宜，原合众新能源人员将于2025年10月1日后完成交接清退，山子高科团队将正式进场接管。（未证实）\n2、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监及Model3焊装车间高级经理。\n3、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，总部位于浙江嘉兴嘉善县经济开发区，注册资本约10.57亿，主要业务发展方向为模拟芯片、电源管理芯片、数字和逻辑芯片、射频芯片及模块等封装测试。\n4、2023年12月， 旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。\n5、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研发、生产和销售。有产品配套问界M7车型。"
        },
        {
          "code": "sz000985",
          "name": "大庆华科",
          "limit_time": "09:45:51",
          "analysis": "石油化工+国企改革\n1、公司以C5、C9石油树脂、聚丙烯生产为主业，开发高附加值产品。公司使用中石油大庆石化分公司生产的、含量大于等于95%以上的氢气作为聚丙烯分子量调节剂参与聚合反应。\n2、公司实控人为国务院国资委，控股股东为中国石油大庆石油化工公司。\n3、公司产品乙腈、石油树脂系列等产品出口到欧洲、东南亚等20多个国家和地区。\n4、公司拥有一家省级技术研究中心，有先进的实验、检测设备80余台套，具备较强石油树脂产品工艺开发能力和改性塑料的产品开发能力。实控人是国务院国资委。"
        },
        {
          "code": "sh603610",
          "name": "麒盛科技",
          "limit_time": "10:15:48",
          "analysis": "脑机接口+智能家居（鸿蒙）+全球首款AI睡眠智能体+出口\n1、2025年9月28日，国家药监局公布采用脑机接口技术医疗器械相关行业标准；公司通过参与睡眠数字科技基金，已孵化一家专注在脑控技术和人工智能领域的公司，该公司正在研发与智能睡眠相关的应用工具；2025年公司持续推进脑机接口、AI大模型等前沿技术融合。\n2、公司已接入华为鸿蒙生态系统，实现全屋智能家居互联互通。\n3、2025年3月公司旗下品牌“舒福德”发布了最新研发成果——“AI小舒”。作为全球首款AI睡眠智能体，专为解决睡眠呼吸暂停、心律失常、精神压力等健康问题设计，标志着智能床从“被动监测”向“主动健康管理”的跨越式升级。\n4、公司主营产品为智能电动床，2024年境外收入26.75亿元，占比90.43%。\n5、2024年11月28互动，公司积极开拓养老市场,打造集康养、医疗、护理和居家照护为一体的养医护智慧服务新模式。"
        },
        {
          "code": "sz002785",
          "name": "万里石",
          "limit_time": "10:19:33",
          "analysis": "合作中国铀业+股权质押+铀矿勘探+核能上游\n1、2025年9月26日盘后，证监会同意中国铀业在深市主板上市的注册申请。公司控股子公司厦门万里石矿业与中国铀业（纳米比亚）矿业签署了合作框架协议。\n2、2025年9月27日公告，因偿还债务需求，哈富矿业公司向华彬投资质押公司总股本比例1.32%。\n3、2025年9月15日美国能源部长表示，美国应增加其战略铀储备，以缓冲俄罗斯的供应，并增强对核能发电的信心。2025年6月16日盘后消息，哈萨克斯坦与万里石等单位将联合勘探伊犁盆地铀矿。\n4、2025年5月15日调研纪要，根据万里石香港与哈富矿业2024年8月签订的合作框架协议，哈富矿业拥有的天然铀探矿权证所赋予的权利排他性的、不可撤销的全部授予万里石香港，在履行必要的程序后将资产注入上市公司；哈富矿业在哈萨克斯坦初步探明铀资源储能超过10万吨。 \n5、公司锰钛系原卤提锂技术全球领先，锂资源总利用率在85%以上，每吨碳酸锂生产成本仅为1.6-2.0万元，是其他盐湖提锂生产碳酸锂技术成本的2/3。 公司是中高端石材综合服务商，可提供大中型海外项目“设计供料安装”一体化服务。"
        },
        {
          "code": "sz000885",
          "name": "城发环境",
          "limit_time": "10:25:45",
          "analysis": "借壳预期+河南国资+固废处理+高速公路\n1、公司实控人是河南省财政厅，超聚变的实控人是豫信电子科技集团，豫信电子科技集团的第一大股东是河南省国资委持股70%，第二大股东是河南财政厅旗下的河南投资集团持股30%，有潜在借壳预期。\n2、公司从事的固体废弃物处理业务以生活垃圾焚烧发电的投资、建设与运营为核心，协同开展餐厨垃圾、污泥、医废、危废处置等业务。公司生活垃圾焚烧发电领域在手订单合计规模2.85万吨/日（不含参股公司），32个项目全部投运，固废处理业务将进入成熟运营期。\n3、2024年3月13日盘后互动：超聚变借壳上市事宜与公司无关。公司管理运营许昌至平顶山至南阳高速公路、安阳至林州高速公路、林州至长治（省界）高速公路，运营里程 255.36 公里，为河南省规划“米”字型高速公路网中重要的一“撇”。\n4、公司实控人为河南省财政厅。"
        },
        {
          "code": "sz002778",
          "name": "中晟高科",
          "limit_time": "11:27:33",
          "analysis": "实控人变更预期+核废水污染治理+生态修复\n1、2025年7月22日晚公告，福州千景拟收购公司控股股东吴中金控一致行动人天凯汇达持有的公司22.35%的股份。若交易顺利完成，公司控股股东将由吴中金控变更为福州千景，实控人将由苏州市吴中区政府变更为翁声锦与何从夫妇。翁声锦为全球最大BOPP薄膜生产商中景石化创始人。\n3、公司表示一直在运营核废水污染治理的相关项目。\n4、控股子公司中晟环境是提供环境治理综合服务的高新技术企业，主要业务包括生态修复、污水处理设施运营、管网运维等。"
        },
        {
          "code": "sh600808",
          "name": "马钢股份",
          "limit_time": "14:34:32",
          "analysis": "钢铁+数据中心+高速车轮（高铁）+低价股\n1、公司有耐低温钢筋、高强钢筋、高强H型钢等品种可以应用于部分雅江水电工程项目建设，公司将与宝武集团各基地协同参与水电站建设和钢材供应，力争将马钢的部分钢材推荐进入雅江水电项目使用。\n2、公司实控人为宝武钢铁，最终控制人为国务院国资委。公司是中国最大钢铁生产和销售商之一，主营业务为钢铁产品的生产和销售，主要产品大致可分为板材、长材和轮轴三大类。\n3、2025年1月7日互动，第一,安徽宝信(原飞马智科)数据中心一期工程已建成并投入使用。第二,安徽宝信为本公司控股子公司马钢(合肥)钢铁有限责任公司的参股公司,该公司持有安徽宝信18.19%的股权。\n4、2024年12月3日据马钢家园，公司累计销售高品质磁性材料2万多吨。"
        },
        {
          "code": "sz000422",
          "name": "湖北宜化",
          "limit_time": "14:56:57",
          "analysis": "磷化工+季戊四醇+拟收购宜昌新发投\n1、公司拥有1.3亿吨磷矿石储量，在湖北宜昌、四川两地拥有年产130万吨磷矿的采矿权。子公司宜化肥业和松滋肥业共具备200万吨/年的硫酸产能和60万吨/年的磷酸产能。\n2、2025年3月4日调研，公司现具备6万吨季戊四醇。2025年5月7日，百川盈孚数据，单季戊四醇市场均价为11886元/吨，较上一工作日价格上调65元/吨，涨幅0.55%。\n3、2024年12月11日盘后公告，公司拟32.08亿元受让宜昌新发投100%股权，宜昌新发投持有新疆宜化39.403%股权，本次交易完成后，公司将持有新疆宜化股权比例将上升至75%，新增主要产品年产能尿素 60万吨、PVC 30万吨、烧碱 25万吨、煤炭 3000万吨。\n4、2024年公司拟投资建设年产 40 万吨磷铵、20 万吨硫基复合肥节能升级改造项目，总投资约 30 亿元。"
        },
        {
          "code": "sh603889",
          "name": "新澳股份",
          "limit_time": null,
          "analysis": "羊毛涨价+羊绒毛纺+出海\n1、据9月24日羊毛拍卖周报，澳洲市场羊毛价格创纪录上涨，AWEX东部市场指数EMI本周上涨109澳分至1453澳分/公斤（同比+33.7%/环比+8.1%），突破1400澳分/公斤的大关，达到自2022年6月以来最高点。羊毛价格近期增长进一步提速，连续十周价格上涨也突破了自1987年以来最长上涨记录。\n2、公司2025年Q3销售中单下滑，接单高单增长。其中，羊毛纱线接单7月下滑/8月回正/9月增长近40%，10月下旬开始进入外贸接单旺季。\n3、公司深耕毛纺纱线行业三十多年，毛精纺业务产能满负荷运行，产销两旺，毛精纺纱线销量同比增长9.8%，近五年实际销量年复合增长率为7.70%。\n4、公司积极布局全球化，子公司新澳越南“50000锭高档精纺生态纱纺织染整项目”正在建设中，项目一期2万锭预计2024年底至2025年建设完成并陆续投产。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "09:30:12",
          "analysis": "签署重整投资协议+司法强执完成+农药/医药中间体+酒店\n1、2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、2025年4月30日复牌，公司股票被实施退市风险警示。2025年3月19日公告，公司控股股东广州万顺将增持计划延期至2025年9月19日，继续履行增持承诺。 \n4、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:00",
          "analysis": "采矿许可+隧道工程（西藏）+算力+电力+文旅\n1、2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "09:54:43",
          "analysis": "股权划转+拟出售资产+光伏+编程教育机器人+益智玩具\n1、2025年9月23日晚公告，公司控股股东江西沐邦新能源所持公司1781.7万股股票已被司法划转至铜陵高新企航股权投资合伙企业，占公司总股本的4.11%。2025年8月23日公告，公司通过公开拍卖出售邦宝益智部分资产进展，首次拍卖未成交，现计划以6588.8万元底价进行第二次拍卖。\n2、公司主营业务包括单晶硅棒、硅片的研发、生产、销售。\n3、2025年3月3日互动，子公司邦宝益智以积木为载体搭载AI7编程教育机器人，打造适合8岁+儿童，可参与教育部白名单赛事的系列套装产品。公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。\n4、公司的益智玩具以塑料积木玩具为主，主要包括科普系列、编程机器人系列、城市系列、婴幼儿系列及IP授权系列，总共20多个系列200多款产品。\n5、2024年9月4日盘后互动，一道新能是公司重要客户，与公司保持着长期稳定战略合作关系。此前媒体报道，宁德时代计划收购一道能源股权。"
        },
        {
          "code": "sh603388",
          "name": "*ST元成",
          "limit_time": "09:57:52",
          "analysis": "股权拍卖+半导体抛光片清洗设备+先进封装+节能环保\n1、2025年8月23日公告，第二次公开拍卖公司控股股东、实际控制人祝昌人所持有的97.55万股股票，上述公开拍卖活动因无人出价本次拍卖已流拍。\n2、2025年5月16日业绩说明会上公司表示2024年末在手订单总金额为4.49亿元，工程板块在手订单超4亿元，主要承接有进度款的政府EPC项目。\n3、子公司硅密电子已掌握从2到12英寸晶圆的槽式湿法清洗及刻蚀设备的技术路线以及单片清洗技术。公司规划2024年完成12寸的全流\n4、公司是一家为综合性生态景观、休闲旅游等领域提供规划策划、投资运营等服务的产业链一体化综合服务商，业务还拓展至高纯石英部件清洗设备、先进封装湿法设备等相关领域。"
        },
        {
          "code": "sh600892",
          "name": "*ST大晟",
          "limit_time": "14:38:39",
          "analysis": "短剧+网络游戏+唐山国资入主+影视\n1、2025年5月21日公告，公司全资子公司设立广州熠梦文化传媒全资控股，重点布局短剧业务以创造新的盈利增长点。\n2、公司子公司淘乐网络专注于网络游戏领域中回合制端游与手游的研发与运营。公司全资孙公司祺曜互娱主营业务为基于H5网页、手机移动端研发的动作角色扮演类游戏。\n3、2024年3月12日公告，唐山市国资委同意唐山文旅按照7.35元/股的价格，合计受让大晟文化9706.7万股股份，折合上市公司股权比例17.35%，成为上市公司第一大股东并取得其控股权。2024年12月13日公告，公司法定代表人变更为崔洪山。\n4、在影视业务方面，公司主要投资、拍摄及制作影视剧项目；全资子公司中联传动主营影视项目投资及制作，包括电视剧、网络剧、电影。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "签署重整协议+算力+数字化家装+小米\n1、2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000793",
          "name": "ST华闻",
          "limit_time": "09:56:27",
          "analysis": "签署重整投资协议+海南国资举牌+文旅\n1、2025年5月6日晚公告，公司与海南联合、海南国资运营签署6.1亿元重整投资协议。\n2、公司为海南本地股。2024年6月6日盘后公告，海南联瀚累计买入公司5%股份，购买金额为7850万元。海南联瀚是海南国资委管理的省级国有独资企业。公司实控人是中国国际广播电台下属国广环球传媒控股。公司前身系海南省石油化工工业总公司，此次海南国资举牌，引发市场猜想。\n3、公司旗下拥有一站式网约车品牌麒麟优车，是涵盖出租车、快车、专车、及大巴多项业务在内的一站式出行平台。\n4、公司主要从事传媒及文旅业务经营。子公司掌视亿通与字节跳动旗下今日头条有业务合作。"
        },
        {
          "code": "sz002211",
          "name": "ST宏达",
          "limit_time": "11:02:51",
          "analysis": "亏损减少+控股股东拟变更+量子通信+硅油（液冷）+高温硅橡胶\n1、2025年8月30日公告，2025年上半年营收2.11亿元，同比增长87.39%，归母净利润亏损929.72万元，同比减亏37.10%。公司主要产品为高温硅橡胶。目前生胶年产5万吨，混炼胶年产3万吨。\n2、2025年7月28日晚公告，公司控股股东江苏伟伦拟以2.65亿元将其持有的9741万股公司股份（占公司总股本的22.52%）转让给朱恩伟。若本次股权转让完成，公司的实控人将保持不变，仍为朱恩伟，控股股东将由江苏伟伦变更为朱恩伟。\n3、公司产品量子随机数发生器可基于量子物理原理产生随机数，可应用于量子通信、神经网络计算等。\n4、硅油在液冷系统中扮演着重要的角色，尤其是在浸没式液冷技术中。全资子公司东莞新东方，主要从事高温硅橡胶、液体硅橡胶等有机硅生胶及硅油的研发、生产和销售。\n5、公司信息安全板块业务已于2021年度逐步退出，神经网络业务或已停止，需谨慎参考。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "11:29:39",
          "analysis": "重整+数字货币+建材装饰+算力租赁\n1、2025年8月26日公告，公司与重整投资人签署补充协议。\n2、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n3、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n4、深圳中山大学项目多个标段项目在正常开展，公司中标多个深圳工务署项目会对公司业绩产生积极影响。\n5、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        },
        {
          "code": "sh600355",
          "name": "*ST精伦",
          "limit_time": "13:04:40",
          "analysis": "服务器设备采购合同+机器人+电子身份证+智能配电\n1、2025年8月12日半年报，公司与某数据科技有限公司签订2.3亿元服务器设备采购合同，报告期内已交付4500万元，预计对全年及后期业绩产生正面影响。\n2、全资子公司鲍麦克斯专业从事通用及专用伺服驱动系统、数控系统、 缝制机器人的系列化产品研发及销售。此外，公司的人工智能技术包含计算机机器视觉技术。\n3、公司率先全面支持二代居民身份证阅读、身份证实人实证微模块身份核验、eID 数字身份核验及可信身份核验这四种模式的全方位安全身份核验解决方案。\n4、参股子公司精伦电气主要致力于服务智能电网建设。电动汽车充电产品是公司在智能充电领域的第二批产品，“普利充电”为用户提供便捷的充电、结算等服务。\n5、公司主营业务为智能制造类产品、商用智能终端类产品和软件与信息服务类产品的开发、销售和运营。参股的华美晨曦光电是国内首家也是唯一一家从事交流驱动有机发光二极管(ACOLED)照明面板研发营运的公司。"
        },
        {
          "code": "sz002199",
          "name": "*ST东晶",
          "limit_time": "13:52:30",
          "analysis": "实控人变更完成+石英晶体元器件+英雄互娱\n1、2025年8月5日晚公告，公司控制权变更事项中涉及的权益变动过户登记手续已经全部完成，公司控股股东变更为无锡浩天一意，实控人变更为朱海飞。 朱海飞是拓海股权投资基金的管理人，拓海基金直接、间接持有西藏阿里麻米措矿业和西藏国能矿业股权，这两家公司拥有的盐湖锂矿资源是新能源电池重要原料。\n2、公司主要经营产品包括石英晶体谐振器、振荡器等晶振产品，营收占比超98%。2024年11月26日公告：公司持股5%以上股东、原第一大股东李庆跃向宁波宁聚协议转让股份事项已办理完成过户登记手续。公司第一大股东变更为蓝海投控。 \n3、公司是国内石英晶体元器件行业的先行与引领者，拥有各类自动化生产线80余条，已具备年产各类电子元器件20亿只的能力。\n4、公司曾拟以其拥有的全部资产、业务与英雄互娱全体股东拥有的英雄互娱100%股权的交易定价等值部分进行置换，后终止。英雄互娱参股《黑神话悟空》背后制作公司。"
        },
        {
          "code": "sh603838",
          "name": "*ST四通",
          "limit_time": "14:38:49",
          "analysis": "增持完成+新增锆钛矿精炼业务+家居陶瓷+智能马桶\n1、2025年8月13日公告，公司控股股东、实际控制人黄建平及其一致行动人已完成增持计划，累计增持188.4万股股份，增持金额1018.15万元。 \n2、2025年5月13日投资者说明会，公司新增锆钛矿产品精炼业务，该业务应用于航空航天、化工等领域，预计2025年将大幅提升收入贡献。2025年计划实现营业收入3.5亿-4.2亿元。 \n3、据2024年半年报，按销售地区分类，公司欧洲收入占比39.56%，亚洲占比25.62%，美洲占比仅9.15%。公司通过全系列家居生活陶瓷产品为客户提供一站式采购服务，已发展成为本土少数能够提供系列化优质家居生活陶瓷产品的知名企业之一。\n4、四通股份实控人黄建平同时为马可波罗实控人。\n5、公司智能马桶业务占比较低。"
        },
        {
          "code": "sz002586",
          "name": "*ST围海",
          "limit_time": "14:52:48",
          "analysis": "预中标+海堤工程+市政水利+余姚国资\n1、2025年8月6日公告，确定公司与台州市水利水电勘测设计院组成的联合体为“莆田市城乡供水一体化—莆田农村‘一户一表’及老旧管网改造工程设计施工总承包项目”项目的中标候选人。项目投标报价为1.56亿元。\n2、2025年4月18日晚公告，宁波证监局拟决定对公司责令改正，给予警告，并处以700万元罚款；对相关人员分别给予警告并处以罚款。\n3、公司主要从事海堤工程、河道工程、水库工程、城市防洪工程等建筑施工业务。实控人为余姚市国资办公室。"
        },
        {
          "code": "sh603389",
          "name": "*ST亚振",
          "limit_time": null,
          "analysis": "拟控股广西锆业+实控人变更+家具+转型钻石+合作群核科技\n1、2025年8月2日公告，拟5544.9万元控股广西锆业，标的专注于锆钛复合资源的综合开发利用。2025年8月21日公告以上工商变更登记已完成。\n2、2025年7月21日公告复牌，核查已完成。2025年7月10日晚公告，吴涛先生要约收购期满，预受股份20.47%，要约收购完成后持股增至45%。2025年5月31日公告，控股股东协议转让股份完成过户登记，公司控制权由亚振投资变更为吴涛先生，实控人变更为吴涛先生。 \n3、公司主营业务为家具产品的研发设计、生产和销售，是唯一连续五届与世博会合作的长期家具供应商，正在逐步推进信息化系统建设项目及家居服务云平台项目。\n4、公司投资参股江苏亚振钻石（不并表）。2023年亚振钻石产量为15092克拉，已达到预期年产7500克拉目标，但成品销售未达预期。\n5、2024年半年报，公司在高端定制领域引入先进的数控板式生产线，实现了与酷家乐（群核科技）设计软件无缝对接。"
        }
      ]
    }
  ]
}