{
  "date": "2025-12-29",
  "update_time": "2025-12-29 15:46:39",
  "category_count": 9,
  "total_stocks": 100,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz001331",
          "name": "胜通能源",
          "limit_time": "10:39:03",
          "analysis": "七腾机器人收购+天然气+海外业务拓展\n1、2025年12月12日盘后公告，七腾机器人拟通过受让和要约收购合计获得公司44.99%股权，交易完成后，公司控股股东变更为“七腾机器人”，实际控制人变更为朱冬；七腾机器人专注生产特种机器人，防爆四足/轮式/挂轨机器人等产品已远销中东、北美等海外市场，2024年收入9.54亿元，净利润1.223亿元。12月28日公告，收购方不存在未来36个月内通过上市公司借壳上市的计划或安排。\n2、2025年12月25日公告，部分募投项目再次延期，预计可使用状态日期延至2027年底。\n3、公司主营业务是LNG的采购、运输、销售以及原油、普货的运输服务，已进入中国LNG贸易企业前五，为工业燃料、城镇燃气、交通燃料等应用领域客户提供一站式LNG运贸解决方案。\n4、2025年5月15日互动易及投资者关系活动记录，公司新加坡全资子公司2024年完成2船LNG船货交易并与中石化燃料油新加坡有限公司签订资源购销协议，拓展海外资源渠道，提升国际业务布局。2024年海外销售占比12.27%。"
        },
        {
          "code": "sz002969",
          "name": "嘉美包装",
          "limit_time": "09:25:00",
          "analysis": "控制权变更（追觅科技）+旺旺合作+食品饮料包装容器+啤酒\n1、2025年12月16日晚公告，追觅科技创始人俞浩通过旗下持股平台苏州逐越鸿智，以协议转让与主动要约方式，斥资约22.82亿元（总计控股54.9%），取得嘉美包装公司控制权。其中协议转让总价款12.4亿元，每股4.45元，要约收购股份数量为2.33亿股。中包香港及陈民承诺嘉美包装2026–2030年每年归母净利润不低于1.2亿元。12月23日晚公告补充说明了“不存在未来36个月内通过上市公司借壳上市的计划或安排。”\n2、公司组织形式属于港澳台企业。公司主营业务是食品饮料包装容器的研产销售及提供饮料灌装服务。公司长期为旺旺提供相关服务。\n3、公司位于安徽省近日安徽广德“三件套”火出圈，公司自主品牌“喝吧”精酿啤酒从配方，制造，到销售等各环节，均由公司自主经营。公司电商淘宝店，苏宁店有售。\n4、公司主要产品包括三片罐、二片罐、无菌纸包装和PET瓶，主要用于含乳饮料和植物蛋白饮料、即饮茶和其他饮料以及瓶装水的包装，同时提供各类饮料的灌装服务。"
        },
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "09:25:00",
          "analysis": "优必选拟入主+割草机器人+园林机械+半导体设备零部件+龙字辈\n1、2025年12月24日晚公告，优必选拟以协议转让+要约收购方式合计收购锋龙股份约43%股权，交易完成后控股股东拟变更为优必选，实控人拟变更为周剑。本次控制权变更方案中的股份转让价格、要约收购价格均为17.72元/股，以此计算，合计总对价达16.65亿元。\n2、公司产品包括割草机器人电控。\n3、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n4、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sh605086",
          "name": "龙高股份",
          "limit_time": "09:33:48",
          "analysis": "紫金矿业拟增持+福建国资+高岭土\n1、2025年12月26日晚公告，龙岩市国资委拟将其持有的龙岩市投资开发集团4.37%股权转让给紫金南投，转让价格为人民币3.98亿元。紫金南投目前为公司第二大流通股东。\n2、公司最终实控人是福建龙岩市国资委。2024年12月14日晚公告，公司控股股东、持股 5%以上股东协议转让部分股份引入战略投资者事项获国资监管部门批复。\n3、公司专注于高岭土的采选、加工和销售，截至2023年底，下属东宫下高岭土矿保有资源储量3136万吨， 为国内特大型优质高岭土矿床。公司高岭土年开采能力60万吨/年，处于行业领先地位。\n4、公司通过参与专项基金布局非金属矿产业链上下游优质企业，投资基金项目包括设立安吉启真丰实股权投资合伙企业，定向投资于浙江丰虹和杭州洁铸科技；参与深圳市红土一号私募股权投资基金等。"
        },
        {
          "code": "sh603608",
          "name": "天创时尚",
          "limit_time": "",
          "analysis": "控制权拟变更（轴承）+时尚女鞋+VR虚拟衣帽间\n1、2025年12月26日公告，控股股东泉州禾天、实控人李林、二股东香港高创与安徽先睿签署股份转让协议。泉州禾天拟转让10.95%股份、香港高创拟转让9%股份，完成后安徽先睿将持股19.95%，控股股东将变更为安徽先睿，实控人变更为胡先根。标的公司为轴承企业慈兴集团全资子公司。\n2、公司为时尚女鞋多品牌全产业链数字化运营商之一，旗下拥有六大女鞋品牌，以及代理西班牙中高端女鞋品牌“Patricia”。\n3、公司VR虚拟衣帽间处于测试与验收阶段，目标为用户打造一款VR在线沉浸式立体仿真鞋服装扮工具。2024年8月5日盘后互动，快美妆科技的工商变更登记手续已于近日完成，本次变更后，深圳九颂不再持有快美妆科技的股权。\n4、全资子公司小子科技聚焦互联网营销，在抖音等短视频平台从事二类电商业务，2020年公司与字节系合作份额占其营收约10%，后续无披露。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "上交所于2025年12月26日发布《上海证券交易所发行上市审核规则适用指引第9号——商业火箭企业适用科创板第五套上市标准》，明确支持尚未盈利但具备核心技术的商业火箭企业通过科创板第五套标准上市‌。",
      "stock_count": 30,
      "stocks": [
        {
          "code": "sz002361",
          "name": "神剑股份",
          "limit_time": "10:41:00",
          "analysis": "商业航天+军工（客户成飞）+碳纤维\n1、2025年12月17日互动，公司主要客户包括航天科技集团，为其提供卫星天线、反射器及无人机等装备机加件。公司无人机业务主要是利用钣金及复材加工制造能力,根据客户需求对无人机体和零配件提供加工制造和配套服务。\n2、公司为多型号军事装备提供配套产品，包括军机雷达罩、导弹装备的新型低目标特性抗毁保温舱等。公司碳纤维等复合材料产品获得了多个军种及轨道交通领域重点客户的认可，已实现批量供货。军工方面客户有中国航天科技集团(504研究所)、成飞等。\n3、公司是全球最大的聚酯树脂生产厂家之一，已有22万吨产能，在建10万吨。\n4、2025年2月25日互动，公司聚酯树脂产品下游粉末涂料可应用于工业机器人金属表面领域。"
        },
        {
          "code": "sh600783",
          "name": "鲁信创投",
          "limit_time": "09:25:00",
          "analysis": "参股蓝箭航天+航空航天+创投+参股丝杠公司\n1、2025年12月23日盘前讯，蓝箭航天IPO辅导进入验收程序。公司参股基金3个投资主体合计持有蓝箭航天0.89%股权。\n2、2025年12月18日晚互动，公司参股基金在航空航天领域投资项目包括蓝箭航天、鸿侠科技、微焓科技、中科际联、微波电真空技术等企业。\n3、公司主营业务之一为投资管理业务，2025年上半年投资业务占比32.36%。公司参股基金青岛中经合鲁信跨境创投基金企业持有北京中飞艾维航空科技公司6.3%股权；公司参股基金成都鲁信菁蓉贰期创业投资中心等3个投资主体对成都市鸿侠科技持股比例分别为4.7%、1.9%、1%。公司实控人为山东省人民政府。\n4、2025年9月26日盘后互动，公司全资子公司、参股基金对艾恩半导体持股比例分别为5.329%、15.6537%。\n5、公司持有江苏润孚动力11.97%股权，后者作为一家专注于丝杆及其作动机构产品的科技公司，主要生产的产品包括各种规格的行星滚柱丝杠。"
        },
        {
          "code": "sh603278",
          "name": "大业股份",
          "limit_time": "09:31:52",
          "analysis": "商业航天+人形机器人（灵巧手/腱绳）+光伏+轮胎\n1、公司持有江北公司4.216%的股权，江北公司主要从事航天动力系统、天线罩等航天型号产品。但该投资属于财务性投资，不直接产生营业收入，对公司业绩没有影响。\n2、公司腱绳2024年上半年应收2212万元。据网传资料假设灵巧手大约使用10根腱绳，预计对应价格约为5元/根。2025年10月30日互动，公司正在积极推进腱绳产品的研发和市场拓展，目前尚未批量生产。\n3、2025年12月4日，公司参加航空轮胎用缆型胎圈钢丝标准研讨，缆型胎圈钢丝技术长期被国外垄断，公司成功打破技术壁垒，实现了产品的自主化生产。\n4、公司旗下山东大业新能源公司，主要经营风力发电、光伏发电等领域。"
        },
        {
          "code": "sh600118",
          "name": "中国卫星",
          "limit_time": "14:52:51",
          "analysis": "千帆星座+卫星服务+宇航制造+广播通信\n1、垣信卫星与空中客车公司围绕“千帆星座”进行了市场合作签约，开展低轨卫星飞机互联合作。\n2、公司积极参与千帆星座、国网星座等低轨互联网建设工程等产品及服务。先后成功研制发射了北京三号卫星、海丝二号卫星等数十颗商业卫星，宇航部组件及卫星应用产品覆盖了空间段、地面段、应用和终端段。\n3、在宇航制造方面，公司开发了覆盖完整序列的小卫星/微小卫星公用平台型谱，产品涉及光学遥感等领域，可为航天器提供星上导航接收机、空间太阳电池片、星上电子通信设备等产品。公司广播通信服务覆盖中国全疆域、周边及“一带一路”主要区域。\n4、在卫星运营综合服务方面，公司位于云岗的地面站是北京地区的主要大型综合性卫星地面站之一，主要从事卫星广播电视传输、卫星通信服务、卫星测控、卫星在轨监测等业务。"
        },
        {
          "code": "sz002471",
          "name": "中超控股",
          "limit_time": "09:25:00",
          "analysis": "航空航天+机器人（零部件）+燃气轮机+核电\n1、2025年12月25日盘后互动，孙公司江苏精铸拥有系列高温合金精密铸造相关技术专利，已进入中国航发集团、航天科工火箭等航空航天核心主机厂商的供应链体系；公司全面参与了燃气轮机新机研制及国产化研制领域内高温合金精密铸件研制工作，为中国航发燃气轮机等供应机匣等产品。\n2、子公司中超电缆已拥有“耐扭转耐腐蚀型高柔性智能机器人电缆”专利证书。公司与合肥市智能机器人研究院签订了《战略合作协议》。公司曾研发外骨骼机器人用信号传输电缆。\n3、公司与中国航发燃气轮机、中船重工龙江广瀚等燃气轮机主机厂稳定合作，2025年12月9日盘后公告，控股孙公司江苏精铸获得青岛中科国晟动力科技燃气轮机高温合金精密铸件订单5155.86万。\n4、2025年5月6日调研，公司目前已经是中核集团的合格供应商。2023年报提及公司有耐高温抗拉耐腐蚀型核电站用电缆开发研究项目。"
        },
        {
          "code": "sz002571",
          "name": "德力股份",
          "limit_time": "09:51:15",
          "analysis": "翼元航空入主+光伏玻璃+日用玻璃器皿+IP交易+游戏\n1、2025年12月23日晚公告，公司拟向辽宁翼元航空科技有限公司定增不超1.18亿股募资8.85亿元，以发行成功为前提，原实控人施卫东拟放弃表决权。若本次交易顺利完成，公司控股股东将由施卫东变更为翼元航空，实控人将变更为王天重、徐庆华。标的公司核心聚焦航空航天与深海装备领域。\n2、公司为日用玻璃器皿制造企业。子公司蚌埠德力光能主营从事光伏组件盖板、背板等特种玻璃生产销售业务。\n3、2025年3月17日盘前互动，参股公司武汉唯道主要从事文学IP版权业务。武汉唯道创立了IP交易撮合平台——IP家，涵盖影视、游戏、动漫、周边品牌等IP全产业链核心元素，可以通过IP家平台获取相关IP资源。\n4、公司认购趣乐多10%股权，后者已成为国内3D页游排名前列的运营平台，主要通过旗下的西游网从事网络游戏的开发和运营。公司参股6%鹿游主要从事游戏的研发，发行，主要产品是新石器时代。"
        },
        {
          "code": "sz002347",
          "name": "泰尔股份",
          "limit_time": "10:05:51",
          "analysis": "商业航天+3D打印+工业机器人+动力电池回收\n1、公司完成激光3D打印航天部件产品的开发应用。\n2、公司的机器人产品主要为工业机器人，目前涵盖了包装机器人、焊牌机器人、挂牌机器人等。\n3、子公司众迈科技专注于锂离子电池注液设备、锂离子电池回收自动化设备设计与制造，其客户主要为电池回收白名单企业。\n4、公司主营业务是冶金成套设备、核心设备、激光再制造技术等系列产品的研产销，产品涵盖工业机器人。全资子公司泰智维新从事人工智能应用软件开发，通过智能运维总包服务平台项目以数字化制造为支撑，采用设备运维总包一体化的服务模式。"
        },
        {
          "code": "sz002202",
          "name": "金风科技",
          "limit_time": "09:49:03",
          "analysis": "参股蓝箭航天+风电主机+新疆\n1、据企查查，金风科技对蓝箭航天空间科技的持股比例为8.3%，公司已将持有的蓝箭航天股权作为其他非流动金融资产核算。\n2、金风科技是国内最早进入风力发电设备制造领域的企业之一，公司拥有自主知识产权的风力发电机组，国内新增风电装机连续14年排名第一，全球新增风电装机连续三年排名第一。\n3、公司地处新疆，主要从事风机制造、风电服务、风电场投资与开发三大主要业务以及水务等其他业务。"
        },
        {
          "code": "sh600736",
          "name": "苏州高新",
          "limit_time": "09:56:19",
          "analysis": "商业航天+创投+芯片+低空经济+房地产\n1、公司持有东菱振动100%股份，该公司为商业航天企业提供振动测试解决方案，产品应用于火箭、卫星等航天器的研制和测试环节；已开发大飞机零部件系列测试装备，曾为国产大飞机零部件、航空发动机零部件等提供测试试验服务。2024年营收5.12亿元，净利润2811.64万元。\n2、公司与创投集团等苏州高新创业投资集团融联管理公司，重点关注具有自主创新技术、高速增长的中小科技型企业。\n3、公司旗下融联基金参与投资了苏州中晟宏芯、苏州智铸通信、苏州海光芯创、苏州贝克、北京联盛德，创投集团参与投资了苏州国芯。公司通过旗下参股基金、参股基金的子基金，分别投资了博瑞医药与迪赛诺医药。\n4、公司地处苏州，2024年8月21日公司宣布拟出资1亿元人民币设立全资子公司——苏州高新低空经济产业发展公司。承接相关测试服务业务，并规划打造低空经济产业园，从事园区运营、产业投资等业务。\n5、公司主营业务为房地产开发，实控人苏州市虎丘区人民政府。"
        },
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": "13:11:21",
          "analysis": "商业航天+福建+军工+孙公司拟增资扩股+低空经济\n1、天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。2025年11月22日公告，公司控股孙公司航天天目(重庆)拟通过公开挂牌方式增资扩股，引入投资者。2025年12月12日盘中互动，公司下属航天天目主要从事商业低轨卫星运营及数据应用服务。\n2、公司地处福建福州。公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        },
        {
          "code": "sh605123",
          "name": "派克新材",
          "limit_time": "14:56:20",
          "analysis": "商业航天+可控核聚变+燃气轮机环形锻件+风电机组件\n1、2025年12月5日盘中互动，公司是九州云箭发动机系列供应商，为长征系列火箭提供箭体结构件，2025年12月1日盘中互动，公司目前商业航天的合作伙伴有蓝箭航天、中科宇航等。华泰证券、中金公司确认公司通过NASA认证，为SpaceX箭体/发动机锻件直接供应商。\n2、2025年12月17日晚互动，公司作为聚变产业联盟会员单位，为BEST可控核聚变项目用真空室、屏蔽包层、偏滤器、第一壁等关键部件进行了材料研发和产品提供。\n3、公司是国内少数几家可为航空发动机、航天运载火箭及卫星、燃气轮机、深海装备等高端装备提供配套特种合金精密环形锻件产品和精密模锻件产品的民营企业之一。\n4、公司产品主要应用于风电机组中的轴承、齿轮、齿圈等，为发电机组的可靠运行提供着强有力的保障。公司是国内高端环形锻件生厂商，从事金属锻件的研生销，公司的主营产品分军品、民品两大系列，在航空领域，公司产品已覆盖在役及在研阶段的多个型号航空发动机"
        },
        {
          "code": "sz002187",
          "name": "广百股份",
          "limit_time": "09:30:57",
          "analysis": "商业航天+百货连锁+黄金零售+离境退税\n1、公司过旗下广州商贸产业基金间接参股中科宇航，但具体持股比例未达上市公司披露标准。\n2、公司是广东省百货连锁龙头企业，是广州国资委旗下唯一聚焦于商贸流通领域的A股上市企业，已在广州市区及广东省内其他城市开设门店30家。\n3、公司设有6家离境退税“即买即退”门店。\n4、公司旗下广百黄金珠宝大厦致力成为华南地区精品金饰珠宝专业店，全力打造“广百黄金”自有品牌。\n5、公司旗下各门店运用直播带货、福利社群等线上营销工具，以品牌信誉打造私域流量池，成为广州首批受理数字人民币支付的便民商家。"
        },
        {
          "code": "sh603017",
          "name": "中衡设计",
          "limit_time": "09:33:39",
          "analysis": "商业航天+建筑设计+低空经济\n1、2025年12月26日晚互动， 2023 年，公司天使轮投资了火箭生产制造商致航科技（苏州）有限公司（目前持股比例为 2.1%）。先后中标了天兵科技运载火箭及发动机智能制造基地、山东箭元航天科技总装总测生产基地、成都星际荣耀火箭生产总部基地、安庆年发 20 发可回收液体火箭制造厂房建设项目等多个高端制造基地设计项目。\n2、公司主要从事产业服务及城乡建设品质提升相关工程设计及咨询（含绿色低碳智能建筑设计）、工程总承包、项目管理及工程监理业务。公司是江苏省最大的建筑设计企业。\n3、2025年10月14日公告，未来公司将充分发挥公司在产业咨询服务领域的技术服务优势，在服务新质生产力、产业策划、商业航天、低空经济、数字化及双碳、BIM技术、建筑智能化、建筑工业化、信息技术、绿色生态建筑等方面,加大技术研究及应用，并积极开展AI相关技术研发与应用。"
        },
        {
          "code": "sz000917",
          "name": "电广传媒",
          "limit_time": "09:34:45",
          "analysis": "间接持股蓝箭航天+智谱AI（参投）+潮玩平台+湖南国资\n1、2025年12月29日市场传闻达晨持股蓝箭航天，2018年B轮入局，持续跟投至D轮，当前持股3%-5%，为公司早期核心投资方，电广传媒控股达晨55%，间接享有投资收益(未证实)。\n2、2025年12月18日讯，智谱AI最新投后估值约400亿元人民币（7月C轮融资后），已通过港交所上市聆讯 。公司旗下达晨创投于2021年初领投智谱AI A轮融资并多轮加注。\n3、公司创建了二手潮玩平台（娃友圈），同时背靠湖南广电，有望利用湖南广电优质IP资源和媒体宣推优势以芒果IP、芒果基因创新打造芒果味的休闲度假产品，打造芒果版“迪士尼生态”。\n4、达晨财智（电广传媒持股55%）领投爱诗科技亿元级A1轮融资，爱诗科技旗下PixVerse是一款AI视频生成工具，在创投圈中较火。\n5、公司控股股东为芒果传媒，实控人为湖南国有文化资产监督管委会。公司主营业务涵盖文旅、投资、广告、游戏业务等。"
        },
        {
          "code": "sz002146",
          "name": "荣盛发展",
          "limit_time": "09:56:33",
          "analysis": "商业航天+海南+房地产+美好寓意+低空经济+西藏旅游\n1、公司持有中冀投资股份有限公司52.2152%股份，旗下子公司中冀投资连续两轮参与蓝箭航天融资。\n2、2025年10月29日互动，公司子公司美亚航空控股有限公司拥有西沙空中游览运营资质和经验，成为国内首家水陆两栖固定翼机型认证运营商，累计获批25条航线，覆盖海南16个核心作业点。公司通过美亚航空积累了空域协调、安全运营、场景开发等核心能力，且在海南拥有丰富的文旅项目储备，可与文昌航天城的航天资源形成“低空+航天+文旅”的独特协同效应。\n3、公司主营业务为房地产开发与销售，拥有住建部颁发的房地产开发企业一级资质证书。\n4、子公司西藏盛行宏途运营的“盛行天下”是综合旅居服务平台，整合了荣盛旗下酒店、景区、康养等资源。\n5、公司拟购买荣盛盟固利76.45%股份，标的是主流商用车企业混合动力车型及氢燃料车型首选供应商，其动力电池在国内氢燃料电电混合商用车市场市场保有率超过60%，市场占有率第一。"
        },
        {
          "code": "sz002465",
          "name": "海格通信",
          "limit_time": "10:01:18",
          "analysis": "卫星通信+低空经济+华为+北斗+军工\n1、2025年12月26日互动，公司北斗导航芯片已批量应用于手机直连卫星、低空经济、航空航天、智能交通、能源电力等场景，形成空天地一体位置感知方案。\n2、2025年12月27日官微消息，近日，由广州低空公司承建运营、海格通信承研的“广州低空飞行综合管理服务平台”正式发布，作为广州全市飞行活动统一入口，平台实现对空域、航空器、飞行活动等的一体化监管与服务，具备八大核心功能，并与民航、省级平台实现互联互通。\n3、公司率先实现“芯片、模块、天线、终端、系统、运营”全产业链布局，北斗三号终端进入鉴定和批量订货阶段。\n4、公司拥有全系列天通卫星终端及芯片，天通一号产品首次进入新高端平台领域。\n5、公司是行业内用户覆盖最广、频段覆盖最宽、产品系列最全、最具竞争力的重点电子信息企业之一，产品在陆、海、空、火箭、战支等全军种及武警部队均有应用。"
        },
        {
          "code": "sz001266",
          "name": "宏英智能",
          "limit_time": "10:16:54",
          "analysis": "商业航天+机器人+自动驾驶+液冷储能\n1、2024年8月9日互动，公司目前在航天航空领域主要提供地面设备的显控及传感类的产品；2022年7月12日互动，公司智能电控产品已批量配套航天领域。\n2、公司的液冷储能相关产品已实现批量应用，在数据中心应用场景下采用全浸没式液冷储能技术。液冷储能和液冷服务器是液冷技术应用于不同产品，公司暂未应用于液冷服务器中。\n3、2025年9月23日机构调研，公司目前在研的是落料及清扫机器人。公司传感器技术可应用于工业机器人领域。\n4、2025年1月10日互动，公司正积极进行L2、L2+、L3等智能驾驶系统的开发与研究，目前公司的自动驾驶辅助系统产品已试装于上汽。\n5、公司是移动机械与专用车辆智能电气控制系统产品及解决方案的提供商，主营业务包括智能电控产品及智能电控总成的研产销。2025年10月31日晚公告，全资子公司宏英新能源与民乐卓航签署《民乐县二期350MW/700MWh独立储能电站项目工程PC总承包合同》，合同总价6.16亿元。"
        },
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "10:41:24",
          "analysis": "太空算力+神舟飞船+军工+汽车雷达\n1、半年报显示，公司多型星上智能处理产品成功交付;标准化、通用化星上智算产品的研制取得阶段性重大进展。\n2、2025年12月1日，新华社报道，从中国航天科技集团一院获悉，由该院抓总研制的我国首艘火箭网系回收海上平台于近日被命名为“领航者”并成功交付。子公司恒达微波研制的“微波雷达天线”和“微波应答机天线”助力神舟二十一号载人飞船与空间站顺利对接。\n3、公司eMMC存储控制器完成国产化迭代并量产，宽温级128GB产品获国产化认证；毫米波雷达测试系统已与华为、比亚迪等行业龙头达成更多合作。 \n4、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。"
        },
        {
          "code": "sh603458",
          "name": "勘设股份",
          "limit_time": "11:23:08",
          "analysis": "北斗标准+数据中心+无人驾驶RWA+参股公司合作英伟达\n1、2025年12月26日互动，公司作为第二起草单位参与制定的《北斗卫星综合监测系统工程技术标准》将于2026年3月实施，标志公司在北斗技术标准制定领域取得国家级突破。\n2、公司设计的贵安新区腾讯七星数据中心项目（一期），国内首个洞库式数据中心；同时还设计818项目（一期）（建设中） 和贵州省地震局数据中心项目（建设中）。\n3、2025年7月11日讯，近日公司旗下勘设泰宇坦行与翰凯斯智能、趣链科技签署合作协议，三方将围绕“智慧交通RWA试点应用”展开合作，探索区块链技术与智能交通的融合创新。此次合作将探索面向交通基础设施和运营装备的RWA(现实世界资产)试点应用。通过对无人车、充电设施等关键资产进行可信登记、价值映射和链上管理，构建可确权、可量化、可交易的新型数据资产体系。\n4、截至2024年3月，公司ETC门架运维监测平台覆盖贵州全省统建部分43家路段业主/地区中心，共接入1425套ETC门架进行运维监测。"
        },
        {
          "code": "sh603116",
          "name": "红蜻蜓",
          "limit_time": "13:00:20",
          "analysis": "商业航天+间接投资半导体公司+鞋类龙头+跨境电商\n1、公司全资子公司宁波梅山保税港区红蜻蜓资产管理公司持有青峰创投32.5%的份额。青峰创投2023年投资了空天知行合一,目前,青峰创投持有空天知行合一14.2857%股份。 空天知行合一为一家航天类综合性研发及试制高新技术企业，主要产品为微波电推进器与霍尔电推进器。\n2、全资子公司持有青峰创投32.5%的份额，后者持有芯生代科技14.32%股份，芯生代科技是一家致力于第三代半导体硅基氮化镓(GaN)外延片研发与制造的高新技术企业，核心技术团队由多位国际一流半导体专家组成。\n3、公司为国内鞋类龙头，以红蜻蜓品牌为主，主营女鞋、男鞋、童鞋等品类，近年来由皮鞋逐步拓展小白鞋、板鞋、松糕鞋、乐福鞋等品类，覆盖更多客户群体。\n4、公司通过优选一批网络代理商在其他电子商务平台代理公司的销售业务。目前公司通过代理模式开展业务的平台包括京东商城、亚马逊、好乐买、优购网等等。"
        },
        {
          "code": "sh600477",
          "name": "杭萧钢构",
          "limit_time": "13:15:39",
          "analysis": "中标箭元火箭项目+钙钛矿叠层电池+数据中心（杭州）+HJT\n1、2025年12月29日杭州建设工程招标造价平台显示，公司中标箭元中大型液体运载火箭总装总测及回收复用基地(一期)项目。\n2、子公司合特光电采用的电池技术是“高效异质结+钙钛矿叠层电池”，曾经计划建设100MW高效异质结钙钛矿叠层电池中试线，规划的目标转化效率达到28%以上。截止2024年末合特光电钙钛矿/晶硅薄膜叠层电池中试线进度及工艺指标未达到预期。\n3、公司位于杭州市，旗下万郡绿建平台包括门户、运营中心、数据中心、开放接口等模块。\n4、公司是一家主要为钢结构工程的设计、制作与安装的属建筑行业的公司，公司的主要产品是多高层钢结构、轻钢结构、空间结构。"
        },
        {
          "code": "sz001229",
          "name": "魅视科技",
          "limit_time": "13:44:00",
          "analysis": "商业航天+AI体感控制调度+探索合作华为\n1、2025年12月25日互动，公司为中国载人航天工程和探月工程的指挥控制中心提供了“光纤KVMS解决方案”，保障了中国首次火星探测“天问一号”成功发射，“嫦娥五号”等火箭的发射项目也用到了此套解决方案。\n2、2025年12月16日互动，公司产品已应用于航空、航天等相关领域，如飞行控制中心的指挥调度平台、机场的AOC、TOC等诸多场景。\n3、公司自主研发的“AI体感控制调度技术”融合AI技术实现了通过手势控制大屏进行人机交互。此外，2023年5月23日互动，公司正与华为公司积极探索合作领域，寻求互利共赢的合作方向，暂未跟华为有合作。\n4、公司自主研发的ASE计算机屏幕编码技术，通过软硬件成为分布式系统的算力中心，实现大范围信息资源整合。\n5、公司参与甘肃全省数字政府指挥中心建设，助力陕西省应急管理厅打造全面实现整体高度智能综合性应急指挥中心。"
        },
        {
          "code": "sh600151",
          "name": "航天机电",
          "limit_time": "14:39:30",
          "analysis": "航天八院（长征十二）+航天用钙钛矿电池+中冷器+新能源车\n1、公司控股股东是上海航天技术研究院（航天八院），后者主要业务领域覆盖运载火箭、应用卫星、航天技术等领域，八院为长征十二号甲运载火箭的总师单位，这款液氧甲烷可回收火箭即将发射，技术实力比肩国际顶尖水平，而其相关核心资产有望注入上市公司。\n2、参股子公司上海太阳能推出商业航天用空间环境适应低成本钙钛矿复合叠层太阳电池技术。\n3、公司光伏产业主要从事多晶铸锭、组件环节的研产销，运营约350MW的国内光伏电站和4.8MW的海外光伏电站，具有1GW/年硅片、4.9GW/年组件的产能，推出了高效N型TOPCon组件。海外市场涉及印度、巴西、欧洲、东南亚和北美等国家和区域。\n4、公司已获得定点项目的本土新能源车客户主要有比亚迪、理想。\n5、公司主要经营光伏产业和汽车热系统产业两大产业。热系统业务涉及的中冷器、水箱产品的设计、生产和开发均与对应车型发动机相匹配，且公司正在为多款国六车型供应产品。"
        },
        {
          "code": "sh600481",
          "name": "双良节能",
          "limit_time": "14:42:52",
          "analysis": "SpaceX+光伏+数据中心（液冷）+还原炉设备\n1、公司纪录片中显示，美国SpaceX公司(太空探索技术公司)的星舰基地有双良高效换热器的影子。\n2、公司主营光伏单晶硅棒、硅片、组件及绿电制氢系统。公司在包头市稀土高新区分两期建设共40GW单晶硅项目。一期项目总投资70亿元，建成年产20GW拉晶、20GW切片项目；公司拥有全球规模最大的溴冷机生产基地，多晶硅还原炉的市场份额稳居国内第一。\n3、2024年12月25日互动，公司有液冷模块及液冷成套设备等相关产品应用于数据中心。公司CDM液冷换热模块涉及全浸没式液冷服务器换热模块与尾端冷却塔设备，近年来一直获有优质客户的订单。\n4、公司已与通威、爱旭、天合等厂商达成合作，累计签订硅片/硅棒长单规模达到636.86亿元。\n5、公司传统业务节能节水系统：溴化锂冷热机组、换热器、空冷器系统等，营收占比67.83%。"
        },
        {
          "code": "sz000987",
          "name": "越秀资本",
          "limit_time": "14:44:03",
          "analysis": "投资中科宇航+期货+AMC+多元金融\n1、2025年12月5日互动，公司控股子公司越秀产业基金发起设立了商业航天基金，基金规模5亿元，围绕航天产业链上下游重点开展投资布局；所管理的基金投资了中科宇航、航天飞鸿、微纳星空等一批行业优质项目。\n2、公司主要通过子公司广州期货从事期货业务，主要包括商品及金融期货经纪、期货投资咨询、资产管理及风险管理等业务。\n3、公司是国内首个地方金控上市平台，形成了参股中信证券与租赁+AMC+资本运营的特色地方金控平台架构。子公司广州期货及下属清远营业部迁至南沙明珠湾区。\n4、公司实控人是广州国资委；公司不良资产管理业务由控股子公司广州资产实施；公司融资租赁业务由控股子公司越秀租赁实施；公司投资管理业务由越秀产业基金、越秀金控资本两家控股子公司实施，主要业务包括私募基金管理、母基金投资、夹层投资等。"
        },
        {
          "code": "sh688523",
          "name": "航天环宇",
          "limit_time": "14:45:01",
          "analysis": "千帆星座+卫星通信+航空航天装备\n1、在商业航天领域，公司已完成 “千帆”星座4.5米测控天伺馈、“千帆”星座1.8米馈电天伺馈产品的研制、车载站、集装箱机动数传站、固定站等高难度站型研制交付。\n2、据网传公司正将资源向高毛利的激光通信终端与星载微波组件倾斜——前者已应用于我国首颗超低轨卫星，传输速率突破100Gbps；后者在\"千帆星座\"90颗卫星中渗透率达70%。（未证实）\n3、在卫星通信及测控测试设备领域，公司在轻量化复合材料结构设计、自动折展反射面结构与控制等方面取得了长足的技术进步和创新性成果。\n4、公司主要产品及服务集中应用于航空航天领域，按照用途可分为宇航产品、航空航天工艺装备、航空产品、卫星通信及测控测试设备四大板块。"
        },
        {
          "code": "sz300751",
          "name": "迈为股份",
          "limit_time": "14:50:54",
          "analysis": "太空能源+钙钛矿+半导体设备+光伏HJT\n1、据网传资料（未证实），公司拿到了SpaceX的10GW 光伏设备订单（SpaceX推进太空AI计算中心计划，拟每年部署100GW太阳能AI卫星，对太空光伏需求巨大）。\n2、公司拥有异质结电池GW级生产线，同时公司部署了一条异质结与钙钛矿叠层电池的研发线。\n3、机构表示，近期公司将半导体长期目标收入（5年维度）定位100亿元，其中前道设备收入约占70%。\n4、公司是太阳能丝网印刷设备市占率全球第一，HJT电池设备龙头，主营产品为太阳能电池丝网印刷生产线成套设备，主要应用于光伏产业链的中游电池片生产环节，相继进入光伏激光设备，OLED面板激光设备，HJT异质结电池生产设备等。"
        },
        {
          "code": "sz300877",
          "name": "金春股份",
          "limit_time": null,
          "analysis": "商业航天+非织造布+间接供货朵薇卫生巾+无纺布\n1、2025年12月25日互动，公司持有厦门麟德股权投资7.77%股权，厦门麟德股权投资持有江苏天兵航天科技0.27%股权。\n2、公司专业从事水刺非织造布、热风非织造布、超细纤维非织造布、熔喷无纺布等无纺布生产和销售业务。\n3、公司供货杭州千芝雅卫生用品，后者是黄子韬旗下朵薇牌子卫生巾的生产商。\n4、公司年产12000吨可降解二期项目已于2024年8月投产，2025年将满产，同时年产15,000吨ES二期项目按期于2025年6月投产。\n5、公司生产的水刺非织造布材料主要应用于卫生材料类（含民用清洁类、医疗卫生类）、装饰装潢类、工业用材类三大领域；热风非织造布主要应用于民用清洁类领域；长丝超细纤维非织造布主要应用于民用清洁类、装饰装潢类、工业用材类三大领域；熔喷非织造布主要用于卫生材料、工业用材料等领域。"
        },
        {
          "code": "sh605090",
          "name": "九丰能源",
          "limit_time": null,
          "analysis": "火箭发射+特燃特气+LNG\n1、2025年12月23日晚公告披露海南商业航天发射场特燃特气配套项目进展。项目一期工程建设基本完成，公司已与文昌国际航天城管理局、文昌市人民政府签署《海南商业航天发射场特燃特气配套项目(二期)产业投资协议书》，预计总投资约3亿元。\n2、2023年签约国内最大海南商业航天发射场。海南发射场年发射能力预计将从一期2个工位提升，26年底形成二期三号、四号液体工位。公司二期扩能产品线（液氧、液氮、绿氢、航天煤油等）与之高度协同，订单持续性明确。当前特燃特气业务占比仅个位数，随发射频率进入快速提升通道，业绩弹性大。\n3、公司的主营业务是专注于燃气产业中游及终端领域的大型清洁能源综合服务提供商，主要产品是液化天然气（LNG）、液化石油气等清洁能源以及甲醇、二甲醚等化工产品，已形成“远洋船队+仓储基地+码头岸线”的全物流通道布局。\n4、公司有全国首个民营LNG接收站（全国仅有22个接收站），可实现LNG年周转能力150万吨。"
        },
        {
          "code": "sz002865",
          "name": "钧达股份",
          "limit_time": "",
          "analysis": "太空光伏+钙钛矿+预计送样海外+北美+海南\n1、2025年12月22日公司将以战略股东身份对尚翼光电进行股权投资，将围绕钙钛矿电池技术在太空能源的应用展开合作以及产业落地；尚翼光电是国内稀缺的卫星电池专业生产商。\n2、网传纪要（未证实）显示，公司钙钛矿电池在国内已有在轨验证，近期预计向海外客户送样；假设公司钙钛矿市占率30%，出货270MW，单位盈利9元/W，按照尚翼光电20%持股比例测算，对应净利润4.9亿。\n3、公司合作研发的钙钛矿叠层电池实验室效率达32.08%，近期已成功实现首片产业化TOPCon+钙钛矿叠层电池下线。\n4、海外业务占比约52%（2024年约24%），阿曼5GW高效电池项目计划于2025年底建成投产，其中在北美市场，已与一家头部光伏组件企业签署了《合作意向备忘录》，有意在2025年向公司采购1-2GW的高效电池产品。\n5、公司为注册在海南的A+H上市公司，公司控股股东为海南锦迪科技，主营业务为光伏电池片的研产销，公司合计电池产能规模为44GW。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "2025年12月29日讯，宇树科技IPO辅导工作完成，已满足IPO申报前置条件。21世纪经济报道显示，宇树将于12月正式递交IPO招股书，时间临近。",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sz002009",
          "name": "天奇股份",
          "limit_time": "13:37:48",
          "analysis": "人形机器人（优必选）+拟定增+比亚迪+锂电池回收\n1、公司（持股24.31%）与优必选（持股36.21%）合资成立无锡优奇智能科技。双方战略合作打造适用于汽车领域工业场景的人形机器人整机。\n2、2025年5月8日晚公告，公司自2023年开始在人形机器人领域布局，与优必选科技、北京银河通用机器人有限公司等合作，推动具身智能机器人在工业领域的规模化应用。公司人形机器人事业部将进一步聚焦机器人应用、量产交付、数据采集与训练、场景算法开发。\n3、2025年12月29日公告，公司正在筹划2025年度向特定对象发行A股股票，事项处于推进阶段。\n4、2025年4月28日盘后官微，天奇股份与无锡地铁签订采购协议，携手推进人形机器人地铁安巡检场景应用创新。\n5、子公司专注于废旧锂电池回收资源化利用。公司扩产技改项目废旧三元锂电池处理规模由年处理2万吨提升至5万吨。"
        },
        {
          "code": "sz002691",
          "name": "冀凯股份",
          "limit_time": "09:33:21",
          "analysis": "机器人+煤矿机械设备+3D打印\n1、公司产品防爆柴油机智能搬运机器人适用于准备巷道、掘进巷道非硬化地面的物料等工作；钻锚机器人适用于煤矿、隧道涵洞等巷道掘进工程作业。公司此前互动表示公司多种产品通过了CE认证，并出口到澳大利亚、伊朗等多个国家。\n2、2025年11月18日盘中互动，公司是集研发、制造、销售及服务于一体的高新技术企业，主营支护机具、安全钻机、掘进设备和运输机械等煤矿用机械产品，是矿山装备的专业供应商与服务商。公司的产品主要用于支护施工、探水探瓦斯作业、巷道掘进、采煤工作面煤炭运输和采掘工作面的辅助运输。公司也将积极关注产业链相关产品新兴领域的发展机会。\n3、公司3D成型整铸装备系列产品主要包括整铸刮板输送机、整铸转载机、破碎机、整铸齿轨等。\n4、子公司冀凯装备自主研发的3D打印机是目前全国乃至全世界唯一一个应用于智能装备制造且实现量产的设备，填补了我国大型砂型打印机技术领域空白。"
        },
        {
          "code": "sh603879",
          "name": "永悦科技",
          "limit_time": "14:54:04",
          "analysis": "机器人(福建)+无人机+涂料\n1、公司地处福建省泉州市，子公司盐城永悦智能主营业务为无人机、无人车、智能机器人的生产研发销售。\n2、无人机业务主要为智能无人飞行器整机的研发、制造和销售，以行业应用为主（警用、消防、巡检、测绘等）。\n3、化工新材料板块为公司主营，主要业务收入来自于泉州永悦新材料的不饱和聚酯树脂和孟加拉永悦的 PET 再生切片，其中不饱和聚酯树脂的两个主要应用领域人造石（房地产相关产业）和玻璃钢（基建相关产业）。"
        },
        {
          "code": "sz003033",
          "name": "征和工业",
          "limit_time": "11:04:09",
          "analysis": "合作七腾机器人+灵巧手+农机\n1、2025年12月29日市场传闻，公司已确认于2026年1月6日全球首发链式灵巧手，目前正处于产品发布前的最终筹备阶段。公司和七腾在人形机器人领域的链式灵巧手及关节模组、链式传动等方面建立战略合作关系，并共同拓展下游应用场景。\n2、2025年9月22日互动，公司研发的微型链系统项目，重点攻关机器人灵巧手传动技术，尚处于早期技术探索与储备阶段。在机器人领域的规划与布局方面，公司计划通过微型链系统软硬件一体化研发项目，推动从单一微型链系统向软硬件一体化及下游灵巧手方向发展。2025年4月30日调研，公司研发的微型链系统项目，重点攻关机器人灵巧手传动技术，尚处于早期技术探索与储备阶段。\n3、公司是国内农机链条龙头，核心包括车辆链系统58%、农业机械链系统17%，为上海瀚通为长安汽车、江铃汽车等众多汽车主机厂商客户提供优质产品及服务。"
        },
        {
          "code": "sh603667",
          "name": "五洲新春",
          "limit_time": "13:18:11",
          "analysis": "通过新剑供货T（传）+丝杠+机器人零部件+机器人轴承+风电\n1、2025年12月8日盘中网传（未证实），特斯拉审厂开启，首日高度肯定XJ在丝杠、灵巧手上的能力。网传纪要显示，目前公司通过杭州新剑实际供货T，产品涵盖行星滚柱丝杠+灵巧手微型丝杠，将直接出现在T供应链名单，并协同XJ海外建厂。\n2、网传纪要，公司在国内外人形机器人领域深度绑定头部客户，包括但不限于特斯拉、字节、宇树、小鹏、小米等，产品包括丝杠、轴承、结构件、执行器。以T为例，公司目前已经通过3-4家Tier1供应丝杠/轴（未证实）。2025年3月12日公告，公司与新剑签订战略合作框架协议。\n3、网传纪要，公司以高端行星滚柱丝杠产品为切入点的各类丝杠产品，为机器人直线执行器、灵巧手提供部件或者成套产品。公司已陆续开发出灵巧手微型丝杠、线性执行器行星滚柱丝杠等新产品。\n4、公司新能车核心零部件已成功切入特斯拉供应链，定点配套北美特斯拉驱动电机轴承套圈。五洲是全国唯一已实现海/陆大小mw的变桨、主轴和齿轮箱等全类型风电轴承滚子进口替代。\n5、公司主营产品包括轴承产品、汽车精密零配件、空调管路件以及风电滚子四大类型。"
        },
        {
          "code": "sz301225",
          "name": "恒勃股份",
          "limit_time": "13:29:03",
          "analysis": "机器人轻量化（PEEK材料）+华为汽车+氢能源\n1、2025年11月19日盘后纪要，公司与 Discover Material Inc.合资成立子公司，在机器人、航空航天、医疗器械等领域具备潜力。DMI有30多年的peek材料技术沉淀，在改性配方与注塑技术攻关方面强势赋能。\n2、据网传纪要，公司目前已在手5个产品图纸，由手向其他部位延伸，后续有望逐步落地成订单。（未证实）\n3、根据网传纪要，公司2024年通过并购​​宁波特种材料企业​​切入PEEK赛道，已经与拓普、三花，figure机器人、智元等接触或合作。（未证实）\n4、公司为问界M5、M9供应进气系统。公司积极开拓新能源新势力品牌，如理想、小鹏、问界、零跑相关进气系统产品已进入量产阶段。\n5、公司积极研发氢燃料电池汽车相关零部件，在氢燃料电池阴极过滤器系统上进行提前布局，参与相关燃料电池企业的同步开发，并已取得了多项专利。"
        },
        {
          "code": "sh603192",
          "name": "汇得科技",
          "limit_time": "13:29:45",
          "analysis": "聚氨酯树脂（机器人皮肤）+定增推进+TPU+汽车热管理\n1、网传纪要表示，聚氨酯具有出色的柔韧性和弹性，能够模拟人类皮肤的触感和运动特性，使人形机器人在与外界接触时更加自然流畅，减少因刚性材料带来的不适感和碰撞损伤。（未经证实）公司拥有3.5万吨/年热塑性聚氨酯弹性体产能。\n2、2025年12月24日公告，公司2025年度向特定对象发行A股股票募集说明书修订稿已披露，募资用于年产60万吨聚氨酯新材料等项目，强化轻量化与新能源材料布局。\n3、公司已为包含新能源汽车在内的各类汽车提供座椅，内饰用无溶剂型革用聚氨酯产品；公司研制的保温材料兼具保温与隔热效果。\n4、公司聚氨酯产品在汽车及新能源领域的研发及运用，其中动力电池包水冷板缓冲垫、软质保温贴片、快速更换动力电池包用支撑缓冲块等制件产品已完成性能测试。"
        },
        {
          "code": "sz001311",
          "name": "多利科技",
          "limit_time": "13:30:27",
          "analysis": "机器人+特斯拉+一体化压铸+汽车冲压零部件\n1、2025年10月22日互动，2025年上半年子公司昆山达亚设立全资子公司昆山达亚智能科技有限公司，经营范围涵盖工业机器人制造、智能机器人研发与销售，目前处于研发设计阶段。\n2、公司主营一体化压铸，客户TSL收入比例占50%。一体化压铸对于实现材料轻量化至关重要，市场猜测T会采用一体化压铸来实现对人形机器人的材料减重。\n3、公司盐城多利6100吨一体化压铸生产线已投入使用，盐城多利9200吨一体化压铸生产线已进场安装。公司客户特斯拉、理想、蔚来。\n4、公司主营业务是汽车冲压零部件及相关模具的开发。"
        },
        {
          "code": "sh601113",
          "name": "华鼎股份",
          "limit_time": "13:36:57",
          "analysis": "机器人材料（尼龙）+“好名字”+定增获批+防晒衣上游原材料\n1、挪威1X公司发布的最新款家用机器人（Neo Gamma）采用编织尼龙材质外壳。公司民用锦纶（尼龙）长丝板块专业从事高品质、差别化民用锦纶长丝研发、生产和销售，下属华一、华二、华三分厂主要生产POY+DTY+FDY+HOY，锦纶6上已具备29万吨产能。\n2、2025年11月15日公告，公司向特定对象发行股票申请获上交所审核通过，拟募资7.075亿元用于总投资9.5亿元的“年产6.5万吨高品质差别化锦纶PA6长丝项目”。\n3、公司主要产品及服务包括锦纶丝、电子商务、建造合同。\n4、公司地处义乌，是防晒衣品牌（蕉下）的供应商。"
        },
        {
          "code": "sh688160",
          "name": "步科股份",
          "limit_time": "13:45:17",
          "analysis": "机器人+无框力矩电机+自动化控制核心部件+股权激励\n1、2025年12月15日盘后纪要，公司已布局氮化镓技术低压伺服驱动器，可为机器人关节带来功率密度提升、损耗降低、高频电流控制等突破性提升。公司目前已获得部分人形机器人客户批量订单，逐步推进研发与市场布局.\n2、公司主要从事工业自动化控制核心部件与数字化工厂软硬件的研发、生产、销售以及相关技术服务，并为客户提供自动化控制、数字化工厂解决方案。\n3、公司已拥有人机界面、可编程逻辑控制器、伺服系统、步进系统、低压变频器等数百种型号的工业自动化设备控制核心部件，产品覆盖了设备自动化控制主要领域，可为客户提供完整的设备自动化控制产品及解决方案。\n4、2025年1月17日发布股权激励草案，业绩考核要求：以2024净利润为基数，2025-2027年增长率分别不低于10%、30%、50%。"
        },
        {
          "code": "sh688090",
          "name": "瑞松科技",
          "limit_time": "14:38:35",
          "analysis": "机器人+中标3.31亿元项目+新能源汽车+机器视觉\n1、2025年10月30日互动，公司高精高速六轴机器人已获多家显示面板龙头及国际连接器龙头首台套订单，应用于3C电子、光通讯等高端精密制造场景。\n2、2025年12月1日晚公告，公司收到新疆五牛出具的《成交通知书》，在参加新疆五牛的采购响应中，经评审小组审定，确定公司为“新疆五牛防护装备公司采棉机摘锭生产装备建设项目”的成交方。项目总金额为3.31亿元人民币(含税)。\n3、2024年公司新能源汽车业务拓展顺利，新能源汽车业务占比55%左右。公司广泛为新能源客户提供了可兼容碳钢、铸铝及钢铝混合柔性智能制造产线、动力电池壳体产线、电池包总成等产线。\n4、公司自主研发基于AI人工智能算法的机器视觉技术，集成机器人应用技术等，目前已成功研发多款标准产品，实现国产替代。"
        },
        {
          "code": "sz000700",
          "name": "模塑科技",
          "limit_time": "14:45:15",
          "analysis": "人形机器人+特斯拉+汽车保险杠+小米汽车\n1、2025年12月16日公告，公司与国内某机器人公司签订了零部件采购框架协议，并于近日正式接到客户发出的人形机器人外覆盖件小批量采购订单。\n2、公司主要从事汽车保险杠等零部件、塑料制品、模具、 模塑高科技产品的开发、生产和销售。子公司墨西哥名华主要客户为美国特斯拉及墨西哥宝马，特斯拉业务占比约60%。\n3、公司全资子公司墨西哥名华及沈阳名华近期分别获得北美知名电动车企及某头部豪华车客户外饰件项目定点，预计生命周期销售额分别约12.36亿元、20.44亿元。\n4、公司持股49%的北汽模塑为小米汽车供应商。北汽模塑重庆工厂为问界M7、M9提供配套。\n5、上汽、张江高科及阿里成立的IM智己发布智己LS6纯电智能SUV ，公司为智己供应商。"
        },
        {
          "code": "sh688585",
          "name": "上纬新材",
          "limit_time": null,
          "analysis": "智元机器人取得控制权+全尺寸机器人即将发布+乙烯基酯树脂+风电叶片\n1、2025年7月8日晚公告，公司控股股东已与上海智元恒岳科技、上海致远新创科技签署《股份转让协议》。上述两家公司的背景是智元机器人，创始人稚晖君。2025年9月23日晚公告，公司股份转让事宜已完成过户登记手续。转让完成后，智元恒岳和致远新创合伙合计将拥有上市公司29.99%的股份及该等股份对应的表决权，上市公司控股股东变更为智元恒岳，邓泰华成为实控人。\n2、2025年11月11日公众号“智元上纬”发布消息，上纬新材将发布一款身高1.88米的全尺寸机器人。\n3、公司是亚洲领先的乙烯基酯树脂供应商之一，主营业务为环保高性能耐腐蚀材料、风电叶片用材料、新型复合材料的研生销，在风电叶片用材市场市占率领先。\n4、公司的风电叶片用材料系列产品主要应用于制作风电叶片的壳体、大梁、腹板及叶片模具等部件。公司在国内乙烯基酯树脂市场份额为23.01%，居首位，在国际市场市占率9.71%，位列第四。"
        },
        {
          "code": "sz002674",
          "name": "兴业科技",
          "limit_time": null,
          "analysis": "机器人柔性电子皮肤+汽车消费（内饰）+天然牛头层皮革+福建\n1、2025年12月29日讯，公司在近期举办的“具身聚力.智创未来——机器人走进泉州”具身机器人产业交流活动上抛出一则有关“机器人柔性电子皮肤”的新布局正引发行业关注与审视。\n2、2025年9月17日晚公告，公司与苏州能斯达签署合作协议，拟共同研发基于天然皮革、生物基础材料的柔性电子皮肤，后者专注于柔性微纳传感技术的研发和产业化，具备多品种、多量程的柔性微纳力学量传感器（压力、压电、应变）及阵列的核心设计能力，实现了柔性微纳传感器在人形机器人、消费电子、健康医疗、IOT 等战略新兴产业中的应用。\n3、子公司宏兴汽车皮革目前在与汽车厂商进行接触，比亚迪汽车等都是宏兴汽车皮革拓展的目标客户。小米汽车也是业务拓展的方向之一。\n4、公司地处福建泉州，主要从事天然牛头层皮革的研产与销，产品定位于中高端领域，主要满足国内外知名品牌的需求，现有安海本部、安东厂区、全资子公司瑞森皮革和兴宁皮业四大生产基地，具备年产牛头层皮近1.5亿平方英尺的生产能力。"
        },
        {
          "code": "sh603386",
          "name": "骏亚科技",
          "limit_time": null,
          "analysis": "机器人+服务器PCB+卫星+汽车电子\n1、公司长期供应计算机主机板，公司研发制造的PCB应用于多家知名机器人客户的产品。公司是工业机器人控制模块PCB供应商，产品应用于汽车电子与智能仓储系统。\n2、2025年7月24日调研，公司中高多层PCB板已经进入国内服务器行业品牌客户的供应链。\n3、参股泰富科技，标的公司专注于高精度光纤地基授时系统及时间频率技术，是一家以高精度光纤地基授时系统（地面北斗） 设备及时间频率设备的研发、生产及销售为一体的国家高新技术企业。\n4、公司持续加强汽车电子领域尤其是新能源汽车领域的业务拓展，除了长期合作的比亚迪、北斗星通等汽车电子客户外，还积极拓展 T-BOX、智能座舱、激光雷达等产品业务，已跟多家其他汽车电子企业开始合作。\n5、公司主营业务为印制电路板（PCB）的研产销及印制电路板的表面贴装（SMT），主要应用于锂电池保护板、摄像头模组（CCM）、无线充、TWS、智能穿戴、车载等细分领域。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "2025年12月29日消息称字节跳动2026年从华为采购昇腾芯片，订单总额或超400亿元。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz002652",
          "name": "扬子新材",
          "limit_time": "09:47:33",
          "analysis": "半导体洁净室+航空航天+医疗器械+无人机+环保建材\n1、2025年12月15日晚互动，公司有多款产品可满足于半导体洁净室的不同需求，主要包括：高洁净彩涂板、抗静电彩涂板、HAS恒耐板等。\n2、公司官网显示，公司客户包括旺旺集团以及中国航空。\n3、公司互动表示通过建创合伙企业间接持有4.5%苏州翰尔西医疗器械开发公司部分股权，其打破国外垄断GLP-1减肥新型注射笔。\n4、下游糖尿病+减重相关药品市场规模超千亿级。诺和诺德、礼来、赛诺菲三家占据全球 80%注射笔份额，注射笔结构复杂，专利为核心研发壁垒。\n5、公司产品需求增长受低空经济推动，新型基础设施如无人机起降设施提升有机涂层板需求。公司在有机涂层板行业深耕，为诸多大中型建筑装饰工程提供有机涂层板产品。公司实控人是中国民生投资下属南宁颐然养老产业合伙企业，中国民投由全国工商联牵头组织、59家知名民营企业发起设立。"
        },
        {
          "code": "sh605255",
          "name": "天普股份",
          "limit_time": "10:09:34",
          "analysis": "中昊芯英（TPU）+汽车零部件+车用橡胶软管\n1、2025年12月23日晚公告，公司控制权变更及相关要约收购事项已全部落地。本次事项通过协议转让、收购人中昊芯英及其一致行动人向控股股东增资，以及履行全面要约收购义务完成，公司实际控制人已由尤建义变更为杨龚轶凡。交易完成后，收购人及其一致行动人合计控制公司68.29%股份。中昊芯英为国内掌握TPU架构AI芯片核心研发技术并实现TPU芯片量产核心公司。\n2、公司主要从事汽车用高分子材料流体管路系统和密封系统零件及总成的研发、生产及销售，为汽车整车厂商及其一级供应商提供橡胶软管及总成产品。通过不断发展，公司已逐步成长为汽车用高分子流体管路行业的专业供应商之一。\n3、2024年公司外销占比47.11%，境外主要客户有日产国际、日本仓敷等。\n4、公司产品广泛应用于汽车和工程机械的动力总成、底盘和车身三大模块，涵盖冷却、燃油等八大子系统，主要客户有日产投资、东风日产、江铃汽车等。"
        },
        {
          "code": "sz002272",
          "name": "川润股份",
          "limit_time": "09:30:00",
          "analysis": "华为（鲲鹏、昇腾）+液冷+光热发电+核电\n1、2025年12月28日讯，字节2026年从华为采购的昇腾芯片订单总额或将超过400亿元。公司和华夏鲲鹏（华为内生企业）为战略合作关系，网传（未证实），公司为昇腾384超节点液冷技术独家供应商，其浸没式液冷方案散热效率较传统风冷提升30%，覆盖超50%市场份额。\n2、2025年7月28日互动，公司液冷业务有序开展，已持续获得国际国内客户订单并交付，今年6月末公司募投的液冷生产线开始投产。公司在数据中心、云计算、IDC、通信网络等人工智能应用方面有液冷和温控技术及产品储备。\n3、2025年10月13日互动，公司为敦煌10兆瓦光热超临界二氧化碳（sCO₂）发电项目提供压缩机油站产品。\n4、公司相关核电领域产品主要用于核电领域的发电端设备，包括汽轮机以及给水泵配套润滑系统等产品。"
        },
        {
          "code": "sh603353",
          "name": "和顺石油",
          "limit_time": "10:22:03",
          "analysis": "拟控股奎芯科技+AI芯片+存储+AI智能检测\n1、2025年12月19日互动，公司收购奎芯科技控制权项目已经展开标的公司现场尽职调查工作，目前尽调推进有序。2025年11月16日晚公告，公司拟以现金收购及增资方式取得上海奎芯集成不低于34%股权并控制其51%表决权，奎芯科技核心业务为高速接口IP、Chiplet及AI芯片设计服务，2024年IP+Chiplet营收占比超50%，标杆客户包括国际存储行业巨头以及A1领域独角兽企业。\n2、公司深耕成品油流通领域，为湖南省首家获国家商务部批准的成品油批发资质的石油企业。截至2025年6月30日，公司运营管理35座自营加油站，因历史原因公司2座自有产权站点对外租赁。\n3、2025年10月10日互动，公司已建的充电站都配套有华为液冷超充设备，计划投建站点仍将推进配套华为充电设备。\n4、公司以AI技术重塑 “和顺石油”品牌内核，构建现代化零售运营体系：通过AI智能检测实现油品合格率100%。"
        },
        {
          "code": "sh605168",
          "name": "三人行",
          "limit_time": "10:53:12",
          "analysis": "算力+股权转让+AI营销+数据要素\n1、2025年9月30日互动，公司近期于2025年8月27日签署了对科通技术投资的协议，科通技术为英伟达中国区总代理，可提供英伟达高端GPU等关键AI芯片产品；此外，公司已于8月28日公告，拟对外投资出资2.8亿元在青海设立全资子公司，重点布局国产GPU为主的算力租赁和相关的数据中心业务。\n2、2025年12月1日公告，严建亚（三角防务董事长、巨子生物董事局主席）以4.51 亿元受让公司 8%股份，成为第二大股东，同时公司表示未来将充分利用战略股东资源，聚焦新质生产力核心要素布局，拓展多元业务生态。\n3、数字营销业务占比约82%，已推出多模态AI产品“一个AI”，能为客户提供从品牌战略、媒介策略、创意内容产生到媒介预算投放的全链条智能营销服务。"
        },
        {
          "code": "sz002261",
          "name": "拓维信息",
          "limit_time": "13:06:24",
          "analysis": "华为昇腾+兆瀚AI服务器+DeepSeek+算力+昇腾一体机\n1、2025年02月07日官微:作为昇腾战略合作伙伴，“兆瀚\"系列AI服务器及相关产品全面完成与DeepSeek-R1/3系列大模型深度适配。\n2、公司广泛参与“东数西算”算力建设，卡位贵州、甘肃、宁夏、成渝四个“东数西算”国家级算力枢纽节点，持续为客户提供算力支持及服务。\n4、公司2024年9月19日发布昇腾大模型一体机。公司是华为“鲲鹏/昇腾AI+行业大模型+开源鸿蒙+云”软硬一体全方位合作伙伴。子公司湘江鲲鹏拥有华为晟腾整机伙伴授权，携手华为参与全国各地的人工智能计算中心建设。\n5、2024年11月11日互动易:公司和蚂蚁数科于10月22日在杭州举行战略合作签约仪式。公司主营业务为以教育服务为主航道，以软件云服务和移动游戏业务为两翼协同发展。"
        },
        {
          "code": "sz002169",
          "name": "智光电气",
          "limit_time": "13:44:00",
          "analysis": "间接参股粤芯半导体+储能+收购进展 +投资半导体\n1、2025年12月28日粤芯半导体申报创业板IPO更新进展为已问询，公司作为基金LP通过基金合计间接持有粤芯半导体5.46%的权益。粤芯半导体是粤港澳大湾区目前唯一进入量产的12 英寸晶圆制造企业，是国内第一座以虚拟IDM为营运策略的12英寸芯片制造公司。\n2、2025年12月22日互动，公司发行股份及支付现金收购控股子公司智光储能少数股权项目正紧张有序推进，该子公司为储能设备及系统生产、销售核心载体，本年度业绩增长良好。\n3、2024年10月14日互动，公司已经投资粤芯半导体、杭州广立微电子、广州慧智微电子、北京昂瑞微电子、广东巨风半导体等企业。\n4、子公司智光储能业务可为广大储能系统集成商提供储能电池PACK集成、BMS等核心关键技术服务及设备支持。\n5、公司是电气控制与自动化领域领先企业，主要从事电网安全与控制设备、电机控制与节能设备等。"
        },
        {
          "code": "sh603936",
          "name": "博敏电子",
          "limit_time": "13:54:13",
          "analysis": "华为昇腾(PCB)+光模块零部件+商业航天+客户包含长鑫存储\n1、2025年12月29日市场传闻公司为华为昇腾950新晋供应商。(未证实)\n2、2025年9月8日互动，公司现已为多家客户批量提供400G、800G光模块产品。公司IC载板类产品已为已为长鑫存储、沛顿、科大讯飞、康佳芯云、纮华电子等十多家客户进行打样试产。\n3、2025年12月15日晚互动，公司的PCB及陶瓷衬板产品已有部分应用于低轨卫星、航空航天等领域。\n4、目前公司400G交换机及数连产品已具备批量生产能力。交换机PCB目前供货客户主要以H、新华三、浪潮等为代表的客户群,。Micro TEC属于高速光模块的重要零部件之一，公司为Micro TEC产品量产供应DPC陶瓷衬板。\n5、2025年7月4日互动，公司深耕PCB行业31年，聚焦HDI板、高多层板和封装载板等高端产品，已于2011年实现HDI板量产。公司是国内HDI板第一梯队，产品认证送样客户包括比亚迪半导体、华为等。"
        },
        {
          "code": "sh603186",
          "name": "华正新材",
          "limit_time": "",
          "analysis": "覆铜板+合作华为+半导体封装+固态电池\n1、2025年11月24日互动，公司高速覆铜板及铝塑膜均已实现量产并取得相应的营收，特别是CBF材料具有良好的介电性能、热膨胀系数、剥离强度、绝缘性能和可加工性能，可应用于CPU/GPU、RF PA、PMIC等芯片的半导体封装；BT封装材料具有高耐热性、耐CAF、低介电常数和低膨胀系数等多种优势，可应用于Mini&Micro LED、Memory、VCM、PMIC等应用场景。网传公司在IC载板树脂领域取得突破，自主研发的CBF树脂有望替代日本垄断的ABF材料（未证实）。\n2、2023年10月18日互动，公司的高频覆铜板材料已与华为建立了合作关系。\n3、公司开发了无卤素的 Ultra low loss等级材料，可用于下一代 AI 服务器。\n4、公司铝塑膜项目已开展试生产和客户验厂进程,同时公司铝塑膜产品正积极拓展和布局在固态和半固态电池的应用。\n5、公司以覆铜板为核心产业，布局BT封装材料、CBF积层绝缘膜等半导体封装材料，以及铝塑膜等先进膜材料。"
        }
      ]
    },
    {
      "name": "电池产业链",
      "reason": "1、2025年12月26日讯，部分企业表示，因SMM三方价格有失公允，将摈弃SMM报价，裕能/万润/德方，铁锂正极产线小批量停产检修。26日碳酸锂主力合约盘中强势突破13万元关口，一度涨超8%，创2023年11月以来新高。截至10时44分，碳酸锂主力合约仍涨6.7%，报12.88万元/吨。\n2、宁德时代：明年钠电池将在换电、乘用车、商用车等领域大规模应用。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002591",
          "name": "恒大高新",
          "limit_time": "09:30:27",
          "analysis": "钠离子电池+固态锂离子电池+航空航天+航空声学降噪+氢能源+腾讯\n1、公司与珠海新视扬能源科技公司共同设立江西恒大绿能科技公司,主要开展锂离子电池、钠离子电池、氢能源等新能源材料及设备的研产销业务。\n2、2025年11月27日互动，硅碳负极材料主要用于提升新能源电池的能量密度和快充性能，可广泛应用于消费电子、电动汽车、储能系统及航空航天等领域。公司拥有“复合固态锂离子电池及其制备方法”发明专利，可提升电池安全与循环寿命，涉及固态电池研发。\n3、公司防磨抗蚀、声学降噪产品及相关技术可应用于舰船、航空等军工领域。公司是综合性工业设备防磨抗蚀产品生产和技术服务的企业，节能环保业务分为防磨抗蚀业务、垃圾焚烧炉防护业务和声学降噪业务三个模块。\n4、子公司江西恒大绿能主营业务为锂离子电池、氢能源等新能源材料及设备的研产销售及新能源投资。 但2024年3月5日盘后，公司互动表示目前公司尚未涉足制氢领域。\n5、公司为腾讯手机游戏进行市场推广。"
        },
        {
          "code": "sh603876",
          "name": "鼎胜新材",
          "limit_time": "10:44:29",
          "analysis": "钠电铝箔+固态电池+铝板带箔\n1、2025年12月29日机构研报，钠电负极集流体使用铝箔，替代方案加工费溢价翻倍，当前公司市场份额40-50%，考虑领先优势（70%），中期维度假设增量出货8万吨，单吨盈利5k+，有望增厚4亿+，对应80-100亿市值空间。26年预期出货26-28万吨，考虑梯度式定价，中性落地1k，对应5-6e，整体有望实现7-8亿元，主业预计支撑140-160亿元。\n2、公司生产的铝箔可以应用于固态电池，超薄铝箔已应用于宁德时代钠电池。\n3、公司主营业务为铝板带箔的研产销，主要产品为空调箔、单零箔、新能源电池箔等，产品广泛应用于绿色包装、锂电池等多个领域。客户包括美的集团、格力集团、日本大金集团、LG 集团等。\n4、公司是锂电铝箔龙头。公司电池箔客户涵盖了国内主要的储能和动力电池生产厂商，具体包括比亚迪集团、CATL集团等。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "14:26:58",
          "analysis": "锂电池+钙钛矿光伏组件+拟增资铁岭环球（固态电池）\n1、2025年11月25日盘后公告，公司拟2.406亿元收购孚悦科技100%股权，标的公司主要从事高精密度新型锂电池结构件的研产销。\n2、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n3、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n4、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sz002866",
          "name": "传艺科技",
          "limit_time": null,
          "analysis": "钠离子电池+固态电池+消费电子+供货华为+储能\n1、2025年12月29日网传研报，公司2022年6月成立孙公司传艺钠电，率先构建了从“核心材料到电芯制造再到PACK组装”的完整自主产业链，目前，一期已建成4.5GWh产能，二期规划新增5.5GWh产能，确定产业领跑者地位，达产后有望带来超10亿营收增量。\n2、2025年5月16日互动，公司半固态钠离子电池已处于量产阶段，并同步发展电芯、正负极材料和电解液的研发和制造能力，48V20AH、60V20AH电池面向二轮车市场开展合作推广。\n3、公司将固态电池的研发和产业化作为公司未来发展的重大战略方向，目前公司半固态钠离子电池已处于量产阶段。\n4、公司输入类设备产品包括笔记本/台式机及周边产品等，部分产品在细化市场领域排名第一，华为还是公司FPC业务客户。公司的手机纹理膜片产品和华为等厂商存在间接供货关系。\n5、公司产品可广泛应用在A00级车、小动力车、电动工具以及储能等领域。"
        }
      ]
    },
    {
      "name": "碳纤维",
      "reason": "2025年12月29日快讯，碳纤维板块盘初走高，日本东丽、吉林化纤等行业龙头宣布2026年1月起产品提价最高20%",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000420",
          "name": "吉林化纤",
          "limit_time": "09:38:24",
          "analysis": "碳纤维涨价+商业航天+机器人轻量化+低空经济+合作华为\n1、2025年12月15日公司发布通知，公司旗下的湿法12TK碳纤维和3K碳纤维，因其相较日本同类产品的良好替代性、极高的性价比和优秀的性能稳定性，自2026年1月1日起每吨分别上涨0.5万元和1万元。公司是全国最大的碳纤维原丝、碳丝生产基地，碳纤维产业链产能23万吨/年。\n2、2025年12月19日互动，公司的碳纤维工艺适合做树脂基的复合材料,具有多规格产品,可以应用到多领域,商业航天航空领域也是碳纤维应用领域之一。\n3、公司碳纤维产品处于产业链上游，不直接面对机器人、智能制造相关领域的客户；碳纤维材料可用于机器人制造。\n4、2025年3月18日盘中消息，吉林化纤与华为共谋碳纤维创新应用，未来有望在汽车轻量化部件、碳纤维手机背屏等领域展开合作。\n5、公司碳纤维产业链下游合作覆盖飞行汽车领域，公司与恒瑞、亿航等企业均有合作，碳纤维产品亿航智能已有试用。公司与大疆无人机、腾盾无人机、青岛直升机航空、厦门汉飞鹰航空科技等都有合作。"
        },
        {
          "code": "sz301237",
          "name": "和顺科技",
          "limit_time": "09:39:39",
          "analysis": "碳纤维涨价+光伏背板基膜+聚酯薄膜(BOPET薄膜)\n1、2025年12月15日公告，控股子公司和兴碳纤维年产350吨M级碳纤维项目碳化环节联调联试成功，T800级产品性能达国际先进水平，生产线已稳定运行。\n2、公司太阳能背板用膜已实现量产。公司光伏背板基膜对应的下游客户主要包括中来股份、回天新材等。\n3、公司是一家专注于差异化、功能性双向拉伸聚酯薄膜(BOPET薄膜)的研发、生产和销售为一体的高新技术企业，主要产品包括有色光电基膜、透明膜及其他功能膜。\n4、公司在电子、电工用有色聚酯薄膜细分领域市场占有率在国内市场位处前列。\n5、2023年12月12日,控股子公司杭州和兴碳纤维科技已完成了工商注册登记手续,并取得了杭州市钱塘区市场监督管理局颁发的营业执照。"
        },
        {
          "code": "sh603332",
          "name": "苏州龙杰",
          "limit_time": "09:39:50",
          "analysis": "碳纤维涨价+毛绒玩具面料+军工+涤纶长丝（纺织）+合成生物\n1、2025年12月29日市场传闻苏州龙杰位列跟涨名单。\n2、2025年6月12日盘前互动表示，产品中的仿兔毛、仿羊毛、长毛绒和短毛绒系列纤维可应用于毛绒玩具面料制造。公司该系列产品销往常州、常熟、义乌等地的相关面料厂商，公司的销售客户里没有泡泡玛特。\n3、公司产品在军工领域的应用主要是军队服装面料前道原料纤维。公司本质上不涉及军工领域。\n4、公司为国内生物基PTT记忆纤维主要生产企业，公司产品主要为差别化涤纶长丝及PTT纤维、PBT纤维等，主要应用于民用纺织领域，少量应用于工业领域。\n5、公司是国内少数掌握仿羊毛、仿兔毛等高/超仿真动物皮毛涤纶纤维生产技术的企业之一，仿麂皮纤维、仿皮草纤维、PTT纤维的规格型号丰富。"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "海南封关首周离岛免税购物金额、人数环比均增71.8%",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600759",
          "name": "洲际油气",
          "limit_time": "09:58:52",
          "analysis": "海南+海洋天然气+石油勘探+氢燃料电池\n1、子公司洲际油气技术(海南）公司业务为海洋天然气开采。公司主要业务包括石油勘探开发和石油化工项目的投资及相关工程的技术开发、咨询、服务。海南规划到2025年，建成海洋油气资源开发和服务保障体系，石油化工新材料产值达到2000亿元。有序放开油气勘探开发市场准入，推进探采合一和矿权准入退出机制，推动3－5个油气勘查区块竞争性出让。公司或将受益。\n2、公司运营区块主要集中在哈萨克斯坦，主力在产项目马腾油田和克山油田均位于哈萨克斯坦滨里海盆地；通过香港洲际新能持有AmbriInc股权。\n3、2024年2月5日公告，公司于海南成立新能源科技公司，含充电桩销售业务。2024年3月19日据天眼查，全资子公司洲际油气技术(海南)于3月18日成立。\n4、公司投资的世能氢电公司主要从事氢燃料电池技术的研发与经营，2019年已与美国氢能科学家王鸣教授团队合作在山东理工大学投资建立氢能联合研发中心。"
        },
        {
          "code": "sz000048",
          "name": "京基智农",
          "limit_time": "13:27:42",
          "analysis": "海南+拟回购+黄羽鸡+猪肉\n1、2025年12月19日晚互动，公司文昌生猪产业链项目，是海南自由贸易港第七批集中开工和签约项目，总投资约10亿元。项目依托1412亩现代化养殖基地，建成年出栏30万头肉猪的供应体系。海南自贸港封关在即，零关税政策将助力公司进一步降低进口饲料采购成本。\n2、2025年12月8日晚公告，公司拟回购资金总额不低于人民币1亿元，且不超过人民币2亿元，按本次回购价格上限23.7元/股测算，本次拟回购股份的数量不低于421.94万股且不超过843.88万股，占公司总股本的比例为0.80%至1.59%。\n3、公司拥有以子公司惠州京基的黄鸡育种中心与养殖技术实验基地（其研发的优质黄羽鸡128系列、338麻黄系列是我国首个通过农业部审定的家禽品种），具备年产3,000万羽鸡苗的产能。\n4、公司旗下康达尔养猪公司已形成黑猪品牌肉产业链，主要为种猪和猪苗，销售区域为深圳。"
        },
        {
          "code": "sh601969",
          "name": "海南矿业",
          "limit_time": "",
          "analysis": "海南+锂矿投产+铁矿石+油气\n1、2025年12月5日互动及2025年半年度报告，海南自贸港封关后公司氢氧化锂项目将享原辅料免征进口关税、进口环节增值税和消费税，并依据鼓励类产业企业政策减按15%缴纳企业所得税，降本增效。\n2、公司地处海南，聚焦于铁矿石和油气这两大资源类产业的经营，业务涉及包括铁矿石采选、加工及销售业务，大宗商品贸易及加工业务，并通过控股子公司洛克石油从事油气勘探、评价到开发、生产的上游全周期业务。\n3、2025年11月11日调研纪要，布谷尼锂矿已于11月3日举行正式投产仪式，首批3万吨锂精矿已于10月14日启运，预计11月底装船、明年初抵海南，为2万吨氢氧化锂项目供料。 \n4、洛克石油四川八角场气田脱烃处理厂及压缩站建设已完成征地及通电、通水、通路和地面平整工作，压缩机组装也已完成，正在推进管线施工及其他设备采购安装工作。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sh605069",
          "name": "正和生态",
          "limit_time": "09:52:10",
          "analysis": "智谱AI+陪伴机器人+战略合作无问芯穹+水务智能体+海洋生态\n1、2025年上半年公司联合智谱ai与自然资源部第三海洋研究所，发布“AI知识库”及国内首个海洋生态修复垂直大模型；2025年中国国际服务贸易交易会，公司联合智谱ai、湖泊水污染治理与生态修复技术国家工程研究中心及瓦地设计研发的河湖生态修复大模型亦重磅亮相。\n2、2024年3月18日媒体讯，公司分别与智谱AI、无问芯穹签署战略合作协议，携手推进AI大模型技术在生态环保及水务管理服务领域的创新应用。无问芯穹异构云上线了DeepSeek模型。\n3、公司“数智生态”将智慧监测、智能设备、智慧水务大模型应用在生态、水务垂直领域场景，提供生态水务智能体及运维一体化解决方案。\n4、公司海洋生态业务在基于自然的解决方案（NbS）理念下，形成国内领先的海洋生态保护全周期技术闭环。公司研发项目包括海洋生态修复。\n5、公司为客户提供系统性生态环境治理整体解决方案。"
        },
        {
          "code": "sz000659",
          "name": "珠海中富",
          "limit_time": "10:07:18",
          "analysis": "饮料包装+瓶装水+珠海+低价股\n1、公司是目前国内生产规模位居前列的饮料包装企业之一、生产能力位居前列的饮料代加工（OEM）企业之一。\n2、2025年12月24日晚互动，子公司海口富利主要做代灌装瓶装水。\n3、旗下公司嘉德物流拥有的土地厂房均位于珠海保税区内，土地所在片区为物流产业园区，粤西通往香港的货物枢纽基地，公司位于广东省珠海市保税区。\n4、2021年公司与可口可乐新合作的瓶胚项目、大包装饮用水代工项目顺利投产；与怡宝的合作进一步深化，为怡宝区域工厂提供更具竞争力的包材供应服务。开拓了如蒙牛、 喜茶等新客户、新业务线。"
        },
        {
          "code": "sz002072",
          "name": "凯瑞德",
          "limit_time": "09:36:21",
          "analysis": "煤炭贸易+重组预期\n1、公司主要从事煤炭贸易业务。煤炭贸易代理业务是向洗煤厂、煤炭经销商采购客户需求的各类高、中、低硫等煤种，对外销售以赚取贸易固定差价；公司于2021年引入煤炭贸易自营业务模式，客户及供应商辐射山东、内蒙古、江苏等地。\n2、公司表示将依托重整获得的经营资源，在时机合适时，充分发挥上市公司便利的融资平台优势，寻找优质标的资产与合作伙伴。2025年6月22日公告，公司因长期、大规模隐瞒巨额对外担保​​和重大诉讼仲裁信息，被山东监管局拟处以800万元罚款，并对大批时任董监高处以个人罚款。\n3、公司因重整化解了债务危机、引入了重整资源、确定了实控人、引入了国资背景的股东，并获得实际控制人对公司业务发展的资金支持。"
        },
        {
          "code": "sh600178",
          "name": "东安动力",
          "limit_time": "09:48:21",
          "analysis": "增程动力+实控人中国兵装+华为智选车+小鹏汇天\n1、2025年12月26日官微，近日小鹏汽车副总裁一行到访东安动力，2026年多款超级增程车型将密集投放。2025年12月23日机构调研，公司增程器已配套东风岚图、江淮汽车，预计2026年销量将大幅提升。12月25日官方宣布，东安动力新一代混动专用发动机M15NTH点火成功，超前满足国七、欧七排标。\n2、公司实控人为中国兵装集团。公司与长安汽车均为中国长安汽车集团控股企业，公司主要向长安汽车及子公司河北长安、长安凯程提供发动机。\n3、2024年8月29日互动，公司已成功获取华为智选车重点示范市场项目。公司新能源产品为增程式发动机及混动变速器DHT；公司在增程动力领域，连续两年市场占有率第一。\n4、公司匹配小鹏汇天的产品为增程动力。全球首款分体式飞行汽车项目搭载东安动力发动机量产启动，规划产能1万台。假设每台生产成本为140万，动力系统部分占比40%，约为56万，1万台将带来56亿营收。"
        },
        {
          "code": "sh601700",
          "name": "风范股份",
          "limit_time": "09:49:54",
          "analysis": "唐山国资入主+特高压+光伏+中标大单+化债\n1、2025年12月12日公告，唐山市国资委批复同意唐山工业协议受让公司17.32%股份，完成后唐山工业将合计控制29.99%表决权，公司控股股东为唐山工业，实际控制人为唐山市国资委，最终控制人为唐山市人民政府国有资产监督管理委员会。\n2、公司主要产品有角钢塔、钢管塔等。公司是国内少数几个能生产目前最高电压等级1000KV输电线路铁塔的企业之一，也是国内少数几家拥有自主知识产权并生产复合材料绝缘杆塔的企业，在超高压和特高压输电线路铁塔方面处于行业领先地位。\n3、旗下苏州晶樱主营业务为研发、生产和销售单晶硅片、提纯锭、多晶硅片及多晶硅锭，并提供单晶硅片的受托加工服务。公司实控人为唐山国资委。\n4、2025年6月3日盘后公告，公司中标国家电网2025年特高压项目第二次材料招标采购项目，中标金额2.28亿元。 \n5、公司主要从事1000kV及以下各类超高压输电线路角塔、钢管组合塔等产品的研发、生产和销售。"
        },
        {
          "code": "sz001335",
          "name": "信凯科技",
          "limit_time": "10:42:54",
          "analysis": "人民币汇率受益+有机颜料+出口+油墨\n1、公司连续9年出口量全国第一，境外收入占比长期超80%，辽宁紫源项目投产及自产比例提升有望打开增长空间，预计2025Q3满产后可贡献营收2-3亿元。\n2、2025年12月11日机构调研，辽宁信凯实业1万吨偶氮染颜料项目已试生产并释放产能，辽宁紫源1500吨永固紫项目正试生产，投产后将提升高附加值产品占比。\n3、公司是全球有机颜料市场的核心供应商，连续多年位居我国有机颜料出口行业第一名。\n4、公司产品主要应用于油墨、涂料和塑料等领域，公司能够根据客户应用需求对产品进行个性化开发及服务。"
        },
        {
          "code": "sz001217",
          "name": "华尔泰",
          "limit_time": "11:10:15",
          "analysis": "烟花+硫酸+季戊四醇上游原材料+合成氨\n1、2025年12月26日讯，成都8县市部分区域春节期间可限时燃放烟花爆竹。公司硝酸产品可用于制造烟花、爆竹的发色剂，公司硝酸下游客户中有从事烟花、爆竹生产的企业，销售占比较小。\n2、硫酸是公司主要产品。公司硫酸装置的产能为60万吨/年，硫酸系列产品有98%硫酸、105%硫酸精制硫酸等。\n3、2025年3月25日互动，公司目前甲醛装置的产能为5万吨/年。\n4、公司合成氨节能升级项目采用 6.5MPa 半废锅航天炉干粉煤气化技术，是目前我国最为先进的合成氨生产节能技术。公司合成氨装置生产液氨过程中副产氢气。\n5、公司从事化工产品的研产销，产品大致可分为基础化工和精细化工产品两大类，基础化工产品包括合成氨（氨水）、硝酸（硝酸钠、亚硝酸钠）、硫酸（三氧化硫）等，精细化工产品主要包括三聚氰胺、甲醛、密胺树脂。"
        },
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "13:34:17",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sh600506",
          "name": "统一股份",
          "limit_time": "14:31:21",
          "analysis": "“统一”+电子氟化液+液冷（数据中心、储能）+机器人润滑油\n1、2025年12月29日讯，据央视新闻报道，东部战区新闻发言人施毅陆军大校表示，12月29日开始，东部战区开展“正义使命-2025”演习。公司名字含“统一”。\n2、2025年10月23日官微：统一半导体专用电子氟化液TY135提供了经过验证的国产化解决方案。统一TY135参照欧美PFAS法规要求，经由国际权威机构SGS检测。2025年半年报披露，公司针对新型数据中心研发的浸没式热管理液已完成开发并进入实验测试阶段。\n3、公司在工业机器人领域为企业提供全合成工业齿轮油。\n4、在充电桩领域有低电导率冷却液；储能领域，公司提供浸没式冷却油以及冷板式液冷产品解决方案。\n5、公司地处新疆，实控人是财政部，公司主营业务为润滑油脂的研发、生产和销售。根据用途差异，公司产品包括传统润滑油液和新能源行业液冷及特种油脂，对数据中心、通讯基站等行业客户，公司向其提供低碳油液产品；对新能源汽车、充电站桩、储能等行业客户，公司向其提供液冷和特种油脂产品。"
        },
        {
          "code": "sh600058",
          "name": "五矿发展",
          "limit_time": "14:54:43",
          "analysis": "小金属+煤炭\n1、2025年12月8日晚中国中冶公告，拟将所持有的有色院、中冶铜锌、瑞木管理100%的股权和中冶金吉67.02%的股权出售给中国五矿集团。铁合金业务的业务主体为五矿发展铁合金业务本部，下设碳钢合金部、特钢合金部，同时拥有两家铁合金生产企业。主要从事铁合金产品、原料的进出口、内贸业务及产品生产加工。\n2、公司主要从事资源贸易、金属贸易、供应链服务三大类业务，煤炭业务主要经营动力煤、焦煤、无烟煤、喷吹煤等多种商品。\n3、公司表示黑色金属业务整合准备工作有序推进，已完成鞍山五矿陈台沟矿业及其他黑色金属领域相关资产及业务的全面尽职调查，并已根据尽职调查情况开展重组方案细化论证及资产规范等工作。"
        },
        {
          "code": "sz300582",
          "name": "英飞特",
          "limit_time": "15:00:00",
          "analysis": "植物照明+换电+LED\n1、2025年12月26日官微，英飞特电子即将于3月8日-13日亮相2026法兰克福照明与建筑技术展，近距离体验英飞特电子全系列产品与照明系统解决方案。\n2、公司新能源业务以研发、生产、销售车载充电机、换电站充电机和锂电池均衡器为主。\n3、公司是国内LED驱动电源市场第一，并进入全球前三；目前具备Mini LED显示屏的驱动技术，重点推动高速车载CDU产品的开发和市场推广。\n4、公司在植物照明领域具备先发优势，提前进行技术、专利、智能接口等方面布局，特别是在系统性的专利、产品研发方面都是走在全球的前列，2013年就已经有客户采购公司产品应用于植物照明。"
        },
        {
          "code": "sz000863",
          "name": "三湘印象",
          "limit_time": "",
          "analysis": "文旅消费+房地产+谷子经济\n1、2025年12月22日互动易，《印象·妈祖》是公司首个“EPC+O”全链式文旅演艺项目，公司正以《又见恐龙》XR嘉年华为样板，跨城市复制并推进版权合作及IP输出。\n2、公司位居上海杨浦区。公司房地产业务以上海三湘为核心体，是集建筑安装建材加工、装饰设计、房产经纪、物业管理于一体的全产业链服务商。\n3、公司文化产业板块潜心IP开发创作，成功开创了\"印象\"“又见\"“最忆\"和“归来\"四大系列IP。\n4、2025年7月8日公告，公司关于控制权变更终止公告。2024年12月16日互动，公司控制权变更事项尚在推进中。此前公司于2024年2月9日收到湖北省联发投提供的国家市场监督管理总局出具的《经营者集中反垄断审查不实施进一步审查决定书》。"
        },
        {
          "code": "sz002716",
          "name": "湖南白银",
          "limit_time": "",
          "analysis": "白银+黄金+铜\n1、2025年12月29日，沪银主力合约日内一度涨超7%，现货白银日内一度涨超5%，盘中均刷新历史高点。公司的主营业务为白银（59.97%）、电解铅、黄金（17.49%）、电积铜、银制品等有色金属及贵金属产品的冶炼和销售；子公司宝山矿业作为核心矿山资产，拥有湖南省桂阳县宝山铅锌银矿的采矿权，以生产铅精矿、锌精矿、硫精矿为主，产品富含金、银等贵重金属。全资子公司宝山矿业拥有45万吨/年铅锌银矿开采权。\n2、子公司西藏金和矿业和西藏俊龙矿业均有黄金储量。\n3、2024年3月3日公告，变更公司名称为“湖南白银”。公司控股股东变更为湖南有色集团，实控人变更为湖南省国资委。市场预期或将优质矿山资产注入金贵银业。"
        },
        {
          "code": "sh601212",
          "name": "白银有色",
          "limit_time": "",
          "analysis": "白银+黄金+特种电缆（核聚变）\n1、公司具备年产铜40万吨、铅锌40万吨、金15吨（营收占比18.67%）、白银500吨（营收占比4.54%）多品种有色金属综合生产能力；公司收购巴西铜金矿项目已于2025年4月完成交割，铜金属资源量增至约93万吨。 \n2、公司的主要业务为铜、锌、铅、金、银等多种有色金属及贵金属的采选、冶炼、加工及贸易。\n3、公司下属长通公司，主导产品为高、低温超导电缆、特种电缆等。 产品应用于国内外重大工程项目上，如酒泉卫星发射基地、天宫一号、 神舟系列、国际热核聚变实验堆（ITER） 等项目。国内首根核聚变装置用 750 米超导电缆由长通公司研发制造并交付使用。"
        },
        {
          "code": "sh603008",
          "name": "喜临门",
          "limit_time": null,
          "analysis": "脑机接口床垫+业绩预增长+美好寓意+家居床垫\n1、2025年12月28日，第五届2025深圳脑博会在深圳光明科学城启幕，据网传梅耶·马斯克出任品牌全球代言人。（未证实）公司“aise宝褓”AI智能床垫已集成107项专利，线上线下同步发售，618期间蝉联天猫、京东、抖音床垫类目榜第一名，并与强脑科技、清华大学合作推进脑机接口AI床垫“宝褓 BrainCo”研发待发售。\n2、网传纪要，2025年10月公司出货端4-5%增长，零售业务增速近10%（电商30%-40%增长；线下个位数下降）；OEM（含跨境）小个位数增长（国际业务近10%）；工程业务双位数降幅（未证实）。\n3、公司专注于床垫、软床及其他家具产品的设计研产销，与携程共同推出“携喜深睡房2.0”，计划未来三年，覆盖全国5万家酒店的100万-150万间客房。\n4、公司目前的产品和品牌是主打高中端市场，热销产品价格在6000元-10000元，是目前国内主要的消费人群。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 16,
      "stocks": [
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "10:02:27",
          "analysis": "卫星通信（抗干扰）+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。公司小型化相控阵T/R芯片具备抗干扰优势。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sz002789",
          "name": "*ST建艺",
          "limit_time": "09:25:00",
          "analysis": "债务豁免+终审胜诉+保壳预期+建筑工程+银发经济\n1、2025年12月25日晚公告，控股股东珠海正方集团豁免公司14亿元债务本金及约889万元利息，并捐赠4亿元现金，赠与现金已支付至公司指定账户，净资产直接增加18.9亿元。\n2、2025年12月19日公告，控股子公司建星建造与龙光工程等施工合同纠纷案终审胜诉，龙光工程应支付工程款3586.8万元及逾期付款利息，支付保修金361.73万元及逾期付款利息。\n3、2025年11月17日晚公告，聘任何振湘为公司副总经理，其具有在南方银谷的任职背景，南方银谷曾为皖通科技的控股股东。引发投资者的诸多猜测。公司实控人为珠海市国资委，被部分投资者认为有保壳预期。\n4、公司依托建艺装饰品牌优势推进装饰装修业务稳步增长，加快拓展房屋建筑工程总承包业务。公司珠海市香洲区区级养老机构—和园·颐养项目正式启动，该项目已成为公司在银发经济领域深耕细作的重要里程碑。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "09:30:00",
          "analysis": "司法拍卖+烟花+小额贷款+成立文旅公司\n1、2025年12月17日公告，股东银河湾国际所持260万股占总股本1.57%将于2025年12月31日至2026年1月1日司法拍卖，起拍价按拍卖日前20日均价计算。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sz002306",
          "name": "*ST云网",
          "limit_time": "09:46:24",
          "analysis": "实控人现金赠与1.5亿+光伏电池+半导体+餐饮\n1、2025年12月20日公告，公司实控人拟向公司现金赠与并豁免债务，单方面、不附条件、不可撤销，将改善现金流、优化资产负债结构并提升持续经营能力。\n2、公司正在向N型TOPCON电池片生产制造业务领域转型，计划总投资额50亿元，建设年产8GW单晶N型TOPCON高效电池生产规模，2025年实现8GW产能全部达产。截至2025Q3，公司新能源光伏电池项目已安排2条生产线进场安装调试，暂未投产。公司边框项目已投产运营，于2025年8月中旬向客户运送首批货物。\n3、2025年6月4日据企查查，*ST云网成立新公司，含半导体器件相关业务。\n4、公司主要业务为新能源光伏和餐饮团膳两大业务板块。公司团膳项目主要分布在北京市、河南省郑州市及洛阳市、湖北省宜昌市等地。\n5、公司此前参股公司广州瓦瓦美塔在应用领域有元宇宙相关研究，旗下重庆微音与今日头条等合作，保障了游戏推广的多元化渠道及低成本。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:00",
          "analysis": "预重整受理+赛马+隧道工程（西藏）+算力+文旅\n1、2025年12月24日公告，西宁中院已决定对公司启动预重整，债权人南昌银都中小企业服务有限公司以公司不能清偿到期债务且明显缺乏清偿能力为由提出重整及预重整申请。\n2、公司全资子公司正平深圳投资发展持有新疆国际赛马会34%股权。\n3、2025年9月17日公告，公司全资子公司格尔木生光矿业取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程等施工及养护业务。\n4、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目。"
        },
        {
          "code": "sz002592",
          "name": "ST八菱",
          "limit_time": "10:13:18",
          "analysis": "收到回款1.01亿元+汽车零部件+业绩增长+军工\n1、2025年12月24日公告，近日公司收到海南弘天送达的《通知函》及相应银行回单，获悉海南弘天已收到本案项下执行案款约1.01亿元（含本金、部分利息及迟延履行期间债务利息），最终回款金额以海南弘天实际收到的执行款项为准。\n2、2025年12月16日公告，控股子公司安徽八菱已签2亿元八年期项目贷款合同，启动新能源汽车配件智能生产基地建设。\n3、2025年10月31日公告，公司2025年前三季度营收4.51亿元，同比增长4.96%，归母净利润9342.49万元，同比增长82.71%，主因投资收益增加、股份支付费用减少及汽车市场良好带动营收增长。\n4、2025年7月1日互动，公司还有产品应用于军车领域。公司主营业务为汽车零部件产品的研产销，主要产品为汽车热管理产品和外饰件产品，主要客户有上汽通用五菱、赛力斯等。\n5、2024年8月25日互动，公司在安徽芜湖设立控股子公司，主要为奇瑞汽车等汽车主机厂就近提供配套服务。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": "09:25:00",
          "analysis": "股权激励+更名+增资子公司+拟购买尼威动力+生态景观规划\n1、2025年12月26日公告，公司向16名核心人员首次授予314万份股票期权及775万股限制性股票，行权价5.51元/股、授予价2.76元/股，绑定团队利益。\n2、2025年10月15日晚公告，公司正式更名为顺景科技。2025年9月18日晚公告，公司拟向全资子公司苏州市高新区辰顺浩景管理咨询公司增资1.5亿元，增资后公司仍持有其100%股权。\n3、尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表，标的公司主营新能源混合动力汽车高压燃油箱系统的研产销。\n4、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n5、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链。"
        },
        {
          "code": "sz300125",
          "name": "*ST聆达",
          "limit_time": "09:25:00",
          "analysis": "重整完成+签署重整协议+新型烟草+钙钛矿+光伏发电\n1、2025年12月19日公告，全体重整投资人已足额支付全部重整投资款；同日法院裁定批准公司重整计划。据2025年12月26日公告，重整计划实施资本公积金10转15后，总股本由2.65亿股增至6.64亿股，股票于12月29日复牌。\n2、2024年9月2日公告，子公司金寨嘉悦已于2024年7月30日启动预重整，同时指定由金寨县人民政府组建成立的聆达集团清算组担任公司预重整期间临时管理人。\n3、全资子公司云南沃达的产品为加热不燃烧烟草制品，已拥有MULA、LAFS等品牌，主要产品为工业大麻CBD雾化烟弹。公司可为商家提供OEM及ODM服务，沃达全球首创CBD HNB烟弹。\n4、2024年6月5日互动表示，公司钙钛矿项目仍处于规划阶段。\n5、公司光伏发电业务由全资子公司格尔木神光新能源公司负责开展，运营共计规模53MW的并网光伏电站。2024年8月17日公告，格尔木神光二期光伏电站项目恢复生产运行，现已有序恢复运行。"
        },
        {
          "code": "sz000615",
          "name": "*ST美谷",
          "limit_time": "09:25:00",
          "analysis": "重整完成复牌+医美+粘胶长丝\n1、2025年12月26日公告，公司执行重整计划资本公积金转增股本已全部完成，总股本由7.63亿股增至17.87亿股，并于12月29日复牌。股权登记日次一交易日的股票开盘参考价将调整为3.53元/股。\n2、2025年4月，公司确定了包括湖北九州产业园区运营公司（九州通全资子公司）和具有中国信达背景的天津信美通成在内的共8家重整投资人。目前，预重整期限已延长至2025年11月28日，重整计划执行期限则定在2025年12月31日前。若重整失败，公司将面临破产清算和退市风险。\n3、公司将医美事业深耕长三角、大湾区，构建“1+N”模式，“1”是以连天美为代表的 5A 级医美医院；“N”是以奥若拉为代表的轻医美连锁品牌。\n4、全资子公司金环新材料是国内粘胶长丝的主要生产企业之一，具有年产1.5 万吨粘胶长丝的生产能力；金环绿纤拥有智能化、自动化、数字化高度集成的莱赛尔纤维生产线，具有年产 4 万吨莱赛尔生产能力。"
        },
        {
          "code": "sz000430",
          "name": "*ST张股",
          "limit_time": "09:25:00",
          "analysis": "重整完成+重庆国资+基础设施建设+合作重庆文旅\n1、2025年12月27日公告，公司为执行重整计划转增已全部完成，公司总股本由4.05亿股增至8.1亿股，股票于2025年12月29日复牌。2025年12月23日公告，管理人账户已收到全体重整投资人支付的全部重整投资款。\n2、公司是重庆市最大建筑企业集团，实控人为重庆市国资委。公司以房屋建筑工程、基础设施建设与投资等业务为主业。\n3、2025年11月5日晚公告，公司子公司市政一公司签署了《开州至梁平高速公路施工合同》，签约合同价为 10.18亿元。\n4、2025年4月29日盘后公告，公司2025年计划新签合同额770亿元。（公司2024年营收272.8亿元）\n5、重庆建工集团与重庆文旅集团合作，在文旅资源开发运营、现代文旅综合服务提供、建筑工程设计施工等多个方面展开深入合作，共同打造一批具有国际影响力的文旅项目。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "09:36:25",
          "analysis": "拟股权转让+终止参股方圆证券+建筑设计+光伏一体化\n1、2025年11月5日晚公告，公司控股股东苏州柯利达集团拟将其持有的柯利达无限售流通股4000万股股转让给崔建泉，转让股份占公司当前总股本的比例为6.71%。协议转让后崔建泉将成为公司第二大股东。\n2、2024年半年报，2016年8月2日公司拟与昆山管众鑫投资公司等共同出资设立方圆证券，公司出资占比为19.50%。2025年7月11日公告，公司宣布终止参股设立方圆证券。\n3、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n4、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        },
        {
          "code": "sz002199",
          "name": "*ST东晶",
          "limit_time": "11:14:54",
          "analysis": "业绩预告+盐湖锂矿+石英晶体元器件+英雄互娱\n1、2025年12月19日互动，公司预计将于2026年1月31日以前发布2025年度业绩预告。2025年三季报净利润为-3913.29万元。\n2、2025年8月5日晚公告，公司控制权变更事项手续已经全部完成，公司控股股东变更为无锡浩天一意，实控人变更为朱海飞。 朱海飞是拓海股权投资基金的管理人，拓海基金直接、间接持有西藏阿里麻米措矿业和西藏国能矿业股权，这两家公司拥有的盐湖锂矿资源是新能源电池重要原料。\n3、公司主要经营产品包括石英晶体谐振器、振荡器等晶振产品，营收占比超98%。公司是国内石英晶体元器件行业的先行与引领者，拥有各类自动化生产线80余条，已具备年产各类电子元器件20亿只的能力。\n4、公司曾拟以其拥有的全部资产、业务与英雄互娱全体股东拥有的英雄互娱100%股权的交易定价等值部分进行置换，后终止。英雄互娱参股《黑神话悟空》背后制作公司。"
        },
        {
          "code": "sh600355",
          "name": "*ST精伦",
          "limit_time": "11:19:57",
          "analysis": "服务器设备采购合同+机器人+电子身份证+智能配电\n1、市场传闻公司12月或有新客户，如果明年一季度服务器业务持续，且不止一个客户，大概率摘帽。公司正面临保壳困局，短期内集中做大收入，遭到交易所问询。2025年8月12日半年报，公司与某数据科技有限公司签订2.3亿元服务器设备采购合同，报告期内已交付4500万元，预计对全年及后期业绩产生正面影响。\n2、全资子公司鲍麦克斯专业从事通用及专用伺服驱动系统、缝制机器人的系列化产品研发及销售。\n3、公司率先全面支持二代居民身份证阅读、身份证实人实证微模块身份核验等模式的全方位安全身份核验解决方案。\n4、参股子公司精伦电气主要致力于服务智能电网建设。“普利充电”为用户提供便捷的充电、结算等服务。\n5、公司主营业务为智能制造类产品、商用智能终端类产品和软件与信息服务类产品的开发、销售和运营。参股的华美晨曦光电是国内首家也是唯一一家从事交流驱动有机发光二极管(ACOLED)照明面板研发营运的公司。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "13:54:42",
          "analysis": "股权拍卖预期+摘帽预期+文化旅游+服装销售\n1、公司控股股东所持近70%公司股权已被冻结，相关司法拍卖至今无动静，2025年12月29日市场传闻股权拍卖将提上日程。\n2、网传纪要表示控股股东与平潭汇垠一号存在巨额金融借款合同纠纷，相关判决已生效，未来控股股权极有可能被司法拍卖或协议转让（未证实）。 \n3、2025年9月5日互动，公司表示将在满足条件后及时申请撤销其他风险警示，ST摘帽预期升温。\n4、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n5、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。"
        },
        {
          "code": "sz002647",
          "name": "*ST仁东",
          "limit_time": "14:42:39",
          "analysis": "第三方支付+重整完毕+跨境支付\n1、公司主营第三方支付业务，子公司合利宝持全国支付牌照及跨境人民币支付备案，服务中小微企业。子公司合利宝具有跨境人民币支付业务备案许可。\n2、截至2025年三季度末，归母净资产已达6.6亿元。2025年3月27日公告，申请撤销退市风险警示。2025年3月20日晚公告，公司重整完毕。中信资本指定实施主体深圳嘉强荟萃成为第一大股东，持股占比10.17%，公司原控股股东北京仁东及其一致行动人持股比例降至6.23%，公司变更为无控股股东、无实际控制人。\n3、公司已持有江原科技4.1427%的股份。\n4、公司拟通过增资和/或存量股受让方式对北京众签或智汇信元进行战略投资，双方将结成战略合作伙伴，就通过区块链技术、智能合约技术与行业场景结合来共同建立供应链金融平台和贸易金融平台，进而推动创新金融业务进行全方位合作。"
        },
        {
          "code": "sz002122",
          "name": "ST汇洲",
          "limit_time": null,
          "analysis": "人形机器人+AI数据+成功竞拍航天壹亘75%股权\n1、2025年12月25日微信公众号，公司携手石景山人形机器人训练中心共筑具身智能“数据底座”，依托Enable AI平台连续中标多个具身智能重点项目。\n2、子公司中能数投专注于数据中心和算力中心建设，业务范围涵盖IDC运维和运营服务等。2024年上半年，子公司热热文化的内容审核业务实现了同比增长，其中来自小红书的收入新增明显。\n3、2025年5月13日调研，公司服务的头部大模型厂商包括智谱、MinMax、阶跃星辰等;此外公司还触达如具身智能等行业。热热数据已经具备大模型成品数据集业务。\n4、2025年5月6日晚公告，公司以1.01亿元的报价成为上海航天壹亘75%股权项目的受让方。标的核心业务是技术壁垒较高、市场增速较快的高端五轴联动机床及智能化柔性产线系统集成领域，国内市场规模较大。\n5、公司是轴承制造领域的优秀企业。子公司齐重数控以生产及销售立式重型机床、卧式重型机床为主。"
        }
      ]
    }
  ]
}