{
  "date": "2025-11-24",
  "update_time": "2025-11-24 15:40:45",
  "category_count": 15,
  "total_stocks": 88,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh603216",
          "name": "梦天家居",
          "limit_time": "09:45:00",
          "analysis": "溢价转让股权+参股半导体公司+定制家居+谷子经济\n1、2025年11月18日晚公告，公司控股股东梦天控股及其一致行动人梦家投资、实际控制人余静渊先生、范小珍女士与嘉兴汇芯、曹勇先生签订《股份转让协议》，梦天控股、梦家投资以协议转让方式向嘉兴汇芯转让其持有的上市公司无限售条件流通股1528.4,5万 股，占上市公司股份总数的6.8636%转让价格17.4592/股，本次转让完成后，公司控股股东、实际控制人未发生变化。2025年11月18日晚公告，公司决定终止购买上海川土微电子事项。\n2、公司参股35%重庆凌芯微电子，后者专注功率半导体晶圆的背面减薄与金属化​，提升芯片散热效率及电气性能，服务于IGBT、MOSFET等器件。\n3、公司主要从事木门、墙板、柜类等定制化木质家具的研产销，主要产品为“梦天”旗下系列品牌的木门、墙板等家具产品。\n4、公司于2023年1月1日发布了吉祥物--小梦，小梦共有6款，分别为宇航员、工匠、设计师、水漆卫士、古风、国潮等形象。"
        },
        {
          "code": "sh688227",
          "name": "品高股份",
          "limit_time": "09:25:00",
          "analysis": "拟增资江原科技+私有云技术+信创+机器人\n1、2025年11月20日晚公告，拟4亿元增资江原科技（投前估值约24亿元，2025年1-10月收入约0.36亿元，暂未盈利），新增获得其约14.2%股权，交易完成后，预计合计持有约15.4%股权；江原科技于2022年成立，专注全国产AI芯片研发，主要以算力卡形式出货，作为核心算力硬件提供给 AI 一体机客户、算力服务器等客户，同时正在进行第二代芯片产品T800的研发工作，预计2026年流片量产。\n2、江原科技D10芯片是国内首个全国产且量产的AI算力芯片。公司为江原科技的投资人和其产品境外销售独家代理商，公司的智算团队和江原科技团队正在做相关软件生态的研发和适配。\n3、公司已推出新一代品原AI一体机PYD20系列，搭载江原D20加速卡，单机算力5P、显存4TB，实现全栈国产化并已量产。\n4、子公司北京品高基于百度的人脸识别技术及科大讯飞的语音识别技术，研制了一款防疫智能机器人。"
        },
        {
          "code": "sz003018",
          "name": "金富科技",
          "limit_time": "09:25:00",
          "analysis": "拟收购蓝原科技51%股权+啤酒拉环盖+塑料防盗瓶盖\n1、2025年11月23日晚公告，公司正在筹划以支付现金方式收购广东蓝原科技不低于51%股权，目前尚处于筹划阶段，预计不构成重大资产重组。标的经营范围涵盖电线、电缆制造；新材料技术研发；智能仪器仪表制造以及塑料制品制造与销售等多个领域。\n2、公司是国内最大的塑料防盗瓶盖供应商之一，主营塑料防盗瓶盖等塑料包装用品的研产销，主要产品为塑料防盗瓶盖。\n3、公司与华润怡宝、景田合作至今已近二十年，与达能、可口可乐、惠州宝柏合作已超过九年。 重要知名客户包括东鹏、海天味业、农夫山泉等。"
        }
      ]
    },
    {
      "name": "AI应用/阿里",
      "reason": "阿里“千问”App公测首周下载量突破1000万。",
      "stock_count": 18,
      "stocks": [
        {
          "code": "sh605136",
          "name": "丽人丽妆",
          "limit_time": "10:28:02",
          "analysis": "电商AI（合作阿里）+化妆品零售+麦角硫因+自有品牌\n1、2025半年报，公司利用电商平台的AI工具结合自身领先的运营及营销优势，积极转变经营思维。公司携手阿里妈妈共创具有洞见且可供借鉴的AI经营方法。\n2、2025年11月17日讯，国家药监局发布《关于深化化妆品监管改革促进产业高质量发展的意见》。公司的主营业务为化妆品网络零售服务，主要为品牌方提供在线销售服务。公司的经营模式主要包括电商零售业务和品牌营销运营服务两部分。其中，电商零售业务是公司的核心业务，合作电商平台广泛，包括传统综合性电商、内容电商、直播电商、社群电商等，如天猫、抖音、小红书等。公司的网络零售服务合作品牌以国际美妆品牌为主。\n3、公司自有品牌发展重心聚焦于“玉容初”及“美壹堂”。公司推出了“千金极光饮”产品，同步搭配白番茄浓缩粉、麦角硫因、胶原三肽等科技成分，养出“千金白”。\n4、2025年5月27日公告，公司持股5%以上股东杭州灏月已完成股份协议转让的过户登记。杭州灏月是阿里旗下公司。\n5、公司先后在母婴、服饰等合作。公司探索抖音等平台运营抖音小店。公司在微信平台有开设店铺，后续适时地布局更多微信小店。"
        },
        {
          "code": "sz002301",
          "name": "齐心集团",
          "limit_time": "13:20:03",
          "analysis": "智慧政务+AR智能眼镜+跨境电商+谷子经济\n1、公司云视频智能产品重点聚焦拓展智慧政务、智慧党建、智慧金融、智慧医疗等行业场景应用。在技术先行的研发策略下，加大投入自研 PaaS 和 SaaS 底层核心技术，自研推出了新一代智能云视频灵犀算法和夜莺AI音频算法等领先技术。\n2、公司持股好视通92%，是国内知名云视频产品和服务提供商。好视通官网页面展示有AR智能眼镜，应用场景涉及医疗、工业等远程解决方案。\n3、子公司杭州麦苗于2022年开始布局跨境电商客户的数据营销服务,助力国内品牌出海，已成功入驻成为Amazon、Shopee、Lazada等主流跨境电商平台客户的服务商,业务覆盖SaaS软件、广告代投放等领域。\n4、齐心文创先后与吾皇猫、山海经、迷你世界、读者、魔鬼猫、鲨猫、小狗蛇、神烦鸟等多个优质文化 IP 携手，通过发掘丰富的文化底蕴，为消费者提供品牌化、高端化、年轻化时尚文创产品，打造深受年轻人喜爱的“国潮文创”。"
        },
        {
          "code": "sz001296",
          "name": "长江材料",
          "limit_time": "10:31:27",
          "analysis": "3D打印+覆膜砂+石英矿+人形机器人\n1、2025年11月20日讯，谷歌发布新一代图像生成模型Nano Banana Pro，其图像生成与编辑能力带来3D打印增量；2025年9月15日互动，公司有生产用于砂型3D打印的3D打印砂。公司未来会继续做大3D打印砂产品，并结合3D打印技术为客户提供样件试制等服务。\n2、2024年12月20日盘前互动，公司生产的覆膜砂可以用于铁模覆砂工艺生产各类型的铸件，据资料显示，机器人手臂铸造工艺主要是铁模覆砂工艺，但目前公司尚无产品直接应用于人形机器人领域。长安汽车进军人形机器人领域，公司给长安汽车供应原砂及覆膜砂产品。\n3、2025年9月11日互动，公司的石英砂矿目前主要是位于辽宁省彰武县的石英砂矿，设计开采利用资源量为14,086.6万吨。\n4、公司主营业务为铸造用硅砂、覆膜砂和砂芯的研发、生产和销售；铸造废（旧）砂再生技术和设备的研发、生产；压裂支撑剂的研发、生产和销售。压裂支撑剂用于石油、天然气和页岩气开采势。"
        },
        {
          "code": "sz002279",
          "name": "久其软件",
          "limit_time": "13:25:06",
          "analysis": "AI营销+财税数字化+跨境电商（出海营销）+曾合作敦煌网\n1、2025年半年报，公司持续深化自主研发的AI营销助手JoinMC在商业中的应用，当前已覆盖电商、 汽车、 文旅等多个行业，为跨境营销注入全维度数智动能。子公司久其数字正积极开发自己的Panda GPT专属资料库，并积极探索测试AIGC工具在数字营销领域的应用，自研的JoinMC智能客服产品已在部分跨境电商客户进行试应用。\n2、公司是国内传统报表业务领域的龙头企业，全程参与国家层面的电子凭证会计数据标准制定，给政府客户提供税源管理和综合治税系统，给企业集团客户提供涵盖全税种的财税管理系统。\n3、2025年4月18日盘后互动，公司有为跨境电商客户提供出海营销服务；子公司数字传播曾与敦煌网合作的joinchat产品于2022年获得过「Martech创新类-消费互动与体验类」铜奖。目前，子公司数字传播与煌网己无合作。\n4、公司数字传播业务主要为抖音提供海外广告投放服务。公司在数字传播业务领域是Meta的一级代理商。\n5、公司产品移动端应用已适配华为鸿蒙系统。"
        },
        {
          "code": "sz002153",
          "name": "石基信息",
          "limit_time": "10:11:00",
          "analysis": "AI营销+阿里持股+跨境支付+美团/饿了么合作+酒店IT服务\n1、2025年11月12日机构调研，酒店系统产品的AI分为两大块，一类是利用AI帮助酒店营销，按照利用 AI 营销工具产生订单的GMV 的一定比例付费；另一类是在PMS、POS产品中进行 AI的植入，可以整体进行辅助预测。阿里为石基信息第二大股东，淘宝（中国）软件持股13.02%。公司DAYLIGHT PMS已签约万豪等国际酒店集团。\n2、2025年7月4日讯，人民银行官网公布非银行支付机构《支付业务许可证》续展（换证）公示信息（2025年7月第一批次）。名单中包含石基支付科技（广西），后者为公司全资子公司。石基支付科技具有互联网支付牌照，属于类金融机构，根据国家外汇管理局的规定，具有互联网支付牌照的支付公司能发展线上跨境支付业务，包括跨境外汇支付业务，跨境人民币支付业务等。\n3、公司与美团、饿了么均有合作。\n4、公司主要从事酒店、餐饮等大消费行业信息管理系统软件的开发与销售、技术支持与服务。"
        },
        {
          "code": "sh601116",
          "name": "三江购物",
          "limit_time": "10:26:26",
          "analysis": "阿里参股+生鲜超市+数字三+盒马\n1、2025年11月13日据证券报，未来几个月内阿里巴巴将逐步在包括淘宝网在内的多个平台上添加AI代理功能，以支持购物体验；杭州阿里巴巴泽泰信息为公司的第二大股东，持股30%，泽泰信息控股股东为淘宝（中国）软件。\n2、公司主要经营社区生鲜超市业务。公司经营业态有社区店、盒马店和邻里店，采用连锁经营方式，商品结构以社区居民日常鲜食消费品为主。\n3、2025年4月11日盘后消息，助外贸企业出口转内销 京东、盒马、永辉、华润等零售巨头启动相关扶持计划。公司只运行在宁波的盒马鲜生。\n4、公司股东阿里持有旷视科技近30%股份，市场猜想存在注入预期。"
        },
        {
          "code": "sh603106",
          "name": "恒银科技",
          "limit_time": "10:28:38",
          "analysis": "阿里灵光+数字货币（金融设备）+人形机器人+数据安全\n1、2025年11月18日盘后官微，公司正式接入阿里千问、蚂蚁“灵光”，深入探索“AI+金融”新范式。\n2、公司提及的“货币兑换机”是公司传统金融自助设备，也称为“纸硬币兑换机”，是可以通过改造使其支持数字货币兑换功能，并不是央行新型数字货币兑换机。\n3、公司聚焦金融科技和人工智能，协助银行实现智能化转型。公司入选“金信通”金融科技创新应用优秀案例。公司加强与中国软协、信标委等机构以及华为、飞腾等企业的合作交流，信创产业生态圈正加速形成。\n4、公司掌握了人形机器人交互使用的部分技术，未形成批量投产。\n5、公司基于国产Linux操作系统的应用、金融系统解决方案技术等方面是完全自主研发。公司的跨平台软件、自主终端应用等多款软件，在数据交互、验证、存储等过程中均运用国密算法，可很好的保护相关数据安全。"
        },
        {
          "code": "sz002093",
          "name": "国脉科技",
          "limit_time": "10:48:00",
          "analysis": "AI智能体+福建+百度+稳定币+脑机接口\n1、公司位于福建福州市。2025年1月7日调研，公司与主流大模型服务商合作，构建深耕于社区养老以及居家养老场景的 AI Agent。2025年2月24日互动，脑机接口是身联网技术的重要研究方向之一。公司持续跟踪国内外主流脑机接口项目的进展情况。\n2、2025年6月6日机构调研，国脉币是一个连接国脉AI智能体和实体服务的激励机制与服务兑换中介，其具备了稳定币的部分功能。\n3、2024年10月14日互动，公司在通信技术服务领域与HUAWEI具有合作关系。同时，公司全资举办的福州理工学院已与HUAWEI合作建设ICT学院，并已入选全国鸿蒙端云智能行业产教融合共同体理事单位。\n4、公司主营业务类型包括：物联网技术服务、物联网咨询与设计服务等。公司已在开展6G关键技术的跟踪研究和人才培养。"
        },
        {
          "code": "sh603881",
          "name": "数据港",
          "limit_time": "13:08:13",
          "analysis": "合作阿里云+数据中心+腾讯云+服务器托管\n1、公司与阿里就数据中心项目合作服务合同签约主要分为三个阶段，第三阶段正式服务合同将在客户验收通过后签订，目前公司与阿里合作的ZH13等数据中心项目正在有序的建设过程中。\n2、2025年11月13日官微，公司连续第十六年为双十一提供数据中心重保，保障“零投诉、零事故”。\n3、公司是上海国资控股的专注数据中心业务的上市公司，数据港作为中国领先的第三方数据中心运营商，在“东数西算”的京津冀、长三角、粤港澳大湾区的枢纽节点上共建设运营35个数据中心，截至 2024 年 12 月 31 日运营总电力容量 371MW，折算成容量 5kw/个标准机柜约74,200 个。\n4、公司是国内少数同时服务于阿里巴巴、腾讯、百度国内三大互联网公司的数据中心服务商。\n5、公司能耗管控能力尤为突出，年度全国运营数据中心最低PUE可达1.09，达到国际领先水平。公司主营业务为数据中心服务器托管服务。"
        },
        {
          "code": "sh603636",
          "name": "南威软件",
          "limit_time": "13:15:11",
          "analysis": "电子证照平台+蚂蚁参股+数据要素+AI智能体\n1、公司与蚂蚁共建区块链电子证照平台，该平台支撑蚂蚁灵光（蚂蚁集团AI助手）政务端的“材料真实性验证”“智能审批”等功能。\n2、公司是蚂蚁集团价值分销伙伴。蚂蚁集团旗下上海云鑫持有公司2.5%股权，是南威软件第三大股东。公司大数据产品市场覆盖全国22个省，83个地市。\n3、根据2024年三季报，公司发布AI智能体服务平台\"白泽启元”、政务公文写作与协同平台\"白泽文墨”、智能体客服平台\"白泽对话管理“以及智能体BI产品“白泽云图”等白泽系列四款大模型智能体产品。“白泽行业大模型”与华为昇腾AI底座软硬件平台完成原生开发，并获得华为昇腾原生技术认证。\n4、公司参与投资建设北京市丰台区算力中心项目，建成后将对外提供租赁业务。公司联合开发的数字人产品已在政务服务自助一体机和政务一屏统览等场景投入使用。"
        },
        {
          "code": "sh688365",
          "name": "光云科技",
          "limit_time": "13:18:16",
          "analysis": "电商AI （阿里）+Agent+AIGC+跨境电商\n1、2025半年报，公司被阿里授予了“订单工具/商品管理类目复购/好评榜第一、企业 ERP 类目复购榜第一、星耀伙伴客户关系管理工具服务商” 。2025年11月4日机构调研，公司坚定将“大商家SaaS+电商AI SaaS”作为战略方向，在具体应用层面，公司已将人工智能技术全面融入快麦小智客服机器人、深绘美工机器人及有成系列产品，显著提升产品智能化水平和客户体。\n2、快麦小智基于大模型构建电商领域的客服agent，帮助商家显著提升服务体验；深绘美美工机器人则依托AIGC能力，实现批量自动化设计。\n3、2025年11月4日机构调研，公司十分重视跨境电商在东南亚、欧美的发展，密切关注跨境商家的业务需求。"
        },
        {
          "code": "sh688291",
          "name": "金橙子",
          "limit_time": "13:24:18",
          "analysis": "3D打印+拟购买资产+无人机+激光控制系统\n1、2025年11月5日机构调研，公司的控制系统产品/振镜产品都和激光加工应用密切相关，会从消费级SLM/SLS/SLA等使用激光技术的产品切入，并延伸到所有使用激光加工技术的消费类3D打印设备中。\n2、2025年8月12日盘后公告，公司拟通过发行股份及支付现金的方式向汪永阳、黄猛等 8 名交易对方购买其合计持有的萨米特 55.00%股权。后者长期从事精密光电控制产品的研发、生产及销售，主要产品包括高精度快速反射镜、高精密振镜等。\n3、公司柔性制造平台在高端消费电子领域，可用于无人机等产品的曲面零部件加工。郑州金橙智能技术于2024年11月取得​“一种四旋翼无人机”专利​。\n4、公司在激光振镜控制系统领域，已经形成细分领域龙头地位。光伏激光设备一般也采用振镜控制系统，振镜主要用于控制激光束的偏转，以实现激光光束的精准定位要求。券商表示公司今年已经切入帝尔激光供应链，后续持续放量。"
        },
        {
          "code": "sz002400",
          "name": "省广集团",
          "limit_time": "14:54:15",
          "analysis": "谷歌代理+灵犀AI+TikTok核心代理商+广新控股旗下\n1、公司旗下控股公司省广畅思获Google CDVIP（国内核心代理资质）、DVIP（海外核心代理商资质）双牌照，成为Google官方授权的顶级广告代理商。\n2、公司打造包括GIMC云、灵犀AI在内的数智产品矩阵，以大数据为依托精准触达目标消费者。\n3、公司是TikTok出海核心代理商，获得TikTok等多款海外流量产品在五大洲150多个国家和地区的出海代理权。公司是抖音的巨量引擎代理商，大数据平台GIMC云在北京、广州部署了3个云计算中心，旨在为客户提供一站式数字营销服务。\n4、公司控股股东为广新控股，实控人是广东省国资委。\n5、2023年公司成为META中国区官方授权代理商。Meta准备发布其大语言模型LLaMA的商用版本，将允许初创公司和企业在该技术的基础上构建定制AI软件。"
        },
        {
          "code": "sh601360",
          "name": "三六零",
          "limit_time": "14:56:52",
          "analysis": "AI应用+同比减亏+AI大模型\n1、2025年9月26日互动，根据公众号“AI产品榜”发布的7月“AI产品榜·网站榜”数据，“纳米AI搜索”及“纳米AI智能体”月度Web访问量合计已超4.5亿次，国内位列第二、三名；“AI产品榜·应用榜”中，纳米AI在7月的月活已超1200万，国内排名TOP 10。\n2、2025年10月30日晚三季报，公司三季度营收60.68亿元，归母净利润-1.22亿元，亏损同比缩小78.88%。\n3、2025年9月26日互动，公司自研产品体系涵盖通用大模型、AI应用、AI硬件、AI安全产品和各类智能体等。公司于2023年发布自研千亿参数通用大模型——“360智脑1.0”，2025年发布了最新模型“360zhinao2-o1.5”。\n4、公司PC安全产品平均活跃用户数持续排名第一；PC浏览器及导航市占率超86.85%，浏览器市场持续排名第一。"
        },
        {
          "code": "sz300058",
          "name": "蓝色光标",
          "limit_time": null,
          "analysis": "谷歌代理+AI智能体+AI营销+AI视频\n1、公司是Meta、Google、TikTok for Business、X等平台国内官方授权代理商，为中国出海企业包括跨境电商、本土品牌、移动游戏、应用工具等行业客户开展出海广告服务。\n2、蓝色光标与火山引擎达成深度合作，双方将基于火山方舟、豆包·视频生成模型、扣子专业版智能体开发平台，在视频生成、视频服务解决方案以及营销行业智能体应用等领域展开深入合作。\n3、2024年上半年，公司在与包括微软，谷歌，亚马逊，字节跳动，百度，智谱，月之暗面等国内外主流Maas及云厂商合作的基础上，构建了AI时代营销应用的数据底座，发展出包括小红书，b站，抖音洞察等国内业务AI营销工具矩阵，Meta,Instagram, YouTube, TikTok for Business分析助手，广告投放分析助手等全球化业务AI营销工具矩阵。\n4、公司已与微软广告达成核心代理的战略合作，已获得微软云官方AI调用和训练许可。\n5、蓝色宇宙专注于元宇宙营销场景解决方案，布局虚拟人、虚拟物、虚拟空间三个业务板块。"
        },
        {
          "code": "sz002315",
          "name": "焦点科技",
          "limit_time": "",
          "analysis": "AI智能体（电商）+跨境支付+国际贸易平台\n1、AI麦可以 AI 多模态能力接手供应商在中国制造网平台场景下发品、营销、接待等全流程工作。\n2、公司于2023年4月25日推出中国制造网人工智能代理（AI Agent）——AI 麦可，AI麦可在2024年11月11日升级至4.0版本，完成了从 “AI 外贸助手” 向 “AI 外贸能手” 的蜕变。\n3、焦点支付事业部推出一站式跨境收结汇产品Global Pay，平台推出的跨境支付已开放给200多个国家和地区。公司旗下百卓轻云ERP系通过运用互联网技术，为国内中小企业提供采购、销售等一站式解决方案。"
        },
        {
          "code": "sz002712",
          "name": "思美传媒",
          "limit_time": "",
          "analysis": "AI应用+智谱AI+小红书+合作抖音+四川国资\n1、2025年半年报，公司成功实现了AI合成创意广告、AI广告自动分析基建、AI小说辅助精修等能力。公司子公司八方腾泰研发上市 AdPex 一站式智能投放平台全面覆盖广告主投放全生命周期中的各项需求，现已正式成为 Apple Ads官方合作伙伴。2023年5月公司与智谱华章签署《战略合作协议》\n2、公司拥有经验丰富的媒体采购团队，长期作为小红书等头部数字媒体的核心媒体合作伙伴，拥有矩阵化的媒体资源布局，能够为赋能品牌与目标消费群搭建有效的沟通桥梁，为品牌与商家持续输入流量。\n3、公司旗下子公司八方腾泰联合抖音策划开展“域见美好城市—2024 巨量引擎城市峰会暨心动之城启动站”活动，就AI等前沿技术的前景与文旅相关应用场景进行解析。\n4、公司控股股东为四川旅游投资集团，实控人为四川国资委。"
        },
        {
          "code": "sh600730",
          "name": "中国高科",
          "limit_time": "",
          "analysis": "AI教育+机器人+半导体资产并购猜想+教育\n1、公司控股子公司英腾教育以“AI赋能教育”为宗旨，充分利用自然语言处理技术和知识图谱等AI相关技术，结合多年积累的教学模式和内容体系，持续深化前沿技术在医学领域职业教育与职业考培等场景的融合运用。\n2、据公司官微:中国高科集团自主研发的AED-CPR心肺复苏一体机以及急救AI科普机器人经过选代发展，已获得较高的品牌知名度，布局覆盖海内外市场。\n3、2024年11月6日互动，投资者提及公司董事长及大股东同为为越亚半导体董事长及大股东，对于半导体并购提问，公司回复表示对相关行业的潜在并购机会保持开放态度，后续，公司将根据自身发展需要择机推进并购等事项。\n4、公司的主营业务包括教育、不动产运营及资产服务业务。公司已与数十所院校达成了产教融合业务合作，合作区域覆盖多个省份。控股子公司英腾教育主要从事医学在线教育业务，在医学中、高级职称培训的细分市场处于领先地位。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": "14:29:18",
          "analysis": "军工（福建）+商业航天+DeepSeek+低空经济\n1、公司地处福建福州。公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n2、天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        },
        {
          "code": "sz000663",
          "name": "永安林业",
          "limit_time": "10:17:21",
          "analysis": "森林资源（福建）+央企+人造板+生物质能\n1、2025年11月17日盘中讯，国家发改委等六部门联合发布《关于加快建设现代化国有林场的意见》。其中鼓励国有林场通过自主开发、合作开发、特许经营等多种方式，发展生态旅游、森林康养、自然教育、户外运动等业态；公司主营森林资源培育、人造板制造，拥有114万亩森林资源，形成林木资源到终端产品的全产业链。\n2、2025年10月30日互动，公司表示未来将按政策精神探索海峡两岸林业产业合作交流机会。\n3、公司拥有的森林资源在福建区域内居于领先地位，充分利用三明作为全国林业改革发展综合试点市的区位优势，进一步提升公司的盈利水平。公司实控人为国务院国资委。\n4、公司的人造板业务、地板业务通过异形、定制的差异化竞争模式，实现了产销平衡。\n5、公司于2022年尝试进入生物质能源领域，探索丰富公司主营业务。"
        },
        {
          "code": "sh600734",
          "name": "实达集团",
          "limit_time": "09:42:49",
          "analysis": "福建+拟购买福建数产95%+智算中心+机器人+AI教育\n1、公司位于福建福州，公司实控人为福建国资委，公司承接平潭数据跨境流动服务平台建设。\n2、2025年11月4日晚公告，公司拟购买福建数产95%的股权，预计交易价格1.85亿元。本次交易是间接控股股东大数据集团履行注入资产承诺的措施，交易存在必要性。预计标的公司能够有效提升公司营收和利润规模。\n3、2025年10月13日互动，近期公司以2.3亿元中标新疆克拉玛依克融云智算中心二期二标段。公司还以3598万元中标“源网荷储一体化虚拟电厂智慧生态聚合建设项目——政务云扩容+储能实施场景”。截至目前，公司2025年在手订单金额已超6亿元。\n4、公司与中国移动、香港Web3.0协会合作，在数据跨境流动、数据资产证券化等领域开展跨链数据业务，为闽港数字经济合作提供助力。\n5、根据全资子公司中科融通官网，公司有睿行机器人系统，睿行全自动喷洒机器人产品。公司拟通过“AI+教育”应用场景、教育专用AI工具、AI开发平台的构建，打造一体化的人工智能+教育公共服务平台。"
        },
        {
          "code": "sz002264",
          "name": "新华都",
          "limit_time": "09:25:00",
          "analysis": "互联网营销（福建）+AI+跨境电商+海南\n1、公司地处福建福州。公司主营业务模式是以数据研究为基础的互联网营销业务，包括全渠道电商销售服务、产品研发及营销服务和数字营销服务等。\n2、2025年11月19日互动，公司密切关注算力产业发展，积极寻求与算力厂商在AI Infra等领域的合作机遇，加速模型在B端、C端的应用\n3、2025年11月12日互动，公司与行业头部品牌以及京东、淘宝天猫、抖音、美团、快手、拼多多、微信、唯品会等国内主要电商平台建立了深度战略合作伙伴关系，具有较强的市场影响力；通过 TikTok、Lazada、Tokopedia 和 Shopee 等境外电商平台布局跨境电商业务，积极开拓海外市场。\n4、公司全资孙公司海南酒连酒电子商务有限公司、海南久爱致和科技有限公司注册地分别为海南生态软件园和三亚中央商务区，均属于海南自由贸易港重点园区。\n5、阿里巴巴（成都）软件公司曾持有公司股份2311.54万股，截至2025Q3已退出。"
        },
        {
          "code": "sz002228",
          "name": "合兴包装",
          "limit_time": "13:05:48",
          "analysis": "瓦楞纸箱（福建）+智能制造\n1、公司地处福建厦门。公司主要从事中高档瓦楞纸箱、纸板及缓冲包装材料的研发与设计、生产、销售及服务。全国布局近60家生产基地，海外泰国、越南、印尼产能后续将根据订单情况进一步释放。 \n2、公司已积累了包括海尔、美的、格力、华勤、小米、飞利浦、伊利、蒙牛、百威英博、青岛啤酒、华润、京东商城、顺丰、宁德时代、海康威视、比亚迪等知名企业客户。\n3、公司引入机械臂、智能控制器等设备，显著降低人工成本，同时提升产品质量与生产经济效益。"
        },
        {
          "code": "sh603280",
          "name": "南方路机",
          "limit_time": "13:58:08",
          "analysis": "福建+俄乌局势缓和+工程搅拌设备+海工搅拌站+智能分选机器人\n1、公司地处福建泉州。2025年11月21日讯，BBC等媒体报道，在美国向乌克兰提交结束乌克兰危机的和平计划草案后，乌克兰总统泽连斯基将与美国总统特朗普通话，俄乌局势或缓和。公司产品在俄罗斯、乌克兰等泛俄地区，已树立了很好的口碑，建立了稳定的市场。\n2、公司工程搅拌设备主要含水泥混凝土搅拌设备、干混砂浆搅拌设备、沥青混合料搅拌设备和稳定土厂拌设备。2025年7月22日互动，公司产品及服务网络早已覆盖全国，包括西藏。产品广泛运用于矿山行业、建材行业、基建行业、建筑行业，包括在四川巴中等水利水电工程建设上均表现优异。\n3、公司有专用于海工的搅拌站HCS50、HCS75等，该搅拌站安装于工程船上，也称为船载搅拌站。该结构设备主要应用于跨海大桥等大型桥梁桥墩混凝土浇筑。\n4、公司智能分选机器人已经在惠州大瑶池项目和深圳市政等项目上进行应用。\n5、公司在建筑垃圾处置领域开始布局，目前已有建筑垃圾处理成熟工艺和产品，形成南方路机特有的建筑固废资源化综合处理及再利用整体解决方案。"
        },
        {
          "code": "sh605365",
          "name": "立达信",
          "limit_time": "09:30:25",
          "analysis": "福建+华为鸿蒙+机器人+物联网+教育+LED\n1、公司地处福建，从教育照明向智慧教室、智慧校园、智慧教育管理平台延伸产品和服务，打造智慧教育生态。\n2、公司与华为鸿蒙系统有合作，根据合作协议，双方将基于开源鸿蒙操作系统强大的跨设备互联互通的功能，以及立达信在照明和物联网行业的深厚积淀，在智能照明领域探索更多元的智慧生活新形态。\n3、 立达信是国家级智能制造试点示范企业和两化融合管理体系贯标试点企业，公司已形成了自主开发部分自动化设备的能力，自主设计开发的工业机器人也已运用于自动化组装生产线。\n4、公司主营业务为LED照明产品、智能家居和智慧建筑等物联网领域产品的研发、制造、销售及服务，致力于成为一流的家居和商业空间综合物联网解决方案提供商。"
        },
        {
          "code": "sz301136",
          "name": "招标股份",
          "limit_time": "09:32:06",
          "analysis": "福建国资+商业航天+低空经济\n1、公司实控人为福建国资委。\n2、子公司福建省卫星数据依托募投项目“天空地一体化遥感综合集成应用体系建设项目”中的福建省卫星数据开发服务平台开展卫星导航相关工作。全资子公司经纬科技参与“海丝”系列卫星的研究与发射相关工作，公司为福建省卫星应用产业“链主”试点单位的重要支撑。\n3、子公司经纬数科在空间信息、时空大数据等方面具有丰富的积累，其产品及解决方案已在低空经济基础设施建设、气象监测、应急救灾等领域得到应用。\n4、2020年孙公司三明新基建与梦芯科技合作，共同在福建省推广应用北斗导航定位技术，后者是我国首家将RTK高精度定位技术和北斗导航定位芯片相结合、实现高精度服务的企业。\n5、公司拥有“交通基础设施智能化系统提升”项目。"
        },
        {
          "code": "sh600686",
          "name": "金龙汽车",
          "limit_time": "13:37:22",
          "analysis": "福建+盈利能力改善+与京东合作无人驾驶物流车+氢能源客车\n1、公司位于福建厦门。网传纪要，公司预计全年出口增速40%+，海外销量占比较去年提升20pct左右。10月份盈利能力强的大中客占比为年内新高。预计公司2025年业绩4.5亿，同比增长150%。（未证实）\n2、公司为京东生产无人驾驶物流车，为京东在该领域最重要的战略合伙伙伴。网传公司2020年起与京东合作开发Robovan，负责硬件设计制造。（未证实）\n3、公司是首批加入Apollo生态圈的唯一套车企业，已有超过350台自动驾驶车辆投入运营，与百度合作推出中国首辆商用级无人驾驶微循环车阿波龙。网传公司与文远知行合作生产Robobus。公司与华为在自动驾驶车路协同V2X方面进行了前期的布局，子公司苏州金龙在智能驾驶车型上已使用了华为的智能驾驶系统。\n4、2025年10月23日晚公告，公司拟将全资子公司金龙联合持有的苏州金龙63.0757%股权无偿划转至母公司，划转后公司直接持股比例升至65.2162%，优化管理架构。\n5、公司自主研发福建省首款百千瓦级氢燃料电池系统。公司有生产销售氢能源客车、不生产乘用车。"
        },
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "13:39:51",
          "analysis": "海峡两岸+半导体洁净室+客户包含英诺赛科+并购重组猜想\n1、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、合肥晶合、上海合晶、中芯国际等业内知名企业。\n3、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。\n4、公司在空气洁净度、温湿度控制、AMC控制等方面处于领先地位，具有机电工程施工总承包一级、建筑机电安装工程专业承包一级等资质"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "11月22日，工信部在“5G+工业互联网”大会上宣布，我国卫星物联网业务商用试验正式启动，试验期两年。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh600343",
          "name": "航天动力",
          "limit_time": "09:30:20",
          "analysis": "航天六院唯一证券化平台+航空航天+水电站\n1、公司作为航天六院的产业化平台和资产证券化平台，始终关注并贯彻国企改革和上市公司高质量发展要求，积极开展产业结构调整，推动业务转型，持续聚焦航天主责主业，提升上市公司经营质量和资产质量。\n2、公司控股股东是航天六院，是中国液体火箭发动机研制中心，是中国唯一的集运载火箭主动力系统、轨姿控动力系统及空间飞行器推进系统研究、设计、生产、试验为一体的专业研究院，公司当前主要业务均源自于航天液体动力技术。\n3、2025年7月22日互动，全资子公司江苏航天水力的水轮机产品在水力发电领域具备成熟应用经验，已成功配套国内多个中小型水力发电站项目。\n4、公司主要从事泵及泵系统、液力传动系统、流体计量与通信系统等研产销，业务涉及石油化工以及交通、通信等多个行业领域。"
        },
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "09:38:21",
          "analysis": "海洋卫星+军工（相控阵雷达）+比亚迪（汽车雷达）+低空探测雷达\n1、2025年7月1日互动，公司参与了海洋系列卫星的地面接收分系统建设，配套了部分开关矩阵、变频器、处理及存储类产品。公司具备毫米波雷达、相控阵雷达、合成孔径雷达系统研发设计和生产能力，面向国防、交通等行业市场都拥有领先的相关技术和产品。\n2、2022年6月27日互动，公司和比亚迪的多种汽车雷达产品合作正在推进之中。\n3、子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。\n4、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。\n5、公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。2024年3月26日互动，公司智能网联业务群的毫米波雷达仿真自动化测试系统可以应用于飞行汽车领域。子公司恒达微波与华为、中兴通讯的合作主要集中在5G通信领域。"
        },
        {
          "code": "sh688523",
          "name": "航天环宇",
          "limit_time": "09:50:09",
          "analysis": "商业航天+卫星通信+航空航天装备\n1、在商业航天领域，公司已完成 “千帆”星座4.5米测控天伺馈、“千帆”星座1.8米馈电天伺馈产品的研制、车载站、集装箱机动数传站、固定站等高难度站型研制交付。\n2、在卫星通信及测控测试设备领域，公司在轻量化复合材料结构设计、自动折展反射面结构与控制等方面取得了长足的技术进步和创新性成果。\n3、公司主要产品及服务集中应用于航空航天领域，按照用途可分为宇航产品、航空航天工艺装备、航空产品、卫星通信及测控测试设备四大板块。\n4、2024年4月2日公告，子公司中标上海飞机制造C929项目复材工装框架协议项目。"
        },
        {
          "code": "sh605598",
          "name": "上海港湾",
          "limit_time": "09:56:49",
          "analysis": "商业航天+钙钛矿电池+岩土工程综合服务（西南水电）+一带一路\n1、上海伏曦炘空其能源系统产品已累计保障16颗卫星顺利发射，40余套卫星电源系统、太阳帆板及结构机构正持续在轨稳定运行；公司已深度参与长光卫星的“吉林一号”遥感卫星星座、时空道宇的吉利未来出行星座、西光航天的西光壹号遥感星座等多个重要卫星星座项目。\n2、2025年7月11日调研纪要，公司钙钛矿太阳能电池已助力15颗卫星入轨，40余套系统在轨稳定运行，订单储备丰盈且增速亮眼，覆盖卫星全生命周期能源需求，并服务长光卫星等20余家客户。\n3、公司参与了西南某水电站项目前期的方案讨论阶段，并已经投入了一定的资源和精力进行前期的研究和准备工作。\n4、公司为全球客户提供集勘察、设计、施工、监测于一体的岩土工程综合服务，主要包括地基处理、桩基工程等业务。已在新加坡、印尼、泰国、越南、菲律宾等多个“一带一路”国家参与基础设施建设。"
        },
        {
          "code": "sz002977",
          "name": "天箭科技",
          "limit_time": "10:08:09",
          "analysis": "卫星通信+军工/固态发射机+第三代半导体\n1、公司部分产品适用于卫星通信领域。公司产品在卫星通信领域的应用主要为卫星地面固定站、移动站等设施装备中的大功率发射系统。\n2、公司专注于高波段、大功率固态微波前端产品，其弹载固态发射机和相控阵天线技术可能应用于霹雳-15的雷达制导系统。\n3、公司具有空间合成技术，高速脉冲调制技术，大功率发射组件散热技术，多源相控阵等技术，主要应用领域还包括卫星通信。\n4、公司持有一种氮化镓微波集成电路脉冲调制电路”为公司实用新型专利，系针对第三代半导体材料氮化镓应用的创新技术。\n5、公司自主研制固态发射机成功填补我国高波段百瓦量级大功率固态功率发射机空白，新型相控阵雷达目前主要应用于商业卫星，卫星通信产品和电子对抗产品也主要用于军事领域。"
        },
        {
          "code": "sh600855",
          "name": "航天长峰",
          "limit_time": "10:35:35",
          "analysis": "商业航天+军工电子+脑机接口+低空经济\n1、下属子公司航天朝阳电源为商业航天领域的低轨卫星提供配套电源产品。\n2、公司军工电子业务主要包括军工电源产品和红外光电类设备的研制生产与销售，隶属于航天国防军工行业。红外光电业务领域、 制冷型红外机芯以及制冷型红外热像仪是航天长峰红外光电的主打产品。\n3、公司作为脑机接口联盟的首批理事单位，将与其他成员单位协同，持续关注相关技术的研发进展及应用，但公司目前尚未拥有相关产品。\n4、2023年6月27日互动，公司与二院有关单位就康复辅助机器人(外骨骼)等相关领域进行过初步探讨,目前尚未开展相关技术和项目合作。\n5、2024年6月12日互动，公司目前有相关技术储备可实现对低空飞行器非法越界的智能分析和预警。此外,公司拥有基于异构大数据的指挥调度相关技术，后续可与低空飞行器安全管理需求场景相结合。2024年8月2日公告，航天朝阳电源为高功率模块电源生产企业，但商业航天领域的低轨卫星相关配套电源产品尚处于研制阶段未形成实质业务，公司目前主营不涉及商业航天领域。"
        },
        {
          "code": "sz003009",
          "name": "中天火箭",
          "limit_time": "10:45:36",
          "analysis": "商业航天+军工+固体火箭+光伏热场\n1、公司小型固体火箭整箭业务涉及的增雨防雹火箭、探空火箭和小型制导火箭以及固体火箭发动机核心材料延伸业务的炭/炭热场材料等产品技术水平突出，综合性能良好，在各自业务细分领域均位于市场前列，市场占有率较高。公司是国内少数掌握固体火箭发动机复合材料核心技术的主要企业之一，研制的固体火箭发动机耐烧蚀组件屡屡为国内多个型号的固体火箭产品成功配套，并为多个军工集团提供了发动机耐烧蚀组件的研发生产服务。\n2、公司是中国航天科技集团四院旗下首家上市企业，拥有国内首款20kg级别以下的小型制导火箭，WR系列增雨防雹火箭产品市占率常年保持第一。公司最终控制人是国资委。\n3、公司有碳化硅方面的产品，并拥有此类产品的技术储备；公司在民用领域的炭/炭复合材料产品主要是光伏产业晶体生长热场系统耗材，已被隆基股份、中环股份等国内光伏行业硅片行业领先的生产商所广泛采用。"
        },
        {
          "code": "sz002046",
          "name": "国机精工",
          "limit_time": "13:56:00",
          "analysis": "航天轴承+机器人轴承/丝杠+军工+培育钻石设备\n1、2025年10月20日调研纪要，公司在国内航天轴承市占率90%以上，配套火箭燃料涡轮泵轴承、卫星动量轮用轴承等，商业航天发展带来新增需求。\n2、公司可生产应用于机器人领域的轴承。网传纪要表示，公司是新剑传动独家供应商，丝杠加工磨床需要磨砂头，国机精工旗下三磨所是行业泰斗，丝杠加工耗材属性。（未证实）\n3、公司轴承主要用于国防军工、数控机床、风电、盾构机等领域。\n4、子公司三磨所培育钻产业有望贡献增量，目前主要对华天科技、通富微电、中芯国际下属子公司供应。三磨所向市场推出了锻造六面顶压机可用于培育钻石。"
        },
        {
          "code": "sh603100",
          "name": "川仪股份",
          "limit_time": "",
          "analysis": "商业航天+钍基熔盐堆+工控设备+行星减速器\n1、2024年报披露，公司智能压力变送器、 超低温蝶阀、 多孔板流量计、 温度仪表等产品为海南商业航天发射场加注供气系统项目保驾护航。公司曾被中国航天科技集团公司授予“为神舟六号载人技术航天飞行任务和运载火箭研制配套贡献企业”。\n2、2025年11月17日盘后公告，公司控股股东协议转让股份过户完成 ，公司实控人变为国机集团。\n3、2025年11月7日互动，公司熔盐浮子流量计、高温耐辐照超声波流量计、高温压力变送器等产品陆续运用或中标中科院钍基熔盐堆项目。\n4、公司是工业自动控制系统装置制造龙头，主营业务是工业自动控制系统装置及工程成套，包括智能执行机构、智能变送器、智能调节阀、智能流量仪表、温度仪表、物位仪表、控制设备及装置、分析仪器等各大类单项产品以及系统集成及总包服务。\n5、公司拥有行星减速器相关专利。"
        }
      ]
    },
    {
      "name": "军工",
      "reason": "美官员称美国将对委内瑞拉开展新行动，正在考虑中的选项包括尝试推翻马杜罗政权。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz300589",
          "name": "江龙船艇",
          "limit_time": "14:43:57",
          "analysis": "军工+公务执法船艇+船舶+旅游\n1、目前公司具备装备承制单位资格条件，已注册编入《中国人民解放军装备承制单位名录》，具备小型水面战斗舰艇、辅助舰艇的生产、修理、技术服务资格，中国海警局后勤装备部是公司主要客户之一；公司完成了自主研发的中国首艘甲醇燃料动力船艇的成功试航。\n2、公司长期深耕公务执法船艇市场，市场竞争力一直处于国内中小型公务执法船艇市场前列，为海事、渔政、应急、公安、海关等系统单位建造了大量高性能的公务执法船艇。2025年10月14日公告，公司与福建省海洋与渔业执法总队签订7299万元销售合同。\n3、公司是国内优秀的铝合金、金属及多材质复合船艇供应商，主营产品包括公务执法船艇、旅游休闲船艇、特种作业船艇。\n4、2025年5月28日，公司为舟山海华客运打造的45米高端旅游客船\"新海华71\"重举行吉水仪式。该船将以航空级品质服务普陀山旅游航线。"
        },
        {
          "code": "sh600685",
          "name": "中船防务",
          "limit_time": "10:51:53",
          "analysis": "军用船+国资委+海上风电\n1、公司实控人为国务院国资委，主要产品包括以军用舰船、海警装备、公务船等为代表的防务装备产品。\n2、公司所承接的海上风电项目主要为海上风电单桩（钢结构工程）、海上风电安装平台等，海上风电装备成功出口海外市场，产品已出口至埃及、巴基斯坦、越南等一带一路沿线国家。\n3、公司是集海洋防务装备、海洋运输装备、海洋开发装备和海洋科技应用装备四大海洋装备于一体的大型综合性海洋与防务装备企业集团。\n4、绿色海底数据中心示范项目是由参股公司广船国际联合海兰信共同打造。"
        },
        {
          "code": "sz300516",
          "name": "久之洋",
          "limit_time": "11:29:15",
          "analysis": "军工+海洋监察+深海成像相机+央企+无人驾驶\n1、公司产品在军用方面，主要用于昼夜监视，情报获取，目标探测，观瞄，测距等；在民用领域，主要应用于海洋监察，维权执法，安防监控，森林防火监控，水上交通安全监管和救助，搜索救援，电力巡线，工业检测，检验检疫及辅助驾驶等领域。\n2、2025年7月2日盘后互动，公司的深海成像相机、深海探测耐压窗口，能广泛适用于深海环境的探测。\n3、公司红外监测设备已进入中海油油气平台及海兰信海底数据中心供应链，用于海底管道泄漏检测、设备运维监控等。\n4、公司实控人国资委下属中国船舶集团，是集团旗下唯一从事红外、激光等专业技术研究的高新技术上市企业。\n5、公司的红外传感器、智能光学系统以及高精度定位等先进技术可成为无人驾驶系统中的一个模块单位，可为无人驾驶控制中心提供图像和方位信息数据，目前在车载和无人机平台有所应用。"
        },
        {
          "code": "sh600764",
          "name": "中国海防",
          "limit_time": "14:37:55",
          "analysis": "军工+水下防务+中字头+海洋智能装备\n1、子公司长城电子主要从事水声信息传输装备和各类电控系统的研制和生产,具体产品包括各类军民用水声信息传输装备、水下武器系统专项设备等军品领域产品。\n2、公司拥有深海养殖智能系统装备、海洋智能装备等系统，公司水声信息传输装备技术参与了“蛟龙号”国家更大研究专项的试验。\n3、公司目前在电子防务装备领域拥有水声电子行业方向上国内唯一的全体系科研生产能力以及水下攻防、卫星通导等多个行业方向上的科研生产能力。\n4、公司控股股东为中国船舶重工集团，最终控制人为国务院国资委。公司旗下的非防务类电子信息业务以及专业服务业务，主要涵盖了新一代“信息技术产业”、“高端装备制造产业”、“新能源产业”等领域。"
        },
        {
          "code": "sh601606",
          "name": "长城军工",
          "limit_time": "14:41:30",
          "analysis": "弹药武器装备+间接控股股东拟重组（中兵系）+汽车零部件\n1、公司军品业务主要从事迫击炮弹系列、光电对抗系列、单兵火箭系列、反坦克导弹系列、引信系列、子弹药系列、火工品系列等产品的研产销。公司下属四家军品子公司均属重点军工企业。在迫击炮弹、单兵火箭等弹药武器装备领域占据重要地位。\n2、2025年6月4日公告，公司间接控股股东兵器装备集团收到国务院国资委通知，经国务院批准，对兵器装备集团实施分立。将分立后的兵器装备集团股权注入中国兵器工业集团。分立重组后，本公司间接控股股东后续或将发生变更，实际控制人未发生变化。\n3、公司已形成较为完整的兵器科研和开发体系，具备自行研制和开发军品装备的能力，在国防科技工业中占有重要的地位。\n4、公司已突破智能巡飞主要关键技术，完成样机设计制造和相关试验，建设了智能集群仿真实验室。\n5、公司民品业务主要包括预应力锚固系列、高铁和城市轨道减振器等零部件、汽车空调压缩机等汽车零部件系列、塑料包装件系列等产品。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "在AI浪潮和国产化大背景下，国内先进产线未来扩产需求持续存在，半导体设备作为晶圆代工扩张的基石，同时是实现产业链自主可控的重要环节，国产半导体设备企业有望迎来发展机遇。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000859",
          "name": "国风新材",
          "limit_time": "09:56:21",
          "analysis": "聚酰亚胺(PI)薄膜+光刻胶+拟购买金张科技58.33%股份\n1、据研报，国内高端PI膜仍主要以进口为主，主要集中于美日韩等国家。公司年产180吨高性能微电子级PI膜材料项目，该项目产品主要应用在柔性电路板（FPC）的基板制造领域，有望实现国产替代。\n2、2025年9月15日互动，公司目前在研产品包括高导热聚酰亚胺薄膜、芯片封装用聚酰亚胺薄膜、低介电聚酰亚胺薄膜、热塑性聚酰亚胺复合膜 、光敏聚酰亚胺光刻胶，以及铝塑共挤木塑型材 、复合集流体用 BOPET基膜、BOPET 耐高温离保膜等多种产品。\n3、截至2025三季报披露，公司继续推进相关工作。2024年12月13日晚公告，公司拟购买金张科技58.33%股份，同时向包括合肥产投在内的特定对象发行股份募资。金张科技自主研发并掌握了功能膜材料产品技术，专业从事新型显示、大规模集成电路功能膜材料的研产销。\n4、全资子公司国风塑胶主要产品为满足新能源汽车轻量化要求的配套材料等，为新能源汽车产业链相关产品。\n5、公司聚酰亚胺薄膜产品可应用于相关组件中柔性电路板部件。公司目前年产3.2万吨功能性聚酯薄膜项目进展顺利。"
        },
        {
          "code": "sh600629",
          "name": "华建集团",
          "limit_time": "09:39:50",
          "analysis": "控股股东间接持有微电子股权+算力+建筑施工+AI工程设计\n1、控股股东上海国投旗下子公司上海科技创投公司持有上海微电子13.275%股权。\n2、2024年12月9日公司官微发布其子公司建设咨询成功中标盐城市海洋智算中心项目，主要建设两栋数据中心机房楼，一个110/10KV总降压站及一栋综合楼。\n3、公司定位为以工程设计咨询为核心，业务领域覆盖工程建设项目全过程。\n4、公司实控人是上海国资委，公司已发布第一代虚拟设计院平台产品--云华建Beta版，是全国首个建筑工程设计项目数字化协同平台。公司此前考虑到GPT、AIGC等技术对募投数字化转型项目重新论证，未来或将进军AI+设计领域。"
        },
        {
          "code": "sh603991",
          "name": "至正股份",
          "limit_time": "",
          "analysis": "先进封装设备+华为合作智算+置换AAMI99.7%股权\n1、控股51%子公司苏州桔云主要产品用于半导体后道先进封装领域，包括涂胶显影设备、清洗设备等。桔云科技的单晶圆湿制程设备在国内半导体先进封装产业界已开展广泛的销售应用。与江阴长电、通富微电、佰维存储等知名厂商建立了稳定的合作关系。\n2、公司与华为昇腾会谈共同探索“智能算力建设与运营”合作之路。\n3、2025年9月5日公告，公司发行股份购买资产并募集配套资金事项已获中国证监会注册批复。2025年5月29日盘后公告，公司披露重大资产置换、发行股份及支付现金购买资产并募集配套资金暨关联交易报告书，公司拟重大资产置换等方式取得AAMI99.7%股权。AAMI为全球前五的引线框架供应商，客户广泛覆盖全球主流的头部半导体IDM厂商和封测代工厂，2024年H1,AAMI净资产29.95 亿，货币资金余额10.23亿，营收11.56亿，净利润3251万。\n4、公司主营业务为电线电缆、光缆用绿色环保型聚烯烃高分子材料的研发、生产和销售。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "中疾控表示，当前，全国整体进入流感流行季，流感活动水平明显上升。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002900",
          "name": "哈三联",
          "limit_time": "09:35:33",
          "analysis": "流感+创新药+美妆+与阿里健康合作+食品包装扩展\n1、2025年11月8日互动，公司在研的帕拉米韦注射液适应症为治疗甲型或乙型流行性感冒。\n2、公司产品聚焦​神经系统、心血管、肌肉骨骼、全身抗感染、肿瘤及消化代谢​等治疗领域。其中米氮平片使用抑郁症治疗，市场份额领先，氯化钠注射液、葡萄糖注射液等，覆盖基础输液和治疗性输液，东北市场占有率领先。\n3、公司美妆系列聚焦日常多护肤场景，打造精细化面膜矩阵；“哈三联”II 类医疗器械敷料系列搭载重组胶原蛋白与透明质酸钠两大核心成分，深耕问题性肌肤赛道。\n4、公司与阿里健康线上医疗资源结合，合作打造儿科领域的线上“服务中心”，提供专业线上药学服务等。\n5、动保板块是公司重点战略发展方向之一。自2021年公司成立哈尔滨龙江动保公司专注于反刍动物、畜禽、宠物的疫病治疗、生长营养、保健领域。"
        },
        {
          "code": "sz000952",
          "name": "广济药业",
          "limit_time": "09:37:45",
          "analysis": "流感+湖北国资+痛风+维生素\n1、公司生产的小儿氨酚黄那敏颗粒适用于缓解儿童普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。\n2、公司实控人为湖北省国资委。\n3、2025年1月2日盘后公告，公司近日收到国家药品监督管理局核准签发的非布司他片的《药品注册证书》。非布司他片适用于痛风患者高尿酸血症的长期治疗。\n4、维生素B2全球总产能约为10000吨，生产企业主要有广济药业4800吨、帝斯曼2000吨、巴斯夫1500吨，三家企业总产能达8300吨，超过全球产能80%，呈三寡头垄断格局。\n5、公司两大保健品研发项目“保健食品复合维生素B族片工艺研究”“辅酶Q10软胶囊工艺研究”已完成了产品研发工作，正布局销售渠道。"
        },
        {
          "code": "sh600645",
          "name": "中源协和",
          "limit_time": "09:53:45",
          "analysis": "干细胞+细胞创新药+胰岛素诱导+精准医疗\n1、2025年半年报，全资子公司武汉光谷药业自主研发的人脐带源间充质干/基质细胞注射液包括两款产品，即VUM02注射液（静脉输注）和VUM03注射液（局部注射）截至目前已收到9个不同适应症NMPA核准签发的《药物临床试验批准通知书》。\n2、旗下天津市脐带血造血干细胞库是首批经卫生部批准设置并通过执业验收的造血干细胞库，下属子公司协和华东干细胞基因工程公司是浙江省脐带血造血干细胞库的运营单位之一。\n3、全资子公司武汉光谷中源药业收到关于VUM02注射液用于治疗系统性硬化症的《药物临床试验批准通知书》。VUM02注射液是公司自主研发的冷冻保存型干细胞制剂，由健康新生儿脐带组织制备的人脐带源间充质干细胞新药。\n4、公司主要业务包括“精准预防”领域的细胞检测制备及存储；“精准诊断”领域的体外诊断原料、体外诊断试剂和器械的研产销，生物基因、蛋白、抗体等科研试剂产品，以及基因检测服务；“细胞治疗”领域的干细胞、免疫细胞临床应用的研发等；形成“精准医疗”产业链。"
        }
      ]
    },
    {
      "name": "地产",
      "reason": "今年1至10月份，全国二手房交易网签面积同比增长4.7%，二手房在交易总量中的占比为44.8%。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002285",
          "name": "世联行",
          "limit_time": "10:02:39",
          "analysis": "房地产综合服务+中标字节IDC项目+珠海国资+华为\n1、公司是境内首家登陆A股的房地产综合服务提供商，业务遍及中国200多个城市，实控人是珠海市国资委。\n2、2025年半年报，公司完成“安信行”品牌升级为“世联安信行”的战略举措，成功中标字节跳动火山引擎 IDC 项目、易方达横琴办公室职场服务项目、崇达科技产业空间服务项目等。\n3、公司与省级地方AMC\"湖南省财信资管\"合资合作。\n4、公司大交易业务主要包括代理销售业务、互联网+业务和金融业务。大资管业务主要包括城市资产管理业务、空间运营及招商业务、顾问业务。\n5、目前公司和华为主要在云计算方面有合作，公司利用华为云的计算、存储能力及其他云服务能力来部署和实施公司的数字化平台。"
        },
        {
          "code": "sh600622",
          "name": "光大嘉宝",
          "limit_time": "09:48:32",
          "analysis": "房地产+AMC+跨境资管平台（上海）+央企\n1、公司主要从事不动产资产管理、不动产投资和房地产开发业务。房地产业务主要布局在上海市及周边区域。\n2、2025年11月3日盘后讯，财政部官网机构设置栏目更新信息显示，财政部债务管理司已列入部机关列表；公司实控人是中央汇金下属中国光大集团，下属光大金瓯资产管理公司，立足于浙江省不良资产业务。\n3、公司表示将发挥专业优势，在商业、写字楼、物流资产管理、城市更新及公募REITs等细分领域培育核心竞争力，不断构建和完善不动产“大资管”体系，努力将公司打造成为国内领先的跨境不动产资产管理平台。.\n4、作为金融机构盘活存量不良资产的重要途径，代建代管业务拥有巨大的市场空间。公司在理解金融机构诉求、盘活困境资产能力方面的综合优势，为客户提供项目咨询、接收、项目监管、建设管理、代建代销等全过程服务。\n5、公司结合基础设施REITs相关政策，在包括消费基础设施资产管理、公募REITs在内领域培育核心竞争力。"
        },
        {
          "code": "sz000838",
          "name": "财信发展",
          "limit_time": null,
          "analysis": "房地产（重庆）+重整进展+危废处理\n1、公司注册地为重庆市，主要从事业务为房地产，在 5 个省（市）开展房地产业务，房地产签约销售金额主要来自于重庆市、江苏省镇江市、天津市。\n2、2025年10月17日公告，控股股东财信地产及间接控股股东财信集团公开招募重整投资人遴选结果揭晓，江西中久天然气集团被确定为中选投资人，重整进程取得实质进展。\n3、控股股东财信地产现持有公司36.25%股份，已100%被冻结。若公司无法解决股份冻结事宜，或存在控制权变更的可能。\n4、子公司重庆瀚渝公司具备年处理10大类约7.69万吨危险废弃物的能力。在铜源产品资源化利用方面，通过专利技术从电子废料、电镀污泥中提取金箔、海绵铜、碱式氯化铜等高附加值产品。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "券商表示，由于ASIC芯片出货量加大，测算明年全球800G光模块有望达4000万只，1.6T光模块有望超过700万只。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000070",
          "name": "特发信息",
          "limit_time": "09:54:48",
          "analysis": "光通信（谷歌）+深圳国资+空芯光纤成缆+数据中心+核电+军工\n1、网传纪要，公司属于谷歌供应链，供应MPO（未证实）。公司立足于光通信主导产业，形成线缆制造等四个业务板块，为客户提供多领域信息化专业解决方案，实控人为深圳国资委。子公司成都傅立叶是主要从事军用航空通讯设备、测控集成和卫星通信技术、数据记录仪和弹载计算机的研产销。\n2、公司在空芯光纤成缆具有领先优势；2024年6月，公司携手合作伙伴，共同助力中国移动开通全球首个800G空芯光纤传输技术试验网并成功开通国内首条1.2T超低损空芯光纤传输链路。 \n3、公司与华为在政企市场有相关产品的项目落地，与华为在鹏城云脑二期建设集成项目有合作，该集成项目已建成交付；公司在数据中心与算力基础设施等智能化领域拓展业务。\n4、公司生产的特种光缆（耐核辐射光缆）以及宽温区多物理量MEMS光纤传感器可以应用于核电领域。"
        },
        {
          "code": "sh603097",
          "name": "江苏华辰",
          "limit_time": "10:05:47",
          "analysis": "固态变压器+机器人+数据中心变压器+新能源\n1、2025年10月23日互动，公司正积极开展关于固态变压器的调研工作，目前正系统评估自身在设备、产线与供应链等方面的适配性与准备度。该项目尚处于前期调研阶段。公司目前已获得数据中心变压器相关订单（非HVDC产品），并正积极组织力量，调研应用于HVDC的相关产品。\n2、2025年11月3日互动，在移动充电领域，公司推出了“人车一体式储充机器人”和“自动驾驶式储充机器人”两款产品。\n3、公司位于江苏，公司主要从事节能型变压器、箱式变电站和智能电气成套设备等输配电及控制设备的研发、生产与销售，主要产品包含干式变压器、油浸式变压器等，广泛应用于传统电力电网、新能源（含风能、光伏、储能等）、新能源汽车充电设施等领域。\n4、公司产品可运用于人工智能服务器或数据中心领域。主流的储能一体机产品容量有2750kVA等主打机型。公司新能源充电桩领域主要是电源预装式变电站、油浸式变压器等产品。"
        }
      ]
    },
    {
      "name": "游戏",
      "reason": "腾讯Q3国际市场游戏收入首次突破200亿元，同比增长43%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000892",
          "name": "欢瑞世纪",
          "limit_time": "15:00:00",
          "analysis": "互动影游+漫剧+重大诉讼进展+短剧\n1、2025年11月21日盘后据官微，公司旗下互动影游《江山北望》上线，仅上线3小时，斩获STEAM热门即将推出游戏榜第1名。\n2、2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》；公司继AI短剧、互动影游《江山北望》后，近10部AI漫剧作品也将陆续上线。\n3、2025年10月22日晚公告，公司作为原告在北京金融法院提起诉讼，被告需补偿1.13亿股股票及现金1767.16万元。\n4、公司在微信、抖音、快手等平台上的剧场账号及短剧小程序矩阵已开始了付费及免费模式运营。公司营收主要来源于艺人经纪和影视剧相关业务，同时积极探索布局短剧、互动剧、AIGC、影视科技等新的战略方向。\n5、2025年2月20日据官微，公司与上海阶跃星辰达成战略合作，双方将共建“麟跃”AI联合实验室，共同推动AI技术在影视行业的应用落地。公司参投了温州雁荡山曲文旅游公司，后者在温州雁荡山开发相关旅游资源。"
        },
        {
          "code": "sz002919",
          "name": "名臣健康",
          "limit_time": "13:51:36",
          "analysis": "游戏+日化+合作字节\n1、公司旗下死神IP游戏产品《境·界 刀鸣》于2025年11月21日上线，全球预约人数突破1500万，朝夕光年（字节跳动旗下品牌）负责发行。公司主要通过海南华多、杭州雷焰、喀什奥术等全资子公司从事游戏研发业务，公司拥有较强的技术开发能力和丰富的市场运营、管理经验，专注SLG、MMORPG、二次元等品类，并成功打造了《王者国度》、《镇魂街：天生为王》等内容丰富，类型、题材、风格多样的游戏。\n2、公司已于2024年11月成立二级子公司“名臣智易”专业从事电商业务，目前各大电商平台或直播渠道都有“蒂花之秀”线上版本的产品推介及销售。\n3、公司主要品牌包括蒂花之秀、美王、初萃、盈蔻、高新康效、依采、力效等，产品覆盖头发头皮健康护理、皮肤健康护理、口腔健康护理以及家居护理等。"
        }
      ]
    },
    {
      "name": "水产",
      "reason": "中国曾是日本最大的水产品出口国，若对日本水产品实施进口限制，国产企业有望填补市场空缺。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000798",
          "name": "中水渔业",
          "limit_time": "13:38:51",
          "analysis": "远洋捕捞+国资+水产预制菜\n1、中国曾是日本最大的水产品出口国，若对日本水产品实施进口限制，国产企业有望填补市场空缺。公司2024年水产品营收A股第一，49.33亿元。主要业务包括远洋捕捞、水产品加工贸易和海上渔业服务等业务板块其中，捕捞板块占比约在40%。产品包括软体鱼、硬体鱼、虾、蟹、贝类等及其制品，其中金枪鱼、鱿鱼、虾类及其制品是公司的主打明星产品。公司实控人国务院国资委，是我国唯一拥有国际蓝鳍金枪鱼捕捞配额的企业。\n2、公司海外项目部的产品为自捕鱼以直接销售为主，业务占收入比为53%。\n3、公司现有的预制食品包括：金枪鱼饺子、金枪鱼罐头、金枪鱼炸块等，在京东商城、农发集团精品店小程序有售。\n4、公司2023年成立深蓝食品主要从事大宗水产品贸易、品牌预制菜等业务。"
        },
        {
          "code": "sh600097",
          "name": "开创国际",
          "limit_time": "09:36:12",
          "analysis": "远洋捕捞+上海国资+鱼产品加工+预制菜\n1、公司是国内第一批发展远洋捕捞的企业，已基本形成海洋捕捞、食品加工等结构格局，2024年水产品营收A股第四，23.16亿元。\n2、公司拥有完整的金枪鱼产业链，开辟南极海域捕捞磷虾业务，金枪鱼围网船队主要在中西太平洋开展金枪鱼捕捞生产，公司目前拥有 11 艘金枪鱼围网船，年捕捞量约 10 万吨，在国内同行中基本保持领先地位。\n3、公司拥有西班牙第三大罐头品牌ALBO公司，其主导产品为金枪鱼罐头和罐装方便食品，产品主要销售地在西班牙，以及欧洲其他国家等。\n4、2024年印尼海亮一期项目试车成功顺利产出铜箔，为海亮铜箔快速开拓国际市场。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "中国国际科技促进会风光火储分会会长王力军：我国光储产业应强化前沿与颠覆性技术研发布局。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "10:15:11",
          "analysis": "钙钛矿光伏组件+拟增资铁岭环球（固态电池）+园林工程施工\n1、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n2、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n4、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sz002319",
          "name": "乐通股份",
          "limit_time": "10:36:24",
          "analysis": "光伏+文化传媒+折叠屏+石墨烯\n1、2024年半年报披露，公司与浙江优创、上海睿毅签署《投资合作协议》，共同投资成立优毅晟，该公司以光伏设备及元电器销售、充电桩销售及光伏发电设备等为主要业务。\n2、北京轩翔思悦传媒为公司控股子公司 （持股75%股权）。\n3、公司有石墨烯油墨产品的相关研发，相关产品用于柔性显示。\n4、在油墨制造板块，公司主要从事各类印刷油墨技术开发、生产、销售，主要产品包括中高档凹印油墨、柔印油墨、网印油墨等。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "据央视新闻报道，国内已建成首条大容量全固态电池产线，目前正在小批量测试生产。该产线由广汽集团建成，并在行业内率先具备了60安时以上车规级全固态电池的批量量产条件。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh601238",
          "name": "广汽集团",
          "limit_time": "09:30:00",
          "analysis": "首条大容量固态电池产线+合作华为+新能源汽车+智能驾驶\n1、2025年11月22日讯，在广汽集团，国内首条大容量全固态电池产线建成，这在行业内率先具备了60安时以上车规级全固态电池的批量量产条件。\n2、公司是华为在汽车领域明确选择的三大战略伙伴之一，其余两家公司为北汽以及长安，华为将与这些公司推出子品牌汽车。\n3、公司拥有领先的纯电汽车专属平台，自主研发了海绵硅负极片电池技术等动力电池技术，打造了基于全新纯电专属平台的“埃安”系列和“昊铂”系列新能源汽车产品体系，并已成功向合资企业导入了多款新能源产品。\n4、公司入选全国首批开展L3自动驾驶上路通行试点的车企名单，智能驾驶L2+城市NDA功能已实现在昊铂车型搭载。"
        },
        {
          "code": "sz002348",
          "name": "高乐股份",
          "limit_time": "09:34:42",
          "analysis": "固态电池+儿童玩具（三胎）+潮玩IP周边（盲盒）+智能机器人\n1、2024年6月14日公告，公司投资建设2GWH纳米固态电池项目，投资总额约为20亿元。全资子公司高乐新能源与尼古拉研究院签订合作协议书，委托其开发纳米固态钠离子电池相关项目。2024年6月14日公告，拟投建项目名称由“2GWh纳米固态电池项目”调整为“1.2GWh固态钠离子电池项目”，项目预计总投资金额由20亿元调整为10.5亿元。\n2、公司以“玩具+互联网教育”为双主营业务。玩具业务，以“创意无限，欢乐童年”为核心理念，集休闲娱乐与益智教育等功能为一体，助力少年儿童快乐成长。\n3、公司主要产品包括潮玩盲盒摆件、潮玩IP周边产品，品类覆盖电子电动玩具、益智玩具、智能互动玩具等，目前主要合作IP授权有: 迪士尼、Hello Kitty、名侦探柯南等。\n4、2024年10月27日公告，公司经营范围变更新增智能机器人的研发；智能无人飞行器制造；智能无人飞行器销售等。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz002307",
          "name": "北新路桥",
          "limit_time": "14:35:45",
          "analysis": "工程出海+桥梁工程+水利+交通设施\n1、2025年11月24日讯，美国白宫发布联合声明称，美国与乌克兰代表团当天在瑞士日内瓦就美方提出的结束俄乌冲突“28点”新计划举行会谈；公司在回复投资者关于俄乌重建问题时回复表示有能力承接并且一直积极参与国内外相关重大基础设施建设项目，公司先后在国外9个国家以多种方式参与了基础设施建设，且公司拥有中国商务部授予及认定的对外援助成套项目总承包企业资格。\n2、公司目前暂未在乌克兰及俄罗斯地区开展工程项目。\n3、公司为新疆规模最大、实力最强的大型公路工程施工企业，实控人是新疆生产建设兵团第十一师国有资产监督管委会。西藏天昶建工是北新路桥与西藏天路共同持股的子公司，主营公路工程施工总承包、水利水电工程施工总承包。\n4、公司拥有水利水电工程相关资质，积极参与国家重大水利工程如引额济乌项目。\n5、公司完成了石河子开发区顺通路桥公司、新疆中北运输公司混合所有制改革工作。"
        },
        {
          "code": "sz000505",
          "name": "京粮控股",
          "limit_time": "09:31:45",
          "analysis": "海南+菜籽油+魔芋+农业+旅游\n1、公司位于海南省海口市，公司主营业务为油脂油料加工销售及贸易和食品制造。油脂油料加工及贸易业务主要集中在京津冀区域，主要产品有大豆油、菜籽油、葵花籽油、香油、麻酱等，实控人为北京市国资委。\n2、全资子公司浙江小王子，拥有魔芋类食品产品。\n3、“京粮生活汇”是公司旗下的网络营销平台，主要经营自有油脂类产品及首农食品集团旗下各品类产品，全国各地都支持配送。\n4、公司旗下五星级酒店三亚珠江国际度假酒店是海南旅游市场的旗舰酒店之一。控股子公司牡丹江珠江万嘉旅业集团主要负责中国雪乡的建设和经营。\n5、公司的压榨产能计算每年约产80万吨豆粕。"
        },
        {
          "code": "sz002574",
          "name": "明牌珠宝",
          "limit_time": "09:36:51",
          "analysis": "古法黄金+珠宝+职业教育+网络直播\n1、公司主要从事中高档贵金属和宝石首饰产品的研产销，核心业务是对明牌珠宝品牌的连锁经营管理。\n2、公司的\"竹满福禄\"吊坠，采用了千年传承的非遗花丝镶嵌工艺。近一年主打古法黄金的老铺黄金涨幅超10倍。\n3、2024年3月，全资子公司与天合光能签订《电池采购框架合同》，预估合同销售总额约为58亿元，预计合计采购210系列Topcon双面太阳能电池片产品约13亿片。采购周期2024年至2026年，按三年平均金额换算为19.33亿元/年，占2022年收入比重约为56%。\n4、公司与北京高等珠宝研修学院签署框架协议。双方共同出资在北京设立一家珠宝职业在线教育机构，其2021年年报和2022年中报均未提到过教育业务，公司表示后续未推进相关事项。\n5、参股公司好屋中国是国内领先的房地产电商平台和全民众销平台之一。"
        },
        {
          "code": "sz002356",
          "name": "赫美集团",
          "limit_time": "10:18:42",
          "analysis": "氢能+风光制氢制甲醇+氢能车+服装零售\n1、公司控股子公司鹏飞氢美专注于风光电制绿氢绿醇、综合能源站及氢电共享单车等能源相关运营业务，依托区位资源禀赋、产业链协同优势及创新驱动能力。\n2、2025年半年报，公司持续推进在山西、内蒙古投资建设两个风光电制氢/制甲醇项目，投产后将致力于为公司综合能源站，以及本地工业、交通领域提供绿氢、绿醇供应。目前两个项目尚在前期筹备阶段，尚未正式建设及投产。\n3、公司于 2024 年在山西部分区域投放 500 辆氢电共享电单车。\n4、公司主要从事国际品牌服装、鞋帽、箱包等商品的零售业务，公司运营的品牌既包含国际知名品牌 MCM、Fular、Radley、Aspinal of London 等截至2025H1，公司共有门店 33 家，全部为直营门店，分布在上海、北京、三亚、郑州等全国近 20 个城市。\n5、公司与京东国际签署战略合作协议，双方将在跨境实体门店等业务板块展开合作。"
        },
        {
          "code": "sz002667",
          "name": "威领股份",
          "limit_time": "13:01:12",
          "analysis": "锂矿+碳酸铁锂+储能\n1、公司以新能源锂电材料产业链为主体，主要包括锂矿选矿、基础性锂电原料锂盐加工及冶炼业务；公司核心产品是碳酸锂，可作为锂电池正极材料和电解质的原材料。\n2、子公司江西领能锂业主营业务为碳酸锂、卤水、磷酸铁锂等产品销售。\n3、全资孙公司郴州领能科技计划投资年产4GWh储能电池项目。"
        },
        {
          "code": "sh603291",
          "name": "联合水务",
          "limit_time": "13:29:24",
          "analysis": "城市供水+污水处理+一带一路\n1、公司在国内江苏、湖北等9个省份15个城市拥有24个运营公司，水务运营总协议和规划处理能力约为226万立方米/日。\n2、公司在孟加拉国首都达卡市投资拥有一个供水运营公司，设计水处理能力34万立方米/日，将为当地200万人口提供供水服务。公司积极推进智慧水务建设，已建立集团化数字管理平台。\n3、公司是一家综合性全方位的水务企业，业务包括自来水生产与供应、污水处理与污水资源化中水回用、市政工程业务，并积极拓展河湖流域水治理和水生态修复等水环境治理业务。"
        },
        {
          "code": "sz002795",
          "name": "永和智控",
          "limit_time": "13:30:03",
          "analysis": "二次出售光伏子公司+肿瘤精准放射治疗+水暖阀门+光伏\n1、2025年11月20日晚公告，公司第二次挂牌价格在首次挂牌价格基础上下调20%，挂牌转让底价为2439.20万元。挂牌公示期为2025年11月20日起至2025年11月26日止。2025年11月5日公告，正式挂牌转让控股子公司泰兴普乐51%股权及全部债权，首次挂牌价为3049万元。\n2、公司主营阀门管件业务、肿瘤精准放射治疗业务、新能源电池业务三大业务板块。\n3、全资子公司成都永和成医疗科技公司为肿瘤精准放射治疗领域的战略发展支撑平台。旗下有达州医科肿瘤医院、昆明医科肿瘤医院、西安医科肿瘤医院、凉山高新肿瘤医院。\n4、普乐新能源科技（泰兴）公司为公司光伏电池业务的产业发展平台，当前 N 型 TOPCon 电池工艺，电池量产后的最高转换效率达到 25.66%，现公司产品主要应用于户用光伏组件、工商业光伏组件、集中式光伏组件等。"
        },
        {
          "code": "sh603730",
          "name": "岱美股份",
          "limit_time": "13:30:54",
          "analysis": "设立机器人子公司+特斯拉+汽车遮阳+汽车内饰\n1、2025年11月18日公告，公司拟以1亿元在上海设立全资子公司岱美科技，经营范围涵盖智能机器人、工业机器人及服务机器人相关研发销售，目前尚处初期技术开发阶段。\n2、据机构研报，公司已为特斯拉供应顶棚集成系统产品。据公司公告，顶棚产品单价700元/套；顶棚系统集成产品单价4000元/套，单价远高于现有产品。预计顶棚项目毛利率、净利率将高于公司现有水平。据公司公告测算，预计顶棚业务在2024-2025年收入比重分别为16.7%、23.2%。\n3、公司为特斯拉、蔚来、小鹏、理想供应遮阳板产品；为Rivian供应遮阳板、顶棚、顶棚中央控制器等产品，单车供货价值相对较高。\n4、公司主要从事汽车内饰件的研发、生产和销售，主要产品为汽车的顶棚系统和座椅系统的内饰件,包括遮阳板、头枕、顶棚、顶棚中央控制器、扶手等。外销占比81.85%。"
        },
        {
          "code": "sh603727",
          "name": "博迈科",
          "limit_time": "14:08:48",
          "analysis": "天然气液化+FPSO订单+氢能源\n1、公司为面向国内和国际市场，专注于天然气液化、海洋油气开发、矿业开采等行业的高端客户，为其提供专用模块集成设计与建造服务。\n2、2025年10月9日公告，公司及全资子公司与MODEC子公司OFS、ABB、VWS于2025年9月签署FPSO（浮式生产储卸油船）上部模块等合同，合同金额7.5-10亿元，计划2027年1月完工，将保障工作量并对未来业绩产生积极影响。 \n3、公司主要产品大类分为天然气液化模块、海洋油气开发模块、矿业开采模块等，产品具体涉及十多种子类别。\n4、2023年全资子公司天津博迈科资产管理与深圳水木易德投资管理合伙企业（有限合伙）达成合作，入伙其管理的私募股权投资基金——氢能一期基金。"
        },
        {
          "code": "sh603169",
          "name": "兰石重装",
          "limit_time": "",
          "analysis": "钍基熔盐堆+签订核能重大合同+氢能+石油化工\n1、 公司是国内核电用板式热交换器主要供应商，市场占有率国内第一。公司在高温气冷堆、钍基熔盐堆技术等四代核电领域具有丰富的技术储备和产品销售，子公司换热公司与中科院应用物理研究所开展过钍基熔盐堆的熔盐换热器技术研究。\n2、2025年10月29日晚公告，近日与中国核电工程签订了《合同协议书》，合同暂定金额为5.81亿元。该合同主要是为中核工程核能项目提供主工艺设备(分离器、箱室等)，项目建设周期约为1年。\n3、公司在核燃料贮运容器细分领域较高市场占有率，并取得中核集团等40余家核电业主单位供应商资格。\n4、公司是国内首家实现国产替代的民用核级板式换热器设计生产企业，成功研制出四代核电站用高温气冷堆 HTL 电加热器。\n5、公司三大基地恰处于\"一带一路\"沿线经济带,业务覆盖多个沿线国家的石油化工项目。公司在氢能源领域主要产品为加氢反应器等用氢装备、煤气化制氢装备等。"
        },
        {
          "code": "sz002669",
          "name": "康达新材",
          "limit_time": "",
          "analysis": "环氧活性稀释剂+半导体+CMP抛光液+光刻胶光引发剂\n1、2025年11月19日全球规模最大的环氧活性稀释剂生产企业安徽新远突发起火爆炸事故，公司控股子公司大连齐化环氧树脂稀释剂产能为4000 吨/年（单班）。\n2、2025年8月29日，公司拟以现金方式收购北一半导体不低于 51%的股权，后者主营业务涵盖 IGBT、PIM、IPM 等功率半导体元器\n件，产品可应用于新能源汽车、工业控制、工业机器人、光伏、风力发电及储能等领域。\n3、2025年8月14日盘后公告，公司拟2.75亿元收购中科华微51%股权。中科华微是专业从事集成电路产品的研发企业，以微控制器(MCU)、高功率密度电源和系统级封装电路(SiP)为核心。\n4、公司正在开展CMP抛光液产品的内部测试工作。控股子公司彩晶光电已掌握TFT液晶面板正性光刻胶核心原材料光引发剂（PAC）及半导体集成电路光刻胶光引发剂（PAG）的生产技术及工艺。\n5、公司是全球最大的风电胶黏剂供应商，在国内风电叶片结构胶领域的市占率约超60%，改性丙烯酸酯胶在国内市场占有率排名第一。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "10:16:12",
          "analysis": "资产注入预期+半导体材料+军工+虾青素\n1、大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": "14:21:40",
          "analysis": "仲裁延期+跨境电商+玻璃器皿+曾计划收购赫邦化工（已终止）\n1、2025年11月4日互动，公司收到延期裁决的通知。截至目前，正等待仲裁庭合议裁决。仲裁金额达14亿元。\n2、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n3、根据公司年报，公司利用阿里巴巴、亚马逊网站、广州交易会等平台，在巩固扩大国内市场的同时，不断提高出口份额。\n4、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n5、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        },
        {
          "code": "sh600568",
          "name": "ST中珠",
          "limit_time": "14:50:32",
          "analysis": "拟股权转让+细胞免疫治疗+互联网医疗+房地产\n1、2025年11月13日晚公告，公司持股5%以上股东云鹰资本和郑子贤分别与梅花投资签署股份转让协议，本次权益变动后，梅花投资将持有公司10.38%的股份，成为公司第二大股东。该基金的合伙人是梅花创投董事长吴世春，今年两次出手买入上市公司的大比例股权。（成为梦洁股份第二大股东及ST路通第一大股东）\n2、公司主要业务涉及医药制造、医疗服务、医疗器械及房地产业务。公司医药制造的主要平台为公司下属潜江制药，产品以化药制剂为主，主要聚焦于眼科领域专用药品的制造和销售。公司旗下拥有桂南医院、六安开发区医院两家国家二级甲等综合性医院。\n3、控股子公司湖北潜江制药与美国TNI合作开发抗癌药“中珠1018”，已完成胰腺癌Ⅰ、Ⅱ期临床并获FDA同意开展Ⅲ期临床，涉及细胞免疫治疗概念。\n4、2025年9月26日互动，截至目前，中珠集团及其关联方未按照《民事调解书》的约定足额履行还款义务。"
        },
        {
          "code": "sh600200",
          "name": "*ST苏吴",
          "limit_time": "09:30:41",
          "analysis": "终止上市风险+童颜针（独家代理被撤销）+医美+核辐射防治\n1、2025年11月20日盘后公告，2025年7月13日，公司收到中国证监会下发的《行政处罚事先告知书》，公司股票已于2025年7月14日起被叠加实施重大违法类强制退市风险警示。如根据正式的处罚决定书结论，公司触及重大违法强制退市情形，公司股票将被终止上市。\n2、AestheFill爱塑美：海外主流童颜针产品，在中国台湾地区“医美再生注射剂”市场以接近 30%的份额排名第一，公司获其中国独家代理权有效期至2032年8月28日。2025年7月22日公告，韩国Regen公司单方面宣布解除合作，撤销其孙公司达透医疗对“童颜针”AestheFill（艾塑菲）在中国大陆的独家代理权。\n3、子公司江苏吴中大自然生物生产的清辐宁胶囊对辐射危害有辅助保护作用。\n4、公司拥有原料药等级品种35种、制剂品种267件，在骨科、免疫调节等细分领域市场份额居国内前列。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "09:34:11",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz002742",
          "name": "*ST三圣",
          "limit_time": "09:55:54",
          "analysis": "数据中心（燃机）+业绩增长+制冷压缩机（铸件）\n1、2025年11月21日公告，重庆五中院裁定批准公司重整计划，公司进入重整执行阶段。 网传纪要，公司Q3已有小批量燃机订单，CAT能源订单增长强势；海外算力板块增长加速，前二大客户JCI、CAT海外Q3收入增幅均超过50%。（未证实）\n2025年半年报披露，作为制冷压缩机铸件细分领域的行业龙头， 公司布局的核心精密零部件已通过下游客户全面应用于AI 算力、 数据中心温控系统的主流场景。公司产品主要应用于磁悬浮离心式压缩机和螺杆式压缩机。\n2、2025年10月27日三季报，公司前三季度营收9.30亿元、归母净利润1.78亿元，分别同比增长9.27%、21.56%，其中第三季度净利润6869.01万元，同比增长41.47%。\n3、公司在风电领域主要为下游厂商提供高精度机械零部件，配套整机生产使用。\n4、公司业务围绕高端制造、精密制造展开，主要从事高精度机械零部件以及精密型腔模产品的研发、设计、生产和销售。\n5、公司产品包括用于压缩机、工程机械、能源设备以及食品机械整机制造的精密零部件等。"
        },
        {
          "code": "sz002762",
          "name": "*ST金比",
          "limit_time": "10:08:12",
          "analysis": "实控人变更终止+并购重组+摘帽预期+婴童消费+医美\n1、2025年6月17日公告，上海元一成物通过协议受让方式获得公司4708.53万股股份占比13.30%，导致控股股东及实控人变更。 2025年7月11日公告以上相关交易终止。\n2、公司2024年完成收购珠海韩妃和中山韩妃各51%股权，2025年将并表形成\"母婴+医美\"双主业格局。2024年10月10日公告，公司通过增资及表决权委托控制韩妃投资88.47%表决权，构成重大资产重组，标的公司旗下珠海韩妃和中山韩妃2024年销售收入超7000万元。\n3、公司是主要业务为专门从事中高端母婴消费品的设计、研产销。2025年5月16日业绩说明会上公司表示今年将在确保摘帽的基础上，使公司保持持续增长的态势。\n4、公司与嘉禾资产、黄招标共同投资设立共青城嘉美股权投资合伙企业。该医美产业基金为有限合伙制，基金规模为3亿元，其中第一期基金规模为1亿元，公司作为有限合伙人认缴出资1500万元。"
        },
        {
          "code": "sz000736",
          "name": "*ST中地",
          "limit_time": "10:24:57",
          "analysis": "业绩扭亏+剥离房地产开发业务++参股券商\n1、2025年10月30日晚公告，前三季度公司营收142.93亿元，同比增长16.48%；净利润48.27亿元，大幅扭亏为盈。主要系8月重大资产重组交割完成，房地产开发业务整体置出并确认投资收益。\n2、2025年4月22日公告，公司拟将公司持有的房地产开发业务相关资产及负债转让至控股股东中交房地产，本次交易构成关联交易。未来将聚焦于物业管理、资产管理业务等轻资产业务。\n3、公司实控人是国务院国资委。公司主营房地产开发经营与销售业务，同时积极探索和开拓融资代建、特色小镇、TOD城市综合体、城市更新、产业地产、物流地产等新兴业务。\n4、公司投资德恒证券4900万元，持有其股份6.4%。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "11:25:37",
          "analysis": "银行账户冻结解除+烟花+小额贷款+成立文旅公司\n1、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sh603825",
          "name": "ST华扬",
          "limit_time": "13:14:51",
          "analysis": "AI数字人+拟增持+AI营销+数据要素+字节/小红书\n1、公司已将虚拟数字人核心技术与AIGC结合，推出AI数字人直播SAAS系统，用于汽车动态销售场景。2025年9月10日晚公告，公司及相关人员收到证监会北京监管局《行政处罚决定书》，公司已收回被占用资金并对相关会计差错进行更正及追溯调整。 \n2、2025年8月25日公告，控股股东湘江集团拟增持公司1%至2%的股份。\n3、公司是国内第一梯队的品牌营销服务商，目前在美国、英国、德国、法国和日本，设有直属办公室。公司的HIGC智能平台全面接入众多AI平台，品牌营销业务占收入99.9%。公司是腾讯RACE全域营效首批深度合作伙伴。\n4、公司持有上海数据发展科技公司4.8%股份，该公司曾用名“上海数据交易中心”。\n5、公司官方公众号显示，华扬联众中国香港公司为Tik Tok Ads出海核心代理。公司与小红书等媒体生态合作方的深度合作。"
        },
        {
          "code": "sh600265",
          "name": "ST景谷",
          "limit_time": "13:18:47",
          "analysis": "拟转让汇银木业+资产赠与完成+人造板+松节油+林业\n1、2025年11月14日盘后公告，公司拟1.33亿元向周大福投资转让汇银木业51%股权。2025年11月13日盘后公告，子公司汇银木业原累计涉诉32起，涉案金额2.14亿元，占公司最近一期经审计归母净资产的224.49%。\n2、2025年11月1日公告，控股股东周大福投资将上海博达数智51%股权无偿赠与公司，标的拥有一批2025年6月采购的算力设备，目前已完成关工商变更登记手续。 2025年8月16日公告，公司筹划出售唐县汇银木业51%股权涉及重大资产重组。\n3、公司林板人造板产品（占比93.36%）可用于房地产业、家具制造、建筑业等。\n4、公司林化产品（占比3.3%）包括松节油，柠檬醛合成路线之一为松节油系统的合成路线，柠檬醛为维生素A的上游。"
        },
        {
          "code": "sz002197",
          "name": "ST证通",
          "limit_time": "14:37:00",
          "analysis": "阿里合作+数字货币+智能医疗+数据中心+鸿蒙+网络安全\n1、公司是云计算和金融科技服务商，在粤港澳大湾区和中部地区投资自建自建四大产业园、七大高效节能的数据中心。证通长沙云谷是腾讯云，华为云，阿里云等互联网企业中部地区核心节点，方正证券、长沙银行等金融机构核心数据中心。\n2、公司成立数字货币专项研究小组，重点开展数字货币加密算法、数字钱包设备等领域研究。\n3、2025年4月18日官微：证通智慧医疗一体机以“双引擎+全栈技术”为核心，从数据治理到AI交互，从硬件到服务，全方位赋能医院数字化转型。\n4、子公司深圳证开鸿推出基于OpenHarmony标准系统自主研发的LightBeeOS智能终端操作系统，是首个通过EAL4+及信创认证的OpenHarmony行业发行版。\n5、子公司证开鸿的“PHOS警鸿”已通过中国网络安全审查技术与认证中心的审核，荣获EAL4增强级IT产品信息安全认证证书。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "",
          "analysis": "重整草案+数字货币+建材装饰+算力租赁\n1、2025年11月22日公告，公司披露重整计划草案，共计转增9.89亿股，其中7.39亿股引入上海恒涔等投资人、2.5亿股用于偿债，重整完成后上海恒涔将成为控股股东，龙吉生成为实控人。\n2、2025年8月26日公告，公司与重整投资人签署补充协议。根据《重整投资协议》，已经明确产业投资人上海恒涔、上海康恒环境将取得公司的控股权。康恒环境是全球最大的垃圾焚烧设备与技术提供者、全球前三的垃圾焚烧发电项目投资运营商。\n3、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n4、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n5、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        }
      ]
    }
  ]
}