{
  "date": "2025-11-12",
  "update_time": "2025-11-12 15:41:10",
  "category_count": 14,
  "total_stocks": 84,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz000407",
          "name": "胜利股份",
          "limit_time": "09:25:00",
          "analysis": "拟购买石油相关资产+天然气+天然气销售\n1、2025年11月10日盘后公告，公司拟通过发行股份及支付现金的方式，购买中油珠海100%股权、天达胜通100%股权以及南通中油51%股权、甘河中油40%股权。本次交易预计将构成上市公司重大资产重组。\n2、公司的主营业务为清洁能源天然气业务推广和应用。主要产品为天然气终端销售、天然气贸易、管道制造、油品贸易。\n3、公司与中石油、中石化、中海油等拥有稳定的战略合作关系；公司是国内最具实力的聚乙烯（PE）管道供应商之一，是港华燃气、华润燃气、中国燃气等大型公用事业公司的主要供应商。\n4、公司拥有多层次的气源供应体系，拥有较高层次的专业化人才队伍和燃气管理能力，搭建起覆盖天然气运输管线，城市特许经营管网，加气母站及子站，焦气洁能，LNG 加工厂等天然气业务领域的业务架构体系。"
        },
        {
          "code": "sz000061",
          "name": "农产品",
          "limit_time": "14:08:48",
          "analysis": "获回迁物业价值1.3亿元+农产品+食材配送+农村电商\n1、2025年11月11日晚公告，全资子公司果菜公司原位于深圳福田区一栋物业纳入了城市更新项目。目前该城市更新项目已完成开发建设，果菜公司按搬迁安置协议约定接收回迁物业，经评估上述回迁物业评估价值合计为1.3亿元。本次收到的回迁物业预计将增加公司2025年度税前利润总额约1.3亿元。\n2、公司业务范围涵盖农产品标准化基地种植及冷链加工集配服务、农产品批发市场建设及运营、城市食材配送、单品品牌打造及销售、进出口贸易及服务等农产品流通全产业链各个关键节点。\n3、在全国20余个大中城市投资建设了35家实体农产品物流园项目，形成国内最具规模的农产品批发市场网络体系。\n4、公司整合电商平台，与农产品批发市场主业形成有效对接；旗下“大白菜+”电商平台和深圳海吉星公司共同打造了“智慧海吉星”APP。\n5、2025年3月28日公告，为做大做强食材配送业务，拟收购圳品集团持有圳厨公司的100%股权。"
        },
        {
          "code": "sz003041",
          "name": "真爱美家",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+毛毯纺织+跨境电商+智能新工厂\n1、今日复牌；2025年11月11日晚公告，公司控股股东真爱集团拟向探迹远擎转让公司股份4318.56万股（占公司总股本的29.99%）并配合15%要约收购，转让价格27.74元/股，总额11.98亿元。交易完成后，交易完成后探迹远擎将持股44.99%成为新控股股东，实控人变更为黎展。\n2、公司是国内毛毯行业的龙头企业之一，两家子公司合计年产能约为 4.97 万吨。\n3、公司有在阿里巴巴国际站、Made in China和1688跨境电商平台销售。公司销售收入主要来源于境外市场，2024年上半年境外主营业务收入占比超过 80%。公司外销产品为毛毯，主要销售到中东、北非和南非地区。\n4、公司智能新工厂目前正在进行各条线自动化调试收尾工作，部分条线已开始试产，最快预计2024年年底可正式投产\n5、自发热棉被不需用电即可起到保温加热效果，主要销售到中东、北非和南非地区，并持续布局欧美和一带一路沿线国家。"
        },
        {
          "code": "sz003027",
          "name": "同兴科技",
          "limit_time": "09:25:00",
          "analysis": "拟32亿元投建钠电产业项目+钠离子电池+储能+烟气治理\n1、2025年11月11日晚公告，公司与屏山县政府签署《年产10万吨钠电正极材料及6GWh电芯项目投资合作框架协议书》，计划总投资约32亿，其中年产10万吨钠电正极材料项目投资约20亿，6GWh电芯项目投资约12亿。\n2、公司已和中国科学技术大学共建联合实验室，开展锂离子电池、钠离子电池等储能电池电极材料相关的基础、前瞻性技术和关键共性技术研究。\n3、2023年1月16日盘后互动，公司和韩国相关企业合作，选择使用符合要求的吸收剂产品。公司自主研发的TX-1碳捕集吸收剂技术达到国际一流水平，吸收剂抗降解能力较传统MEA（乙醇胺）提高 21倍。\n4、公司是国内完整掌握低温SCR脱硝催化剂制备技术的少数企业之一。公司是国内知名的非电行业烟气治理综合服务商。"
        },
        {
          "code": "sz002175",
          "name": "东方智造",
          "limit_time": "09:32:06",
          "analysis": "拟收购南通赛孚70%股权+弘皋半导体注入猜想+智能快递分拣设备+芯片\n1、2025年11月11日晚公告，公司拟2748.87万元收购南通赛孚70%股权。标的是一家专注于非标压力容器制造的高新技术企业，拥有A2级高压容器设计与制造资质等多项认证。\n2、控股股东科翔控股为江苏弘皋半导体第二大股东（持有47.8%），部分投资者预期有并购重组。\n3、公司致力于智能快递分拣装备的研发、生产和销售，涵盖了全自动快递分拣装备系列产品和智慧物流园区解决方案等方向。研制成功的“绝对位置测量容栅位移测量方法、传感器及其运行方法”获得国家发明专利及国际 PCT 专利，该芯片已经运用于大部分产品当中，成为全球极个别拥有该技术的公司.\n4、2023年年报显示公司持有泰中文化传媒公司49%股份，该公司主营广播电视网络经营、互联网信息服务、教育投资、文化产业投资。\n5、公司作为产业园区的运营服务商，主营业务为园区的产业设计、物业管理、商业租赁、产业衍生综合增值服务。"
        },
        {
          "code": "sz300318",
          "name": "博晖创新",
          "limit_time": "09:44:51",
          "analysis": "疫苗临床获批+猴痘检测+检验检测\n1、2025年11月11日盘后公告，公司冻干b型流感嗜血杆菌结合疫苗获临床试验批准。该疫苗为预防用生物制品，注册分类为3.3类，适应症为预防由b型流感嗜血杆菌引起的侵袭性感染，包括脑膜炎、肺炎、败血症、蜂窝组织炎、关节炎、会厌炎等。\n2、公司有2款猴痘检测试剂盒产品获得欧盟CE认证。2024年5月10日互动，用户提及猴痘分型联合水痘带状疱疹病毒核酸检测试剂盒（实时荧光PCR），公司表示该产品目前没有上市销售。\n3、公司检验检测业务产品由检验仪器及检测试剂两部分构成。面向医疗机构的产品，主要涉及体外诊断检测领域，包括人体微量元素检测及人乳头瘤病毒检测等；面向非医疗机构提供检测设备，主要为小型质谱分析仪及相关产品。\n4、2024年3月26日晚公告，公司联合石家庄博晖拟在石家庄高新区规划分期投资33亿元建设“博晖生物石家庄现代生物制药产业基地”项目，该项目主要建设公司生物制药业务运营管理总部、研发中心及1500吨智能化血液制品生产基地和配套单采血浆站。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "11月11日，商务部举办学习贯彻二十届四中全会精神宣讲报告会，会议指出，在大力提振消费等方面出台更多细化措施，高质量编制商务领域系列专项规划。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz002374",
          "name": "中锐股份",
          "limit_time": "09:34:00",
          "analysis": "白酒+防伪瓶盖+污水处理+化债预期\n1、全资子公司贵宴樽酒业主要从事酒类经营，在京东、天猫、抖音等平台上线销售。中锐聘请波波匠董事长胡波是中国黔酒大师，曾在茅台工作23年。\n2、公司是国内最大的（铝制相关类）防伪瓶盖生产企业，致力于为国内外大型酿酒企业、饮料等客户提供封装用防伪瓶盖。公司主要产品为铝制防伪瓶盖、组合式防伪瓶盖（全塑防伪瓶盖、铝塑结合防伪瓶盖）以及复合型防伪印刷铝板，被广泛应用于白酒、保健酒、啤酒、葡萄酒等消费领域。白酒客户资源，包括劲牌、泸州老窖、剑南春、舍得等。\n3、公司积极在河道治理，海绵城市建设，黑臭水体治理，小型污水处理站运营，生态环境修复等方面进行研发及投入。\n4、2025年6月12日互动，公司报表亏损以及资产负债率高，主要是由园林业务造成，形成了对政府及平台公司的大额应收款项，截至2024年底贵州地区累计应收未收款项原值约25亿元。2025年，公司在积极争取国家化债政策支持，将公司的应收债权纳入国家整体化解地方债务计划中，从根本上化解公司在贵州区域的应收款难题。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "09:30:27",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sh600429",
          "name": "三元股份",
          "limit_time": "09:25:00",
          "analysis": "数字三+奶皮子糖葫芦+乳制品+婴幼儿配方奶粉\n1、网传信息，公司旗下三元梅园售卖奶皮子糖葫芦（未证实）。公司主要从事乳制品生产、销售，公司旗下拥有低温鲜奶、低温酸奶、常温牛奶、常温酸奶、奶粉、奶酪、冰淇淋、中式奶酪等产品系列。\n2、公司筹建“国家母婴乳品健康工程技术研究中心”，在实现国产婴幼儿配方奶粉的自主研发与产业化方面取得阶段性突破成果。旗下有三元爱力优、爱蓓益、爱诺星婴幼儿配方奶粉。\n3、公司冰淇淋系列产品主要由控股子公司北京艾莱发喜食品公司生产经营。艾莱发喜始终坚持创新，陆续上市了慕斯系列、萌妖传系列、0蔗糖支棒系列等新品。"
        },
        {
          "code": "sh600113",
          "name": "浙江东日",
          "limit_time": "09:40:27",
          "analysis": "社区团购+脑机接口+中俄农产品贸易+豆制品生产\n1、公司主营业务收入主要来自于农副产品批发交易市场业务和生鲜食材配送业务，公司已完成个人端配送业务小程序“马派”的开发，“马派”生鲜配送平台已全面向温州市鹿城区、瓯海区、龙湾区的市民开放。\n2、2025年11月7日盘后消息，国办表示推动脑机接口等新一代信息技术及医疗机器人等智能设备集成应用。2025年6月16日盘中，子公司培安美（浙江）科技公众号发文，培安美与首都医科大学达成意向合作，推进脑机接口技术研发与产业化。\n3、哈尔滨“中俄国际农产品批发交易中心”项目由公司参股子公司哈尔滨东稷实业负责建设运营。\n4、公司农副产品批发交易市场的主要业务包括店面/摊位租赁、交易管理以及提供其他市场配套服务。\n5、公司收购温州市雪顶豆制品100%股权后，以豆制品加工业务作为切入点，拓展公司在农产品生产加工领域的相关业务。"
        },
        {
          "code": "sh600737",
          "name": "中粮糖业",
          "limit_time": "13:12:28",
          "analysis": "食糖（新疆）+药用蔗糖+番茄\n1、公司甜菜糖原料产地主要在新疆地区。中粮糖业是国内综合竞争力排名第一的食糖企业，拥有强大的全产业链、全价值链优势。2014年表示公司为新疆最大的食糖和番茄生产商。\n2、从事业务包括国内外制糖、食糖进口、炼糖、食糖贸易销售以及番茄制品加工，是国内最大的食糖生产和贸易企业、国内最大的番茄制品生产企业，在食糖业务方面，是全国最大的甜菜糖生产商。\n3、公司成功开发多款药用蔗糖产品，荣获中国第一个注射级蔗糖发明专利授权，并在国家药品评审中心完成登记备案。\n4、公司主打的“中糖牌”产品拥有良好的知名度和美誉度，在第36届全国糖业质量工作会上，“中糖”旗下精制白砂糖、红糖等产品拿下 6 个全国质量第一，其中精制白砂糖、优级白砂糖、一级白砂糖、红糖 4 款产品连续三年获桂冠，优级绵白糖产品首次获评质量第一。"
        },
        {
          "code": "sh601566",
          "name": "九牧王",
          "limit_time": "10:30:28",
          "analysis": "男裤+福建+网红经济+电子商务\n1、公司办公地址位于福建省厦门市。九牧王是中国男裤行业的龙头企业，公司主要从事男裤及男士商务休闲服饰的生产和销售。截至2024年，九牧王男裤市场综合占有率连续二十五年位列国内第一。\n2、公司拥有九牧王品牌、ZIOZIA品牌及时尚潮牌FUN等品牌。公司携手范丞丞、李昀锐、魏大勋、张云龙、朱亚文五位明星，传递九牧王专研男裤35年的品牌价值，高效布局品牌年轻化。\n3、公司已布局主流电商平台。"
        },
        {
          "code": "sz003018",
          "name": "金富科技",
          "limit_time": "14:24:48",
          "analysis": "啤酒拉环盖+塑料防盗瓶盖\n1、公司生产的新型拉环盖主要应用于啤酒等含气系列饮料包装。\n2、公司是国内最大的塑料防盗瓶盖供应商之一，主营塑料防盗瓶盖等塑料包装用品的研产销，主要产品为塑料防盗瓶盖。\n3、公司与华润怡宝、景田合作至今已近二十年，与达能、可口可乐、惠州宝柏合作已超过九年。 重要知名客户包括东鹏、海天味业、农夫山泉等。"
        },
        {
          "code": "sz002116",
          "name": "中国海诚",
          "limit_time": "14:34:45",
          "analysis": "酒类项目+工程咨询+中字头（央企）+重组预期+锂电\n1、 2025年5月28日互动，公司有丰富的酒类工厂业绩，为众多知名酒企提供过工程服务，包括贵州茅台、五粮液、泸州老窖、青岛啤酒、燕京啤酒、百威啤酒、金枫酒业等，项目涉及扩产、技改及其附属配套。此前互动表示公司不直接销售啤酒。公司依托在啤酒行业的工艺技术沉淀，经多年研发打造了“轻骑士”精酿啤酒设备。\n2、公司是我国轻工行业提供工程设计咨询服务和工程总承包服务的大型综合性工程公司之一，公司在制浆造纸、食品发酵、制糖工业、烟草酿酒、精细化工、民用公建等传统业务领域具备竞争优势，在生物医药、新能源新材料、能源环保（垃圾焚烧、污水处理）等新兴业务领域发展迅速。\n3、公司控股股东是中国轻工集团，实控人是国务院国资委下属中国保利集团。2024年10月24日盘后官方公众号发布，保利集团党委常委调研中国海诚，提出期待和要求包括要加大资本运作的力度，通过精准的投资与并购，有效整合资源，优化资产结构，提升核心竞争力。\n4、公司数字化平台建设过程中应用了BIM，大数据等技术。\n5、公司具备相关新能源锂电业务技术储备并承接了锂电池原材料如碳酸锂、氢氧化锂，锂电三元前驱体新材料等一批工程设计和总承包项目。"
        },
        {
          "code": "sz301305",
          "name": "朗坤科技",
          "limit_time": null,
          "analysis": "母乳低聚糖+有机固废处理+次新股\n1、2025年11月11日讯，多家婴配粉厂商注册配方中逐步开始出现2'-岩藻糖基乳糖和乳糖-N-新四糖两种HMO单体，标志着继卫健委批准HMO作为新食品添加剂可用于婴配粉后，市场监管总局已经放开配方闸门，HMO正式商业化已经开启。2025年10月31机构调研，公司正积极布局合成生物智造产业，在国内率先实现母乳低聚糖中LNT（乳糖-N-四糖）和LNnT(乳糖-N-新四糖)的产业化。2025年3月14日互动，公司一期年产260吨的母乳低聚糖项目进入试生产环节。\n2、公司深耕有机固废处理和垃圾分类领域，主营业务为有机固废、城市生活垃圾的无害化处理及资源化利用，以及提供相关环境工程服务。\n3、公司是国内前列的固废处理及生活垃圾处理企业，餐饮/厨余垃圾处理总规模名列全国第九、病死畜禽处理总规模名列全国第二。\n4、公司是国内较早开展有机固废协同处理并深度资源化生产生物柴油的企业，生产的生物柴油质量达欧盟标准，并通过中石油等企业内销或出口至欧盟。"
        },
        {
          "code": "sz002029",
          "name": "七匹狼",
          "limit_time": null,
          "analysis": "数字七+男装（福建）+新零售+控股股东持有沐曦+光源系统\n1、公司地处福建泉州，主要从事“七匹狼”品牌男装及针纺类产品的设计、生产和销售。主要产品包括衬衫、西服、裤装、夹克衫、针织衫以及男士内衣、内裤、袜子及其它针纺产品等。\n2、公司控股股东持有沐曦集成股份比例0.39%。\n3、光源系统是光刻机三大核心之一，我国中科院微电子所控股、亦庄国投、华为哈勃投资的科益虹源，是国内唯一、全球第三家从事光刻准分子激光技术全链条研发和产业化的公司，七匹狼集团是华为哈勃之后较大外部股东，持股穿透6%。"
        },
        {
          "code": "sh600996",
          "name": "贵广网络",
          "limit_time": null,
          "analysis": "白酒+合作云上贵州（苹果）+算力（贵州）+电视广播\n1、公司为“村超习酒”独家代理，具体运营由公司全资子公司贵州广电网络多彩云科技公司负责。\n2、苹果正在继续推进Apple Intelligence在中国的落地工作，计划于2025年底随iOS 26.1正式版一起推送。iCloud服务由云上贵州接管，后者为苹果中国大陆运营iCloud唯一合作伙伴；公司主要为云上贵州提供该项目云主机、云存储、云网络、数据库、大数据分析。\n3、公司参股东数西算（贵州）产业30%股份。当前公司存储能力为6p，计算能力20000vcpu，后续根据业务发展提供相应的算力服务。公司与华为携手在贵州省内就华为融合视频、华为云、大数据及AI、广电5G及基础网络、集客业务、物联网等领域进行紧密合作，以共同推动双方战略对接和业务发展。\n4、公司实控人为贵州省委宣传部，第一大股东是贵州广播影视投资公司，后者由贵州广电传媒集团完全控股。\n5、参股智广海联大数据20%股份；贵州是全国第一个（目前唯一的）智慧广电综合试验区，超高清视频、5G及人工智能等新技术也将在贵州先行先试。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "11月6日晚间，中国疾病预防控制中心发布的最新一期流感监测周报显示，本周南方省份流感活动上升，北方大部分省份上升。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sh600829",
          "name": "人民同泰",
          "limit_time": "09:25:00",
          "analysis": "流感+医药批发零售+医药电商\n1、公司产品阿奇霉素分散片可适用于敏感细菌所引起的下列感染中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。\n2、公司是区域性医药流通企业，是黑龙江省最大的医药商业公司。公司主要经营医药批发业务、医药零售业务及提供医药物流服务和医疗服务。公司主要销售化学药、中成药、生物制品，同时销售医疗器械、中药饮片、保健食品、日用品、玻璃仪器、化学试剂等。公司持续加大新品种引进力度，在集采带量品种、基药品种以及创新药、罕见病用药、急救用药等领域具备较强优势。\n3、公司拥有人民同泰健康网，人民同泰APP等电子商务平台，通过旗下连锁直营门店及线上B2C，O2O等形式开展经营，打造“医药+互联网”健康服务平台。\n4、公司互动表示所处行业为医药流通行业，行业的应收账款占比普遍较大。公司注重并加强应收账款的管理，公司具有较完善的应收账款管理制度和客户信用管理制度，细分客户类型，多维度评定客户信用额度和信用期限。"
        },
        {
          "code": "sz300937",
          "name": "药易购",
          "limit_time": "09:34:30",
          "analysis": "医药分流通+AI零售+智能体+医药电商\n1、公司传统业务主要为药品的分销和代理。目前公司通过品种拓展（OEM、MAH、股权合作+独家经营）、品牌运营、并购重组等多种医药新工业模式绑定核心品种定价话语权，特别是投资布局民族药、中成药、特医特膳、医疗设备、合成生物等领域。公司一方面在数字化医药分销基础上，对下游连锁进行 AI 新零售体系赋能等。\n2、据人民日报健康客户端，药易购依据已有的\"医药流通数智云-智能体”，从公司层面全面本地化部署Deepseek。\n3、公司是国内第一家医药产业互联网上市公司，是药品流通行业中的区域龙头企业。\n4、公司为专注于“院外市场”的医药流通综合服务商。"
        },
        {
          "code": "sz002864",
          "name": "盘龙药业",
          "limit_time": "10:18:54",
          "analysis": "流感+中药研发+AI医药\n1、2025年10月22日互动，公司生产的精制银翘解毒片的功能主治为：清热散风，解表退烧，用于流行性感冒等；清热解毒片可用于热毒壅盛所致的发热面赤，流感、上呼吸道感染等。\n2、公司现已形成以全国独家专利、医保甲类品种盘龙七片为主导，涵盖风湿骨伤类、心脑血管类、消化类、补益类、清热解毒类、儿科类、妇科类、肝胆类等 12 大功能类别、100 多个品规的强大产品阵容。公司是集药材规范化种植、药品研产销及医药物流为核心产业的风湿骨科类中药龙头企业。\n3、2025年11月11日调研，公司正与科研机构洽谈合作，计划参与构建中药材 AI 数据库，目前科研机构已构建覆盖几百种中药材数据库，系统整理其成分与靶点信息，为后续中药研发奠定数据基础。"
        },
        {
          "code": "sh600682",
          "name": "南京新百",
          "limit_time": "10:43:58",
          "analysis": "干细胞+免疫治疗+轮椅机器人+零售百货\n1、2025年7月22日科弈药业宣布与美国生物医药企业签署关于自主研发的全球首个并联增强型双靶向CAR-T细胞治疗产品KQ-2003的独家海外授权许可协议，总里程碑付款超21亿美金；公司子公司齐鲁干细胞荣获FACT国际认证，是我国首家在细胞治疗领域达到 “黄金标准” 的企业。\n2、2025年8月11日官微，得印无人驾驶轮椅机器人具备诸多卓越功能：室内外全场景自主避障系统，可精准识别并躲避障碍等，目前已推出3款养老机器人产品。\n3、2023年公司表示积极支持各分子公司发展，丹瑞所处的细胞免疫治疗赛道具有很好的前景。公司产品有Sipuleucel-T细胞注射液；PROVENGE(sipuleucel-T) 为前列腺癌细胞免疫治疗产品，药品利用患者自身的免疫系统对抗恶性肿瘤。\n4、江苏禾康养老产业（集团）是南京新百大健康产业板块的核心企业之一，是安康通旗下控股子公司，国内领先的社区居家养老服务运营商。\n5、公司现代商业主要业务为零售百货。"
        },
        {
          "code": "sh603222",
          "name": "济民健康",
          "limit_time": "10:48:24",
          "analysis": "创新药+干细胞治疗+医美+医疗器械\n1、2025年10月13日互动，DB006溶瘤腺病毒注射液属于Ⅰ类创新药，用于实体瘤。子公司海南济民博鳌国际医院于2025年9月26日取得国家药品监督管理局药品审评中心（CDE）签发的临床试验申请《受理通知书》。\n2、 公司主要研发项目包含，ADSC-101， ADSC-102，ADSC-103，JCDC-101，JCDC-102，JCDC-103，JICt-8801plus，多个Ⅰ类创新药。\n3、公司旗下海南博整国际医院拥有国内唯一一家通过日本国厚生省认证的国际再生医学实验室，建成了包括细胞存储、国际标准细胞制备、细胞治疗临床研究、干细胞与再生医学技术转化四大核心技术平台，医院自体脂肪干细胞获得中检院的质量检定。\n4、公司旗下海南博鳌国际医院设有医学美容中心。\n5、公司主营业务包括三大业务板块，一是医疗服务业务，二是医疗器械的研产销，三是大输液系列产品的研发、生产和销售。"
        },
        {
          "code": "sh600645",
          "name": "中源协和",
          "limit_time": "13:08:07",
          "analysis": "干细胞+细胞创新药+胰岛素诱导+精准医疗\n1、2025年半年报，全资子公司武汉光谷药业自主研发的人脐带源间充质干/基质细胞注射液包括两款产品，即VUM02注射液（静脉输注）和VUM03注射液（局部注射）截至目前已收到9个不同适应症NMPA核准签发的《药物临床试验批准通知书》。\n2、旗下天津市脐带血造血干细胞库是首批经卫生部批准设置并通过执业验收的造血干细胞库，下属子公司协和华东干细胞基因工程公司是浙江省脐带血造血干细胞库的运营单位之一。\n3、全资子公司武汉光谷中源药业收到关于VUM02注射液用于治疗系统性硬化症的《药物临床试验批准通知书》。VUM02注射液是公司自主研发的冷冻保存型干细胞制剂，由健康新生儿脐带组织制备的人脐带源间充质干细胞新药。\n4、公司主要业务包括“精准预防”领域的细胞检测制备及存储；“精准诊断”领域的体外诊断原料、体外诊断试剂和器械的研产销，生物基因、蛋白、抗体等科研试剂产品，以及基因检测服务；“细胞治疗”领域的干细胞、免疫细胞临床应用的研发等；形成“精准医疗”产业链。"
        },
        {
          "code": "sz300272",
          "name": "开能健康",
          "limit_time": "13:47:00",
          "analysis": "干细胞+海南+多胎+低空经济+净水器\n1、2025年9月23日互动，原天生物于2023年12月建成符合GMP标准的干细胞制备车间，完成脐带间充质干细胞制剂CMC生产，并启动I期临床试验备案，干细胞制剂年产能达10万剂，该业务已与上海长征医院达成战略合作，共同开发针对骨关节炎的干细胞疗法。干细胞业务被列为原天公司第二增长曲线，计划2025年完成3款干细胞疗法或IND申报，重点布局骨关节炎、糖尿病等适应症。\n2、2025年10月27日公告，公司设立开能健康细胞产业(海南)有限公司，经营范围涉及人体干细胞技术开发和应用等。\n3、公司参股美国ASC公司，后者拥有全球领先的基因编辑技术和诱导多能干细胞两大技术平台。\n4、公司通过其子公司原能细胞科技集团参股深圳最大低空企业星雅航空15%的股权，为第二大股东。开能健康董事长是星雅航空副董事长。\n5、公司是一家全球人居水处理综合解决方案及产品制造和服务的提供商，从事全屋净水机、全屋软水机等人居水处理产品的研产销，是中国及欧美地区水处理设备的核心供应商，也是全球具有大规模的居家水处理设备和核心部件制造商。"
        },
        {
          "code": "sz002317",
          "name": "众生药业",
          "limit_time": "14:36:09",
          "analysis": "昂拉地韦片（抗流感）+创新药+降糖减肥+中成药\n1、子公司众生睿创研发的昂拉地韦片（商品名：安睿威）作为国产抗流感创新药，属于全球首款靶向流感病毒RNA聚合酶PB2蛋白的抑制剂，适用于成人单纯性甲型流感患者的治疗。\n2、网传纪要，诺和诺德对Mestera提起更优收购，国内减重管线合作预期提升。2025年6月19日盘后公告，众生睿创自主研发的一类创新多肽药物RAY1225 注射液，于近日完成在肥胖/超重参与者的 III 期临床试验（REBUILDING-2）的首例参与者入组和给药。RAY1225注射液是公司研发的、具有全球自主知识产权的创新结构多肽药物，有望用于降糖、减肥、代谢综合征等多种代谢性疾病的治疗。\n3、2025年7月26日公告，全资子公司广东先强药业收到国家药监局核准签发的原料药氯贝酸铝《化学原料药上市申请批准通知书》。氯贝酸铝通过降低极低密度脂蛋白的量，达到降血脂的目的。\n4、公司主营中成药、中药材和中药饮片、化学原料药研生销。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "10:11:37",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sz000632",
          "name": "三木集团",
          "limit_time": "09:25:00",
          "analysis": "福建自贸区+跨境电商+保税仓储福建国资\n1、公司实控人福建经开区国资，经营模式为商品的进出口贸易和跨境电商综合服务，外贸进出口总额连续多年名列福州市第一、福建省前茅。\n2、公司下属的福建融达通系福州跨境电商公共服务平台、跨境电商保税监管物流中心的主要运营方，在福州出口加工区拥有跨境电商海关监管中心和海关1.3万平方米保税仓（含恒温仓）。其是菜鸟华南地区福建唯一的中心仓，与其他知名电商也有所合作。\n3、公司专注于进出口贸易、房地产开发、经营性物业运营管理和创业投资等业务。\n4、公司房地产业务分布在福州、上海、武夷山等地，国际贸易遍及世界几十个国家和地区。目前旗下地产项目主要集中在福建省内。\n5、公司持有青岛盈科汇金资管约50.5%股份，盈科汇金使用其自有资金通过杭州泰富盈瑞参投了真实生物。"
        },
        {
          "code": "sz002578",
          "name": "闽发铝业",
          "limit_time": "10:03:48",
          "analysis": "福建+铝材+光伏铝支架+新能源车\n1、公司地处福建泉州，是集研发、生产、销售建筑铝型材、工业铝型材、建筑铝模板为一体的企业，所在的厦门、漳州、泉州即闽南金三角地区是福建省最大的工业型材需求市场，开拓东南亚、南美、东欧及中东地区等国外市场。\n2、公司光伏产品为配套铝合金边框和支架。\n3、公司生产的与汽车相关的产品有新能源汽车电池包相关铝型材。公司新能源汽车电池托盘、壳体等铝型材产品已开始批量供货。"
        },
        {
          "code": "sz002679",
          "name": "福建金森",
          "limit_time": "",
          "analysis": "福建+森林培育+林业碳汇+木材生产\n1、公司为福建省林业产业化龙头企业，2025H1林业营收4801万元，占比95.57%。作为海峡两岸森林康养协同创新平台的核心参与者，推动林业碳汇交易与生态旅游合作，与台湾林业机构达成多项碳汇项目合作。\n2、公司2017年便成功进行碳汇项目开发，2018年公司设立金森碳汇开展自愿减排项目开发服务，项目范围已经从将乐县逐渐开拓至四川、海南等地。\n3、公司现时经营的森林资源位于福建（闽北）杉木中心产区，是全国杉木商品材的最重要产区之一；公司经营的森林资源面积近 80 万亩、林木蓄积量 734 万立方米，在南方集体林区中，公司现经 FSC 国际森林认证的用材林蓄积量最大。"
        },
        {
          "code": "sz003016",
          "name": "欣贺股份",
          "limit_time": "",
          "analysis": "实控人台商+女装+小红书+电商\n1、公司地处福建厦门，实控人孙氏家族为台湾籍，创始人孙瑞鸿曾获厦门“湖里区第十批台湾专业人才”称号。\n2、公司是国内高端女装品牌龙头企业之一，在全国设有销售门店500余家。2024年半年报，JORYA weekend、 AIVEI 品牌战略中心转移， 共同设立为新零售事业部， 线上加快抖音平台多矩阵账号布局， 新增小红书、 视频号直播平台。\n3、公司直播业务包括天猫店播、淘宝C店、抖音直播、唯品会直播、微信视频号等，欣贺电商近几年持续实现20%的复合增长，达到20+%的净利润率。\n4、公司拟投资1亿元成立全资子公司，旨在拓展低空经济、人工智能及新型科技等领域的创新业务，并于2024年11月9日公告完成工商注册取得营业执照。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "摩根大通预计未来五年，人工智能（AI）超大企业建设数据中心的融资需求至少为5万亿美元，最高可能达到7万亿美元。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600654",
          "name": "中安科",
          "limit_time": "10:24:16",
          "analysis": "算力+安保服务机器人运管平台+安保\n1、公司及全资子公司灵算智云（武汉）投资与宜兴兴阳产业投资签署了投资合作协议，双方将共建宜兴市人工智能算力中心项目。\n2、公司建立具有视频与传感数据监控、危险报警与安全预警、任务调度与运行状态监控、机器人远程操控等功能模块的安保服务机器人运营管理平台，并开发出客户端应用软件和手机APP。\n3、2025年3月12日，中安科总裁赴云深处科技考察交流，双方围绕智能机器人在金融押运、机场巡逻、工业巡检等场景的深度应用展开探讨。\n2、2025年10月30日晚公告，公司前三季度营收23.65亿元、同比增长15.84%，归母净利润1.98亿元、同比增长1748.16%，业绩大幅提升。\n5、公司是国内较早从事智能硬件制造、智能系统集成和安保运营服务的综合服务商。全资子公司深圳科松是国内最早从事“感应智能门禁产品”的企业之一，合作伙伴包括华为技术。"
        },
        {
          "code": "sz001277",
          "name": "速达股份",
          "limit_time": "10:33:15",
          "analysis": "数据中心散热管路系统+盾构机油缸维修+煤炭综采设备液压支架+流体连接件\n1、2024年8月21日公告，公司有数据中心散热管路系统的研发项目，为适应数据狭小空间的连接，开发了柔润性高的软管，在管路汇技的地方采用分水模块设计，可提高用户的装配时间和效率，独立设计的快插钢管接头，降低焊接风险，同时提高产品稳定性。\n2、2025年7月23日盘后互动，公司与盾构机、掘进机等工程机械相关产业的合作主要是为其供应流体连接件产品及提供盾构机油缸维修。公司与中铁工程、中国铁建等头部企业均有合作。\n3、公司业务目前主要围绕煤炭综采设备液压支架开展，为煤炭生产企业提供维修与再制造、备品配件供应管理、二手设备租售等综合后市场服务。郑煤机集团是我国煤矿综采装备液压支架龙头企业，为公司第二大股东。\n4、券商表示，在当前煤炭企业主辅分离的大趋势下，第三方服务商在煤矿机械后市场服务领域有望加速渗透。\n5、公司的流体连接件业务以毛管、硬管和扣头和原材料，将其加工成流体连接件总成，并向煤矿机械、工程机械主机生产厂商供应。"
        },
        {
          "code": "sh605303",
          "name": "园林股份",
          "limit_time": "13:28:46",
          "analysis": "参股云计算平台+园林工程施工+文旅+新材料\n1、公司参股云针科技15%股权，公司实际控制人吴光洪持有云针科技40%股权，云针科技业务包括自主操作系统、服务器、云计算服务平台等。\n2、公司为浙江省工程总承包试点企业，从事园林工程施工、园林景观设计养护、生态园林及乡村振兴建设项目运维等全产业链业务，主要服务于重点市政公共园林、美丽乡村及生态修复。\n3、控股子公司宁波锦融旅游发展涉及旅游及相关业务，负责浙东海上桃源·M湾渔村”项目的策划等，包括主题民宿、特色餐饮、海洋牧场等。\n4、2025年4月30日公告，公司拟对外投资设立建设子公司、文旅子公司、新材料子公司，分别从事建筑业、文化旅游业及新材料产业。"
        },
        {
          "code": "sh605100",
          "name": "华丰股份",
          "limit_time": "13:42:38",
          "analysis": "数据中心（柴油发电机）+固态电池+汽车零部件\n1、公司是国内最早生产柴油发动机的厂家之一。2025年3月1日异动公告，公司智能化发电机组产品作为备用电源可用于数据中心作为应急电源。公司在 2019年11月、2021年9月和 2022年1月中标中国联通廊坊基地、呼和浩特基地数据中心柴油发电机组招标项目，总计台数30台。\n2、2025年2月13日互动，公司与中科院上海硅酸盐研究所就“一种痕量两性分子级填料集成的复合聚合物固态电解质及其制备方法和应用”提交了专利申请,正处于专利审查阶段,可能存在审查阶段无法通过的风险。公司与李驰麟研究员团队合作研发新型储能电池,目前处于研发阶段。\n3、公司零部件产品包括机械零部件和电子零部件；电子零部件主要为传感器。其终端应用以重卡为主。公司配套客户天然气发动机主要是13L和15L机型。公司发动机缸体、缸盖可应用于氢内燃机。\n4、公司在非道路国四排放标准柴油发动机进行了相应研发和技术储备，已开发出非道路国四排放标准柴油机系列产品并对外参展。"
        },
        {
          "code": "sh600556",
          "name": "天下秀",
          "limit_time": "13:54:22",
          "analysis": "AI营销+TikTok+小红书（MCN）+网红经济+人工智能\n1、2025年9月9日业绩说明会，公司的 AI 产品灵感岛涵盖社媒内容 AI 运营、短视频内容 AI 运营、矩阵营销 AI 运营三大板块，聚焦品牌营销核心需求，可实现批量图文内容生成、爆款内容复刻、批量内容审核、批量短视频内容生成、社媒账号一键管理、企业数字人 IP 打造等多种营销场景应用。\n2、公司为TikTok北美直营业务的首批合作伙伴之一。\n3、天下秀是一家立足于红人新经济领域的平台型企业，核心服务红人、 MCN（红人经纪公司）、品牌商家。平台注册红人账户数累积达到319.8万；入驻 WEIQ 平台的 MCN 机构的数量达到 1.79万家。公司与小红书、腾讯、今日头条等建立了良好的合作关系。。\n4、公司Honnverse(虹宇宙)产品是一款3D版虚拟社交产品，产品是以Z时代的3D虚拟星球(P-LANET)为背景，将联合全球社交红人为全球用户打造一个沉浸式的泛娱乐虚拟生活社区。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "闪存龙头闪迪11月大幅调涨NAND闪存合约价格，涨幅高达50%。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz001298",
          "name": "好上好",
          "limit_time": "10:28:12",
          "analysis": "芯片分销（存储芯片）+华为海思代理+机器人算力板+AI眼镜\n1、根据海思官网信息，公司子公司天午科技为海思代理。公司目前销售的存储芯片主要有晶豪、GigaDevice 、江波龙等品牌的DRAM、eMMC、FLASH等存储器。\n2、公司的主营业务是电子元器件分销。公司代理的产品主要包括SoC芯片、无线芯片及模块、电源及功率器件、模拟/数字器件、存储器等主动元器件，存储器业务是公司主要业务的方向之一。\n3、公司可以提供应用于人形机器人大脑的核心算力板，小脑运动控制的智能模组，氮化镓关节模组、灵巧手的主控模组、功率器件等产品及相应应用解决方案和技术支持。\n4、2025年5月22日机构调研，公司代理的SoC和无线产品，可以应用于AI眼镜市场以及其他周边产品。\n5、公司基于TWS蓝牙芯片开发了TWS智能眼镜方案，支持AI语音等特点，项目进展为批量交付。公司基于星宸车载芯片研发的电子后视镜方案已经进入验证阶段。"
        },
        {
          "code": "sz300903",
          "name": "科翔股份",
          "limit_time": "13:42:57",
          "analysis": "存储PCB+光模块+PCB+先进封装\n1、公司PCB产品已批量应用于内存条等存储领域。随着公司不断研发投入，目前公司供应的PCB产品支持DDR5内存标准。\n2、2025年5月16日投资者关系活动记录表，已掌握100G，200G，400G光模块用PCB技术，实现高速连接器用PCB的小批量交付，未来将持续研发800G光模块用PCB技术，积极开拓AI算力市场。公司HDI高端pcb产品对于英伟达、苹果、华为公司，是通过部分客户通过产业供应链进行部分产品的合作。\n3、公司是国内排名靠前的PCB企业之一，公司位列2024年度综合PCB百强第28位，位列内资PCB百强第15位。公司是一家从事高密度印制电路板研发、生产和销售的高新技术企业，可以一站式提供双层板、多层板、高密度互连（HDI）板、厚铜板、高频/高速板、金属基板、陶瓷基板、IC 载板、柔性线路板等 PCB 产品。\n4、华宇华源系公司全资子公司，主营包括集成电路芯片封装测试（包含系统级封装、芯片级封装、圆片级封装、覆晶封装、扇出晶圆级封装、三维封装（3D）等）。"
        },
        {
          "code": "sz002077",
          "name": "大港股份",
          "limit_time": "13:47:57",
          "analysis": "存储芯片+业绩增长+半导体封测+汽车芯片\n1、全资子公司上海旻艾定位于中高端IC测试，主打12英寸、8英寸的CP服务等封装芯片测试，产品类型包括存储芯片等多个类型。\n2、2025年8月27日晚公告，公司上半年营收1.60亿元、同比增长10.04%，归母净利润3175.89万元、同比增长3.99%。\n3、参股公司苏州科阳（持股28.56%且2023 年3月底不再纳入公司合并报表范围）在汽车电子CIS芯片应用领域，已通过ISO/TS 16949 汽车行业认证体系，正积极跟进客户在汽车电子行业的布局。\n4、公司孙公司苏州科阳的客户为芯片设计公司，已储备TSV等先进封装核心技术。可提供8英寸晶圆级规模化封装加工服务，主要封装产品包括图像处理传感等芯片。\n5、公司致力于整合和聚焦集成电路相关细分领域，横向拓展先进封装和高端测试业务集成电路产业:包括苏州科阳光电科技（封装）、江苏艾科半导体等。"
        },
        {
          "code": "sz000593",
          "name": "德龙汇能",
          "limit_time": "14:47:39",
          "analysis": "半导体资产注入预期+供热业务+天然气贸易+参股锂浆料储能电池\n1、2025年10月28日晚公告，公司控股股东顶信瑞通与诺信芯材（东阳国资背景）签订了《股份转让协议》，拟以9.41元/股向诺信芯材转让公司29.64%股份。若本次交易顺利推进并实施完成，公司控股股东将变更为诺信芯材，实控人将变更为孙维佳。孙维佳是科睿斯半导体的董事长，同时也是诺信芯材背后中经大有基金的实际控制人。科睿斯半导体是上市公司中天精装的联营企业。市场猜测或存在资产注入预期。\n2、公司主要从事以天然气能源为主的清洁能源供应业务，同时持续探索以光伏、氢能为主的新能源落地项目。公司LNG业务以贸易为主，向上游LNG液厂或LNG码头采购气源，以LNG槽车运输，直接销售给客户，已组建自有LNG车队。\n3、公司锂浆料目前处于商业生产线筹集阶段；公司参股20%好风光，好风光的锂浆料储能电池产品已具备量产条件，锂浆料电池规模100MW/年。"
        },
        {
          "code": "sh605178",
          "name": "时空科技",
          "limit_time": "",
          "analysis": "拟收购存储公司+空间计算+车路协同+景观照明（文旅）\n1、2025年10月22日晚公告，公司拟收购深圳嘉合劲威100%股份，后者主要从事内存条、固态硬盘等存储产品的研产销，拥有光威、阿斯加特和神可三大产品线，提供消费级、企业级、工业级存储器产品及行业应用解决方案。\n2、公司已将“全量数据+AI计算”与空间计算技术融合，打造城市级未来数字平台。\n3、2023年公司在研项目涉及出租车网约车运营管理车联网系统，公司的智慧路灯是实现车路协同的重要基础设施。\n4、公司具备3D投影技术，主营AR光影秀技术、5G高新视频技术、文旅业务线上线下运营和数字孪生技术应用等业务，投资北京元新时空科技是对景观照明业务的延伸，通过VR、AR、AI等技术，为公司文旅业务赋能发展新模式。\n5、公司通过全资子公司时空交通控股捷安泊51%股权。捷安泊具备丰富的智慧停车运营管理经验，已搭建了较为完善的停车平台运营管理体系。"
        }
      ]
    },
    {
      "name": "锂电池",
      "reason": "11月12日，VC报价10-12万元/吨，相比昨日跳涨超4万元，幅度超50%。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "10:53:30",
          "analysis": "锂电池添加剂+毛巾+托育/早教\n1、2025年11月4日互动，公司通过子公司孚日新能源投资建设了锂电池电解液添加剂项目，目前，孚日新能源氯代碳酸乙烯酯的产能是4万吨，碳酸亚乙烯酯粗品产能是1万吨，碳酸亚乙烯酯精制产能是1万吨。网传纪要，公司锂电池电解液添加剂VC产能规模行业第二（规划产能1万吨），实际产量规模行业第三（2025H1产量2794吨，同比+72%）（未证实）。\n2、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n3、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n4、山东高密高源该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "14:51:51",
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、公司目前六氟磷酸锂产能为3.7万吨/年，募投项目一期1.5万吨六氟磷酸锂已经达产，二期工程厂房和公用工程已建设完成，尚未购置设备。公司六氟磷酸锂2025年Q3成本区间约为5-6万元/吨。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n2、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        },
        {
          "code": "sz002256",
          "name": "兆新股份",
          "limit_time": "10:08:42",
          "analysis": "锂电池+签署能源合作协议+RWA+光伏\n1、控股78%子公司永晟新能源的锂电池产量规划为15万只/日，为华为合作伙伴。\n2、2025年11月7日晚公告，公司与亿扬能源签署战略合作协议，拟投资设立合资公司实施煤矿低浓瓦斯综合利用项目，切入瓦斯销毁及余热利用与CCER开发。\n3、2025年8月27日据官微，公司考虑借助当前快速发展的数字通证（RWA）工具，将存量电站等资产转化为可流通的数字通证，盘活沉淀的存量资产、提升存量资产流动性和周转率。\n4、公司太阳能光伏发电业务主要是通过光伏电站或者分布式发电系统形成电力销售，公司主要通过收购、自主开发建设及售后租回相结合的方式进行光伏电站的投资和运营。\n5、公司与乐途宝科技合作经营共享单车业务，是公司投资嘟嘟巴士、嘟嘟共享租车（Ponycar分时租赁）之后的又一产品上线。"
        },
        {
          "code": "sz002453",
          "name": "华软科技",
          "limit_time": "13:08:54",
          "analysis": "锂电池电解液（已终止）+光刻胶基材+医药中间体+移动办公\n1、2022年2月18日曾互动表示公司控股子公司目前正在建设锂电池电解液添加剂项目，该项目主要生产锂离子电池电解液添加剂碳酸亚乙烯酯（VC）、氟代碳酸乙烯酯（FEC）等材料。2024年4月26日公告项目终止。\n2、公司现有光引发剂产品用于光刻胶基材，按客户订单小批量生产销售。\n3、公司通过参股神元生物、控股力菲克涉足保健品业务,其中神元生物主营铁皮石斛为名贵中药属于中高端保健食品,力菲克拥有多条药品、保健食品、饮料生产线。\n4、子公司倍升互联主要聚焦企业移动化办公领域，向企业提供ICT产品供应、移动化解决方案等增值业务，与苹果、微软等合作精密。\n5、公司主营的氨基酸保护剂和保护氨基酸是合成多肽类药物的主要中间体产品，已通过德国拜耳、美国惠氏、瑞士巴亨等的供应商资格认证。"
        },
        {
          "code": "sh603026",
          "name": "石大胜华",
          "limit_time": "13:45:57",
          "analysis": "六氟磷酸锂+固态电池+电解液溶剂供应商\n1、公司六氟磷酸锂产能2000吨/年。公司六氟磷酸锂产品长期供应给国内电池或者电解液头部企业，出口日本、韩国和欧美国家。\n2、网传纪要显示，公司硅基负极在固态电池领域的客户认证已达到B样阶段，与多家头部企业达成合作意向。公司眉山基地的硅基负极项目预计2025年一月底具备5000吨的产能，已实现百公斤级订单出货。（未证实）\n3、公司是全球最大的电解液溶剂供应商，是全球唯一同时提供5种电解液溶剂、溶质和添加剂完整配套的龙头厂家，主营碳酸酯系列产品主要包括碳酸二甲酯等，主要用于生产锂电池电解液。\n4、公司与比亚迪以、三菱等合作，通过电池企业进入 TSLA等车企。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "光电转换效率超27%的钙钛矿太阳能电池研发成功。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "09:25:00",
          "analysis": "钙钛矿光伏组件+拟增资铁岭环球（固态电池）+园林工程施工\n1、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n2、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n4、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sz002309",
          "name": "中利集团",
          "limit_time": "09:31:36",
          "analysis": "钙钛矿叠层电池+摘星+厦门国资+固态电池\n1、2025半年报，公司已拥有 TOPCon 电池及组件相关专利35项，并实现全系TOPCon组件量产； 同时在BC、HJT、钙钛矿叠层电池等新一代技术领域布局专利29项， 具备丰富的前瞻技术储备。\n2、2025年6月4日起，公司被撤销退市风险警示及部分其他风险警示，并继续被实施其他风险警示。2025年3月18日晚公告，公司重整计划执行完毕。\n3、2025年2月6日公告，公司实控人正式变更为厦门市国资委。2025年2月25日晚公告，子公司中标4835万元铝合金项目。预计将对公司拓展电力电缆市场业务产生积极影响。\n4、公司持有比克动力公司股份，比克电池目前拥有半固态电池相关技术。子公司腾晖光伏能为客户提供光储充一体化系统整体解决方案。"
        },
        {
          "code": "sz000619",
          "name": "海螺新材",
          "limit_time": "09:32:45",
          "analysis": "光伏支架+借壳预期+安徽国资+绿色建材\n1、公司下属控股子公司河南海螺嵩基公司光伏边框及支架铝型材等太阳能光伏配套材料年产能达5万吨。另扩建年产2万吨光伏边框及支架铝型材项目，于2023年第三季度建成投产。\n2、公司实控人为安徽省国资委，此前网传奇瑞汽车或借壳海螺新材。\n3、公司塑料型材、铝材、门窗、生态地板及节能家居产品系列齐全，符合国家绿色节能产业导向，且公司市场销售及服务网络遍布全国，国家新型城镇化的发展对公司会带来一定的积极影响。公司75系列和90系列产品获得了全国城镇老旧小区改造创新推荐证书。"
        },
        {
          "code": "sz002218",
          "name": "拓日新能",
          "limit_time": "",
          "analysis": "钙钛矿电池+光伏+光伏电站+光伏出口\n1、2025年3月21日机构调研，公司拥有专门的钙钛矿项目研究团队，主要研究反式结构钙钛矿电池和传感器，现阶段正在实际生产线进行量产化实验。\n2、公司是国内最早一批研究非晶硅薄膜电池并将其产业化生产的光伏企业，可同时生产非晶、多晶、单晶三种太阳电池芯片，并且拥有自主研发、自制全自动激光划线、磁控溅射镀膜等设备。2025年7月2日互动，公司光伏电站建设项目正在有序推进中。\n3、公司光伏玻璃顺利完成1.6mm与1.8mm规格产品的量产工作，其中1.8mm光伏玻璃目前已在大量出货；公司在原有组件设备基础上实现了N型电池组件的量产与出货。\n4、公司光伏产品以出口美洲、欧洲、东南亚为主，在美国设立了子公司，已持有德国部分光伏电站。\n5、公司收购的光伏胶膜设备部分已投产，日均产能约10万平米，待西安高分子产业园全面建成后，产能将实现快速扩大。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "上纬新材将联合智元开展机器人业务。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002691",
          "name": "冀凯股份",
          "limit_time": "09:30:54",
          "analysis": "机器人+3D打印+煤矿机械设备\n1、公司产品防爆柴油机智能搬运机器人适用于准备巷道、掘进巷道非硬化地面的物料等工作；钻锚机器人适用于煤矿、非煤矿山、隧道涵洞等巷道掘进工程作业。公司此前互动表示公司多种产品通过了CE认证，并出口到澳大利亚、俄罗斯、土耳其、伊朗等多个国家。\n2、公司3D成型整铸装备系列产品主要包括整铸刮板输送机、整铸转载机、破碎机、整铸齿轨等。\n3、子公司冀凯装备自主研发的3D打印机是目前全国乃至全世界唯一一个应用于智能装备制造且实现量产的设备，填补了我国大型砂型打印机技术领域空白。\n4、公司主营支护机具、安全钻机、掘进设备和运输机械等矿用机械装备，营收占比97.51%，是矿山装备的专业供应商与服务商。"
        },
        {
          "code": "sh600681",
          "name": "百川能源",
          "limit_time": "11:06:41",
          "analysis": "拟投资具身智能机器人公司+天然气业务+LNG接收站\n1、2025年10月31日晚公告，全资子公司百川企管拟2.15亿元取得西安中科光电22.86%股权。本次股权受让及增资完成后，公司将持有西安中科光电25.20%股权。标的系一家专业从事具身智能基础模型及具身智能机器人研发生产业务的高新技术企业，目前尚未实现盈利。\n2、公司主要从事城市燃气业务，主营业务为城市管道燃气销售、燃气工程安装、燃气具销售。已在河北省廊坊市、张家口市、沧州市、保定市以及天津市武清区、湖北省荆州市、安徽省阜阳市、辽宁省葫芦岛市等地区进行燃气经营。公司气源主要为管道天然气，公司从中石油等上游气源方采购天然气后，通过所属城镇门站后再经由管道、CNG 加气站等方式向下游用户销售。\n3、公司一直积极推进LNG接收站项目的审批程序，冷热电三联供项目已建成投产。"
        },
        {
          "code": "sh603665",
          "name": "康隆达",
          "limit_time": "09:48:03",
          "analysis": "机器人（超高分子聚乙烯）+防护手套（含医用）+外销+碳酸锂\n1、网传资料显示特斯拉灵巧手驱控方案要用到腱绳，腱绳材料主要以超高分子量聚乙烯与PBO纤维为主。公司超高分子聚乙烯具备1000吨产能。\n2、公司开发新工艺、新材料和新产品，逐步拓宽业务领域，如医疗卫生健康防护手套、防弹防刺和军用防护产品等。公司越南基地侧重于高端安防手套和一次性医用手套的生产和销售。\n3、公司的产品主要销往以欧洲、美国和日本为主的境外市场，外销占比71.11%。\n4、公司控股子公司天成锂业和协成锂业分别从事硫酸锂溶液和碳酸锂为主产品的研发、生产和销售，生产经营正常。\n5、公司专业从事特种及普通劳动防护手套的研发、生产和销售，致力于为客户提供全方位的手部劳动防护产品和解决方案。"
        },
        {
          "code": "sh600376",
          "name": "首开股份",
          "limit_time": "10:09:14",
          "analysis": "间接投资宇树+体育产业+房地产开发+养老\n1、公司控股子公司盈信公司间接持有宇树科技约0.3%股权。\n2、2025年9月8日互动，公司参与了冬奥会国家速滑馆的场馆建设，建设团队后续将转为运营团队。\n3、公司主营房地产开发、商品房销售，在北京地区房地产市场占有率较高，在通州等地区有土地储备。2025年8月8日晚公告，2025年7月公司共实现签约面积5.57万平方米；签约金额7.71亿元。1-7月公司共实现签约面积77.63万平方米；签约金额121.79亿元。\n4、公司主要业务包括：房地产开发、物业经营、 城市更新等创新业务、房地产金融等，实控人是北京国资委。\n5、截止到2023年末，公司旗下养老业务首开寸草品牌已投入运营养老院9家，床位700余张，在院老人超过500人。"
        }
      ]
    },
    {
      "name": "石油",
      "reason": "美军“福特”号航母打击群当天已进入美军南方司令部的责任区，即加勒比海地区。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002207",
          "name": "准油股份",
          "limit_time": "09:32:09",
          "analysis": "石油采掘+资产注入猜想（克拉玛依国资）+天然气+智慧矿山\n1、公司是为石油、天然气开采企业提供石油技术服务的专业化企业，主营业务包括工业业务、施工业务、运输业务三类，其中工业业务主要是指为油田公司提供工程技术服务、油田管理等业务，施工业务是指为油田公司提供的工程施工相关服务，运输业务是指为油田公司提供运输服务。经营范围主要集中在新疆地区。\n2、公司控股股东为克拉玛依市城投，最终控制人为克拉玛依市国资委。公司目前财务面或面临ST而克拉玛依市城投旗下天利石化曾于2022年11月17日撤回ipo，引发市场对其资产注入猜想。\n3、子公司能安智慧目前已启动矿山智慧监控业务，并积极与中石油新疆公司等企业进行沟通交流，面向化工等行业开展工业智慧安全、环保解决方案等业务。"
        },
        {
          "code": "sz002490",
          "name": "山东墨龙",
          "limit_time": "09:42:42",
          "analysis": "石油钻采机械+智能机器人+高端铸件\n1、公司产品主要有石油钻采机械装备、石油天然气输送装备、油气开采装备等，中海油是公司油田类产品国内销售市场中主要客户之一。油气能源设备营收占比100%，海外营收占比24.84%，出口南美、中东、俄罗斯等地区及国家。\n2、2025年2月25日讯，墨龙（海南）农业发展公司成立，经营范围包含智能机器人研发。\n3、2025年2月24日晚，寿光金鑫拟向公司提供不超过3亿元的财务资助。2025年2月13日晚公告，拟出让对寿光宝隆的1.69亿元债权。\n4、公司高端铸锻件产品，可应用于风电铸件、核电及机床等领域相关设备制造。"
        },
        {
          "code": "sh600871",
          "name": "石化油服",
          "limit_time": "09:58:09",
          "analysis": "综合油气工程与技术服务+CCUS\n1、公司是中国大型综合油气工程与技术服务专业公司，有覆盖整个油田服务行业链的服务能力，截至2024年底，本公司共有597台陆地钻机（其中7,000米及以上钻机329台），11座海上钻井平台等。本公司连续多年在沙特阿美公司、科威特石油公司和厄瓜多尔国家石油公司钻井承包商综合排名中名列前茅。\n2、公司作为CCUS项目的建造承包商协助温室气体排放单位建造碳捕集设备，协助其完成减排目标。公司参与了中国首个百万吨级CCUS项目建设——齐鲁石化-胜利油田CCUS项目，石化油服的CCUS（碳捕集、利用和储存）全流程技术整体达到国际先进水平。\n3、公司有地球物理、钻井工程、测录井、井下特种作业和工程建设五大业务板块，涵盖了从勘探、钻井、完井、油气生产、油气集输到弃井的全产业链过程。"
        }
      ]
    },
    {
      "name": "AI电力",
      "reason": "近期微软首席执行官Satya Nadella表示，目前微软因电力短缺和物理空间不足导致GPU闲置在库存中。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002451",
          "name": "摩恩电气",
          "limit_time": "10:57:51",
          "analysis": "变压器电磁线+智能电网+电磁线\n1、公司主营电磁线及特种电缆，子公司摩恩新能源电磁线理论产能已超3万吨，产品切入多家电力装备领军企业供应链，并重点布局变压器、新能源领域。\n2、公司的智能电网产品线主要系为国家电网各省公司配套高品质的中低压电缆产品。\n3、公司特种电缆产品可分为绿色能源产品线、工业自动化产品线、高端装备制造产品线、智慧城市建筑产品线及智能电网产品线五大系列，包括光伏用、工业机器人用电缆等。\n4、公司旗下的子公司摩恩保理和摩安投资从事类金融相关业务。"
        },
        {
          "code": "sz000631",
          "name": "顺发恒能",
          "limit_time": "14:26:39",
          "analysis": "储能+拟收购普星德能30%股权+光伏+转型新能源\n1、2025年半年报，公司启动开发桐庐50MW/100MWh网侧储能项目，该项目已入规浙江省“十四五”新型储能发展规划，已于2025年5月投运。\n2、2024年11月18日互动，公司收购普星德能30%股权事宜仍在积极跟进;另外，基于交易双方签署的《股权转让协议》因实施的先决条件尚未满足，故公司并未向交易对手方支付任何价款。\n3、2024年半年报披露，公司积极探索生态友好和新能源共富的新开发模式，临安区首个 11MWp 集中式“茶光互补”地面光伏一期项目已接近完工。\n4、公司原主营业务为房地产开发与经营，通过收购风电资产转型布局清洁能源领域，拥有德迦风电100%股权、星星风电65%股权。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "2025年11月3日凌晨，色起源(亚马逊贝索斯旗下）新格伦NG2发射。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603131",
          "name": "上海沪工",
          "limit_time": "14:42:12",
          "analysis": "商业卫星+航天军工+机器人成套设备\n1、全资子公司沪航卫星作为公司的卫星业务平台，与上海卫星工程研究所展开商业卫星的业务合作，作为唯一供应商负责商业卫星AIT及核心部件的研制业务，可同时在线装配多颗50KG以下的商业卫星。\n2、上海卫星工程研究所唯一供应商，是我国气象卫星的摇篮和对地遥感等系列卫星的主要研制基地。\n3、全资子公司航天华宇是一家航天配套产品生产商，主要从事军事领域火箭、导弹等外部结构件特殊金属材料、非金属材料的机械加工、生产及加工工艺研发。\n4、公司产品线齐全、产业链完整，主要业务领域覆盖数字化智能焊机、数字化焊接云平台群控系统、数字化IoT 智能切割管理服务系统、数控切割设备、机器人成套设备等多重领域。"
        },
        {
          "code": "sh605598",
          "name": "上海港湾",
          "limit_time": "14:44:10",
          "analysis": "商业航天+岩土工程综合服务（西南水电）+一带一路\n1、上海伏曦炘空其能源系统产品已累计保障16颗卫星顺利发射，40余套卫星电源系统、太阳帆板及结构机构正持续在轨稳定运行；公司已深度参与长光卫星的“吉林一号”遥感卫星星座、时空道宇的吉利未来出行星座、西光航天的西光壹号遥感星座等多个重要卫星星座项目。\n2、2025年7月11日调研纪要，公司钙钛矿太阳能电池已助力15颗卫星入轨，40余套系统在轨稳定运行，订单储备丰盈且增速亮眼，覆盖卫星全生命周期能源需求，并服务长光卫星等20余家客户。\n3、公司参与了西南某水电站项目前期的方案讨论阶段，并已经投入了一定的资源和精力进行前期的研究和准备工作。\n4、公司为全球客户提供集勘察、设计、施工、监测于一体的岩土工程综合服务，主要包括地基处理、桩基工程等业务。已在新加坡、印尼、泰国、越南、菲律宾等多个“一带一路”国家参与基础设施建设。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz000803",
          "name": "山高环能",
          "limit_time": "09:35:27",
          "analysis": "生物柴油+收购资产+山东国资+环保\n1、网传纪要，近期SAF价格继续上涨，根据百川盈孚最新价格，欧洲F0B价格上涨至2840-2860美元/吨，较上周上涨70美元/吨;国内FOB价格上涨至2450-2650美元/吨，较上周上涨50-150美元/吨（未证实）。公司主要出口产品为UCO（工业级混合油），为生产生物柴油及生物航煤的原料产品，已获得欧盟ISCC认证。公司可将餐厨废油脂提取加工成工业用混合油脂，后续进一步加工成生物柴油。\n2、公司拟收购株洲瑞赛尔100%股权，实现餐厨处理业务跨区域发展。\n3、抚顺项目可以使用沼气提纯天然气，可享受国家的碳减排交易；潍坊的垃圾填埋气发电项目已获得国家发改委审批的CCER，额度35万吨。公司还可产生沼气用于发电、沼气制备天然气、沼气产蒸汽。"
        },
        {
          "code": "sz000833",
          "name": "粤桂股份",
          "limit_time": "13:24:15",
          "analysis": "石英砂岩矿审核通过+固态电池上游+硫铁矿+硫酸+磷肥\n1、2025年11月12日盘中官微，11月5日至6日广东省应急管理厅组织专家组对公司控股60%德信矿业下太镇白面石矿区玻璃用石英砂岩矿开展安全生产许可证首次发证前现场复核工作。\n2、公司主营硫铁矿、机制糖、纸浆等，市场认为公司在硫化物固态电池产业发展的背景下可能具有一定的资源供应优势。2024年11月24异动公告，公司目前暂无与固态电池相关的业务及客户。\n3、据网络信息（未证实），由于​​硫磺价格大幅上涨​​，硫铁矿制酸的成本优势逐渐凸显。并且，硫铁矿专门生产的硫酸，其杂质相对较少，在某些对纯度要求高的领域（如传闻中的硫化物固态电池）可能更具潜力。\n4、截至2025年6月30日，云硫矿业采矿许可证范围内保有硫铁矿资源量11126万吨，其中探明资源量3144万吨、控制资源量4505万吨、推断资源量3477万吨。保有硫铁矿储量3451万吨。\n5、公司生产的磷肥产品主要用于农作物；公司磷肥年产量8万吨左右，销售硫酸和硫铁矿产品客户主要是化工下游产品制造企业，如化肥厂、钛业公司等。公司硫酸产能52万吨。"
        },
        {
          "code": "sh600370",
          "name": "三房巷",
          "limit_time": "13:29:34",
          "analysis": "数字三+印染+PTA反内卷+间接参股机器人+电力\n1、2025年11月5日浙江龙胜集团发布涨价函，受硫酸等基础化工原料价格持续上涨的影响，染料成本压力不断增加。自2025年11月5日起，对“分散液黑LS-ECT300%”价格上调1000元/吨，“分散液黑EX-SP 150%”上调500元/吨；公司是国内印染行业十佳企业，具备年产印染布1亿米的生产能力，主要业务为各类棉纱、印染布加工与销售，布匹染整、印花及进出口业务，PBT工程塑料生产与销售。\n2、PTA头部五家企业恒力、新凤鸣、桐昆、逸盛、三房巷规划部分老装置计划检修降负或退出、新装置投放延期，以此实现利润回升。机构预计PTA行业存在1000万吨以上产能减产空间；公司主营瓶级聚酯切片及PTA，产能规模全球前列，形成“PTA—瓶级聚酯切片”一体化产业链，并与国内外知名饮料、食品企业长期合作，海外业务营收占比达40%。\n3、公司参投的基金以股权投资的方式投资于安徽聆动通用机器人公司。\n4、控股子公司江阴新源多年来从事热电联产。"
        },
        {
          "code": "sh603655",
          "name": "朗博科技",
          "limit_time": "14:03:44",
          "analysis": "新能源汽车零部件+间接供货特斯拉+曾计划出售股权\n1、公司是国内主要汽车空调压缩机轴用密封圈和O型圈供应商，已与多家、多款新能源汽车用电动压缩机配套。2023年年报披露，公司空调系统领域，通过华域三电汽车空调公司实现向主机终端如特斯拉、长城、蔚来、理想等进行供货。\n2、公司自主研发了包括低摩擦橡胶油封在内的多种高性能密封产品，取得了8项发明专利和20项实用新型专利，公司所掌握的技术在国内同行处于领先水平。\n3、2023年公司控股股东戚建国及其一致行动人范小凤曾计划转让持有26%公司股份。该事项由于股权受让方未及时支付股权转让款而导致本次股权转让事项终止，最终未完成股权变更，公司控制权未发生变化。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+煤气制氢\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是JN60-6型焦炉，设计产能为240万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为120万吨/年,可生产各种H型钢50多个产品规格，主要以中大型H型钢为主。\n3、2023公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 19,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "重整方案通过+算力注入预期+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年10月10日公告重整方案。财务投资人将注入10.67亿元资金（受让价4元/股），产业投资人华著科技承诺注入8亿元资金及算力订单资源，显著改善资产负债结构。\n2、据网络纪要，算力资产一期价值：华著科技承诺无偿注入的和林格尔智算中心一期（20万P算力）已完工，对应市值约100亿元（901MW电力容量，规模为*ST宇顺28倍）。算力资产二期规划：若二期60万P算力落地，公司将进入国内算力第一梯队，理论市值可达600亿元。同业对标显示，华著参投的大位科技（原ST榕泰）市值106亿元，而东易的枢纽地位更优。（未证实）\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "11:29:42",
          "analysis": "实控人拟变更+光耦合器+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年10月25日公告，公司拟使用自有及自筹资金3000万元设立全资子公司，进入高端光耦合器产业领域的相关业务，公司拟实施的光耦合器项目将助力公司从传统建筑装饰领域向光电半导体产业拓展。\n3、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，间接持有*ST宝鹰37.96%表决权股份。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "14:05:21",
          "analysis": "资产注入预期+拟出售光伏资产+兽药\n1、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。后者以“全球跨境电商基础设施服务商\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出口贸易企业、出海品牌商提供海外仓储、商业专线物流、定制化物流等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n2、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "14:26:55",
          "analysis": "签约船舶建造合同+收购恒力重工(民营最大造船厂)+瓷器用品\n1、2025年11月11日晚公告，公司下属公司恒力造船4艘船舶建造合同于近日签约生效。合同标的：4艘VLCC超大型原油运输船，合同金额合计约4-6亿美元。\n2、2025年8月16日公告，下属公司恒力造船签署33.71亿元原材料采购框架合同，预估总金额约33.71亿元。2025年8月29日半年报，公司完成重大资产重组，置入恒力重工资产后上半年营收66.80亿元、归母净利润6.47亿元，实现扭亏为盈。\n3、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘，交船期排至2027年，2023年收入7.7亿，净利润405万元。\n4、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）、超大型集装箱船、海上浮式生产储油船、海上浮式风电、钻井平台等高附加值绿色船舶和高端海工装备制造业务。项目达产后，可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n5、公司是专业化、高品质日用瓷供应商，主要经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比55.83%。"
        },
        {
          "code": "sh603557",
          "name": "ST起步",
          "limit_time": "11:09:56",
          "analysis": "童鞋/服装+欺诈发行判决+申请摘帽+控股股东无偿赠与1亿元\n1、公司电商在天猫、淘宝、抖音等主流平台均设有网店，现有的品牌有ABCKIDS、miniABC。\n2、2025年9月25日公告，公司收到刑事判决书，因欺诈发行证券罪一审被判处罚金1000万元。2025年4月29日晚公告，公司已向上交所提出撤销相应的其他风险警示申请。\n3、2024年12月23日晚公告，公司控股股东湖州鸿煜拟无偿赠与公司现金资产1亿元，以支持和推动公司长远发展、保护中小投资者的合法权益。\n4、公司产品主要定位于中端市场，面向 3-13 岁儿童，主要产品为儿童皮鞋、运动鞋等。2024年12月9日互动，电商直播是公司正常的业务。\n5、公司变更营业执照，经营范围包含太阳能光伏电站的开发、建设、运营及维护服务，供电业务。"
        },
        {
          "code": "sh603377",
          "name": "ST东时",
          "limit_time": "09:25:00",
          "analysis": "网约车企入股+非经营性资金占用清偿完毕+飞行培训+充电桩\n1、2025年11月8日公告，网约车企业登途控股通过法拍及协议转让合计耗资逾2.25亿元，已持有ST东时11.48%股份，成为重要股东。\n2、2025年8月18日晚公告，公司控股股东及其关联方非经营性资金占用余额3.87亿元已全部清偿完毕，公司将申请撤销因非经营性资金占用导致的部分其他风险警示。\n3、公司持有海若通航55%的股权，后者是一家具备CCAR-91部通航作业CCAR-141部飞行培训，CCAR-145部航空器维修资质的通用航空运营商。\n4、公司自建1049个充电桩，园区充电桩数量和电容量规模均创下全国单体场站之最。\n5、公司开创了“VR+AI+实际道路训练”三位一体的智慧驾驶培训模式。"
        },
        {
          "code": "sz000615",
          "name": "*ST美谷",
          "limit_time": "09:48:57",
          "analysis": "重整预期+医美+粘胶长丝\n1、2025年4月，公司确定了包括湖北九州产业园区运营公司（九州通全资子公司）和具有中国信达背景的天津信美通成在内的共8家重整投资人。目前，预重整期限已延长至2025年11月28日，重整计划执行期限则定在2025年12月31日前。若重整失败，公司将面临破产清算和退市风险。\n2、公司将医美事业深耕长三角、大湾区，构建“1+N”模式，“1”是以连天美为代表的 5A 级医美医院；“N”是以奥若拉为代表的轻医美连锁品牌。\n3、全资子公司金环新材料是国内粘胶长丝的主要生产企业之一，具有年产1.5 万吨粘胶长丝的生产能力；金环绿纤拥有智能化、自动化、数字化高度集成的莱赛尔纤维生产线，具有年产 4 万吨莱赛尔生产能力。"
        },
        {
          "code": "sz000908",
          "name": "*ST景峰",
          "limit_time": "09:57:30",
          "analysis": "石药集团拟入主+医美+创新药研发\n1、2025年10月21日法院裁定，湖南省常德中院受理债权人对公司的重整申请。经过公开招募，石药集团在2024年8月确认为牵头重整投资人。根据方案，石药集团将携5.26亿元现金认购股份取得公司控股权，常德国资平台同步以1.22亿元跟投，合计注资6.48亿元。\n2、公司布局玻璃酸钠美容产品，建立脂质体等高端制剂平台，并与十余家药企合作研发多个进入临床阶段的创新药CDMO项目涵盖抗癌药、抗凝药等。\n3、2025年5月29日晚公告，常德景泽已完成增资事项的工商变更登记。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:00",
          "analysis": "复牌++隧道工程（西藏）+算力+电力+文旅\n1、2025年11月11日晚公告复牌；停牌核查完成。2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sz002647",
          "name": "*ST仁东",
          "limit_time": "10:02:33",
          "analysis": "重整完毕+跨境支付+第三方支付\n1、2025年3月27日公告，申请撤销退市风险警示。2025年3月20日晚公告，公司重整完毕。中信资本指定实施主体深圳嘉强荟萃成为第一大股东，持股占比10.17%，公司原控股股东北京仁东及其一致行动人持股比例降至6.23%，公司变更为无控股股东、无实际控制人。\n2、2025年10月30日三季报，公司前三季度归母净利润3.67亿元，同比扭亏为盈。主要因确认债务重组收益及财务费用大幅减少。 \n3、子公司合利宝具有跨境人民币支付业务备案许可。\n4、公司以第三方支付业务为入口端已逐步积累了一批客户，具备比较明显的客户资源优势。\n5、公司拟通过增资和/或存量股受让方式对北京众签或智汇信元进行战略投资，双方将结成战略合作伙伴，就通过区块链技术、智能合约技术与行业场景结合来共同建立供应链金融平台和贸易金融平台，进而推动创新金融业务进行全方位合作。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "10:21:53",
          "analysis": "拟出售青海惠嘉+借壳猜想被澄清+服装\n1、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。\n2、2024年11月6日公告，公司拟将子公司青海惠嘉的100%股权转让给智瑜科技，转让价格为1亿元，公司已收到7000万元股权转让款， 并将青海惠嘉51%股权过户至智瑜科技。 智瑜科技未完成剩余股权转让款的支付并请求黄石中院解除其与公司签署的《股权转让协议》，由公司返还其已支付的7000万元股权转让款及利息。\n3、公司曾于多年前被炒作劲酒借壳被澄清。\n4、公司的主营业务为服装、服饰类产品（占比67.63%）的研发、设计、生产和销售。"
        },
        {
          "code": "sz000972",
          "name": "*ST中基",
          "limit_time": "10:43:54",
          "analysis": "重整延期+购买资产终止+番茄制品+高标准农田\n1、2025年9月11日公告，公司产业投资人确定为新疆新业国有资产经营(集团)。2025年10月27日公告，六师中院出具的《通知书》，通知延长公司及子公司红色番茄的预重整期限三个月至2026年1月28日。\n2、2025年2月4日公告，公司拟发行股份购买新业能化100%股权，本次交易完成后，预计公司控股股东将变更为新业集团，实际控制人将变更为新疆国资委，形成“番茄制品+化工”的双主业格局。2025年7月16日公告终止购买。\n3、公司主营业务产品为大、小包装番茄酱和番茄红素保健品，计划通过传统、电商及直播等多种渠道向场消费者提供产品及服务，包括抖音、天猫和京东。公司的番茄红素维生素E软胶囊中的番茄红素含量在国内同类竞品中相对领先。\n4、公司拟与“新疆甘霖农业科技”成立合资公司，合作投资运营数字化农业及高标准农田建设项目，注册资本3000万元，公司占股51%。此前，下属公司通过协议转让取得1.34万亩土地，投资高标准农田建设及数字农业建设，建成自控的高品质番茄原料基地。"
        },
        {
          "code": "sz002231",
          "name": "*ST奥维",
          "limit_time": "11:08:42",
          "analysis": "并购重组预期+军工信息化+无线通信\n1、2025年5月21日公告，公司具备军工相关资质并仍有通信设备订单，正积极开发新客户以提升盈利能力。公司表示将依托资本市场寻求并购重组机会，可能引入新业务或资产以改善经营状况。\n2、公司从事军队电子信息化、音视频指挥系统、网络通信等领域并提供专业解决方案。\n3、公司预先研究新一代无线通信技术、多媒体集群技术，填补了行业空白；产品包括全骨传导和智能通讯战术耳机等单兵信息化装备。\n4、公司能够提供军队专用视频指挥和会议系统、音视频融合设备等；提供国产安全交换机、国产安全平板等国产自主可控设备。\n5、公司控股子公司无锡东和欣的客户多为制罐、包装企业及其供应商，公司主要将加工生产出的镀锡钢板（俗称马口铁）、轧硬卷、基板等产品向下游客户销售。"
        },
        {
          "code": "sh600568",
          "name": "ST中珠",
          "limit_time": "13:29:02",
          "analysis": "细胞免疫治疗+互联网医疗+房地产\n1、控股子公司湖北潜江制药与美国TNI合作开发抗癌药“中珠1018”，已完成胰腺癌Ⅰ、Ⅱ期临床并获FDA同意开展Ⅲ期临床，涉及细胞免疫治疗概念。\n2、2025年1月21日晚公告，涉及公司与珠海中珠集团的合同纠纷一案已被珠海市香洲区人民法院立案。公司作为原告，诉讼请求包括偿还欠款本金5100万元及利息543万元。公司表示，尽管已多次催要，中珠集团仍未偿还上述欠款。\n3、公司主要业务涉及医药、医疗和房地产。在房地产业务方面主要由下属控股子公司进行开发和销售，以住宅地产开发为主，主要项目位于珠海。\n4、公司在医疗产品方面主要为全资子公司一体医疗拥有的肿瘤治疗领域相关产品生产及销售，华为助力公司打造肿瘤诊疗服务及大数据分析运营的云平台，将公司打造成肿瘤防治领域集研发，生产，预防，治疗，互联网大数据医疗于一体的全产业链领航者。"
        },
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": "13:52:54",
          "analysis": "出售资产+董事会换血+信息服务+零售\n1、2025年9月7日提示性公告，公司筹划现金出售陕西步森服饰35%股权，交易完成后将不再持有该资产，初步测算预计构成重大资产重组。2025年6月7日公告，董事会换届选举暨提名第七届董事会董事，其中包含多名具有陕西宝鸡国资背景的人士。\n2、2025年1月2日晚公告，公司此前披露，公司部分银行账户被冻结。公司于近日获悉上述公司银行账户被冻结的资金已经全部解除冻结。银行账户状态恢复正常，对公司的生产经营管理工作具有积极影响。\n3、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务，帮助中小微商户完成收款，并提供 POS 机具的售后服务等。\n4、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入，以及代办电信综合业务取得的电信服务费收等。"
        },
        {
          "code": "sz000595",
          "name": "*ST宝实",
          "limit_time": "14:21:09",
          "analysis": "重组方案拟重大调整+机器人轴承+军工\n1、2025年4月12日公告，公司撤回原重组方案申请文件，并对原重组方案进行重大调整。2024年12月15日晚公告，宝塔实业关于重大资产置换及发行股份购买资产并募集配套资金申请文件获得深圳证券交易所受理。此前已披露公司拟轴承业务的相关资产负债作为置出资产，与宁夏电投新能源100%股权等值部分置换，主营业务将变更为风力、光伏及储能电站的投资开发和运营，以及船舶电器的生产与销售。\n2、公司全资子公司宁夏西北轴承装备公司承接业务涉及机器人立柱、行走轴加工业务。\n3、公司实控人为宁夏回族自治区政府。公司拥有军工生产资质，船舶电器产品主要应用在航母、军舰和大型船舶上。公司旗下桂林海威船舶电器公司几十年来主要从事水面舰艇设备的研发和配套生产。\n4、公司是国内首家也是唯一一家完成地铁B型车轴箱轴承正线运行考核试验并开始装车形成市场销售的生产厂商。"
        },
        {
          "code": "sz000504",
          "name": "*ST生物",
          "limit_time": "14:35:00",
          "analysis": "流感治疗+美妆+干细胞存储+诉讼胜诉\n1、2025年8月12日公告：公司正在筹划收购湖南慧泽医药51%股权。后者曾中标磷酸奥司他韦颗粒剂集采。\n2、公司目前美妆产品有精华、面膜、面霜等。公司新生儿干细胞存储主要提供新生儿造血干细胞、新生儿间充质干细胞、新生儿亚全能干细胞的检测、制备和储存服务。\n3、2025年6月28日公告，子公司南华干细胞相关案件判决胜诉。2025年6月18日公告，拟挂牌出售子公司南华和平52%股权。\n4、公司生物医药板块业务主要为细胞医疗服务，即为客户提供干细胞、免疫细胞等生物资源的检测及存储服务。\n5、公司节能环保板块业务主要通过控股孙公司城光节能具体运营，孙公司城光节能致力于市政路灯等为基础的“智慧城市” 的建设运营，自主研发了一种智慧共杆高低臂方杆/圆杆照明微基站复合杆研发项目。公司实控人为湖南省人民政府。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "",
          "analysis": "布局氢能重卡运输+拟股权转让+氢能源\n1、2025年11月6日晚公告，公司拟向现代汽车氢燃料电池公司采购100台18吨燃料电池翼开启厢式车，总价7832万元。\n2、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n3、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        }
      ]
    }
  ]
}