{
  "date": "2025-10-20",
  "update_time": "2025-10-20 15:40:00",
  "category_count": 13,
  "total_stocks": 97,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002829",
          "name": "星网宇达",
          "limit_time": "09:33:36",
          "analysis": "三季报增长+卫星通信+反无人机+供货美团无人配送车\n1、2025年10月19日晚公告，前三季度营收2.66亿元，同比增长14.97%，净利润为3837.49万元，同比增长260%。Q3公司营业收入1.18亿元，同比增长27.84%，净利润5427.83万元，同比增长816.08%。本期对联营企业星华智联投资收益增加。\n2、公司在卫星通信领域具有多年的核心技术储备，目前主要负责提供终端设备。公司的卫星通信、惯性导航、光电吊舱、雷达等产品均可以应用在低空飞行领域。\n3、2025年6月3日盘前互动，公司针对“低慢小”无人机，推出要地反无人机防御打击系统，用于探测和处置各类型小、微型无人机。\n4、公司的惯性导航为无人驾驶汽车的关键技术，目前已运用于无人驾驶汽车中。公司无人驾驶产品重点客户实现了批量供货，主要包括“萝卜快跑”无人出租车、百度阿波罗无人巴士车和美团无人配送车等。\n5、公司针对智慧养殖（海洋牧场）开发了智能终端软件，可与高分辨率雷达、光电设备的探测信息进行融合分析和智能联动。"
        },
        {
          "code": "sz001314",
          "name": "亿道信息",
          "limit_time": "09:47:36",
          "analysis": "重大资产重组+合作Rokid+AI眼镜+信创\n1、今日复牌；2025年10月19日晚公告，公司拟购买朗国科技100%股权、成为信息100%股权。朗国科技在交互控制和设备互联领域的技术积累，有利于提升公司终端产品的交互体验与智能化水平，增强上市公司在智慧教育、智慧办公等现有优势场景中交付软硬件一体化解决方案的能力。成为信息在RFID智能数据采集领域的领先优势，完善了上市公司在工业物联网感知层的关键布局。\n2、据网络资料（未证实），朗国科技在全球IFPD控制器市场出货量​​排名第二，客户包括 TCL、冠捷科技、京东方等国内外知名品牌；成为信息​是少数拥有超高频RFID核心技术自主能力的设备厂商之一，客户包括​​宁德时代​​等行业巨头。两家公司均曾冲击IPO未果。\n3、公司与Rokid有早期共同的投资方，在相关技术研发、资源协同、产业投资等方面深度合作。\n4、网传纪要表示，浙江仙瞬在AI眼镜类Digiwindow方案中取得了领先，公司为仙瞬提供量产方案，并在后续AI眼镜产品中试验该项技术。"
        },
        {
          "code": "sh603822",
          "name": "嘉澳环保",
          "limit_time": "09:50:19",
          "analysis": "业绩增长+生物航煤+中国航油战略入股+可降解上游\n1、2025年10月17日盘后公告，公司第三季度营收17.07亿元，环比增长105%，扣非净利润5236万元，环比增长268%。\n2、2025年6月以来生物航煤SAF价格持续上涨，截至9月1日SAF欧洲FOB高端价已上涨至2640美元/吨，单日涨幅达到4.76%，较年初涨幅达到42%；公司积极布局HVOSAF，二代生物柴油/生物航煤技术储备成熟，2025H1公司生物质能源主要为SAF收入占比约72%。\n3、2025年7月25日盘后公告，中国航油拟对公司控股子公司连云港嘉澳新能源进行战略入股。券商表示本次增资或将为连云港嘉澳二期50万吨/年SAF项目提供资金支持，同时或将部分锁定其新增产能，有望为公司实现海内外市场双轮驱动、同步开拓创造条件。\n4、公司产品可以用于可降解塑料， 如环氧植物油脂类增塑剂以天然可再生、可生物降解的大豆油等各类油脂为原料，可应用于聚乳酸类可降解塑料加工过程中。"
        },
        {
          "code": "sz300120",
          "name": "经纬辉开",
          "limit_time": "09:50:30",
          "analysis": "拟收购中兴系统+复合铜箔+射频模组+特高压\n1、2025年10月18日公告， 拟8.5亿元收购中兴系统100%股权，进入专网通信领域，标的公司主营业务为专网通信系统、工业互联产品和企业数字化全栈技术服务，与上市公司近年来在半导体领域战略布局存在显著协同效应，2025H1净利润约3170万元（上市公司为1408万元），并承诺2025-2027年度累计实现的净利润不低于2.15亿元。\n2、公司复合铜（铝）箔制造项目总投资约1亿元，其中第一阶段2024年小试。\n3、公司从事射频前端薄膜体声波滤波芯片及模块的设计、研发、生产和销售。\n4、公司旗下新辉开科技在oled和柔性屏发展在深圳和全国处于龙头位置，为苹果配套的产品主要是终端配件。\n5、公司已规划了研制海上风电柔性直流输电用高压接地电抗器、充电桩用220级矩形漆包铜扁线 3.00×18.00等研发项目。"
        },
        {
          "code": "sh600262",
          "name": "北方股份",
          "limit_time": "13:14:38",
          "analysis": "业绩预增+军工+矿用车+无人驾驶\n1、2025年10月18日公告，公司前三季度实现净利润1.70亿元-1.85亿元，增长幅度为56.90%-70.74% 。\n2、公司控股股东北重集团是国家重要的武器装备研发生产基地，其P92钢管应用于巴基斯坦吉航1263兆瓦超超临界燃机电站P92四大管道项目。\n3、公司实控人是中国兵工集团，公司是国内最大的矿用车研发生产基地；2024年海外收入占比59.78%。国内首台110吨NTE120AT无人驾驶电动轮矿车系公司研制，标志着我国成为世界第三个掌握矿用车无人驾驶技术的国家。2025年7月23日互动：公司无人驾驶项目在包钢、海螺集团等有批量应用。\n4、目前公司正在做矿用车配套固态电池的技术储备，但是尚无应用。\n5、公司生产、销售\"特雷克斯“牌各种不同型号的非公路自卸汽车和旋挖钻机、挖掘机等工程机械及零部件，并提供售后服务。"
        },
        {
          "code": "sh600460",
          "name": "士兰微",
          "limit_time": null,
          "analysis": "拟200亿建设12英寸芯片项目+碳化硅主驱模块+汽车芯片+消费电子\n1、2025年10月19日公告，公司及全资子公司厦门士兰微拟与厦门半导体投资集团、厦门新翼科技共同向子公司厦门士兰集华微电子增资51亿（公司合计出资15亿）并签署投资合作协议，建设一条12英寸集成电路芯片制造生产线，产品定位为高端模拟集成电路芯片。本项目规划总投资200亿，规划产能4.5万片/月。\n2、2024年6月18日，公司8英寸SiC功率器件芯片制造生产线项目（士兰集宏）开工，将形成年产42万片8英寸SiC功率器件芯片的生产能力。\n3、公司六轴惯性传感器（IMU）已在手机头部大厂验证通过。\n4、公司已将技术和制造平台延伸至功率器件、功率模块、MEMS传感器、光电器件的封装领域，建立了完善的IDM模式。"
        },
        {
          "code": "sh600748",
          "name": "上实发展",
          "limit_time": null,
          "analysis": "间接控股股东变更+间接持股上海微电子+同业竞争问题+房地产\n1、2025年10月14日晚公告，实控人上海市国资委将其持有的上实集团100%股权，调整至上海上实全资子公司金钟控股持有，从而使得上海上实间接控制公司的股份从原有的6.06%增至56.18%，成为公司的间接控股股东。\n2、公司持有上海市信投20%股权，上海信投的全资子公司上海泰力产投资管持有上海微电子8.1218%股权。\n3、公司实控人为上海市国资委，控股股东上海实业控股，注册地址中国(上海)自由贸易试验区。\n4、公司表示关于同业竞争承诺事宜，公司始终与上实集团保持沟通，如该事项后续取得进一步实质性进展，公司将严格遵守相关规定及时履行相应决策程序和信息披露义务。\n5、公司主营业务为房地产开发与经营，坚持以上海为核心的长三角区域、青岛为中心的环渤海区域和成渝为中心的西南片区的“1+3+X”战略布局。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "上交所上市审核委员会10月17日公告，定于2025年10月24日召开2025年第46次上市审核委员会审议会议，审议沐曦集成电路公司首发事项。",
      "stock_count": 22,
      "stocks": [
        {
          "code": "sh603861",
          "name": "白云电器",
          "limit_time": "09:53:24",
          "analysis": "数据中心电源+换电+华为数字能源+新能源汽车\n1、公司长期为数据中心行业提供产品和服务,已形成服务智能算力领域领先的电力能源解决方案能力，主要产品包括中低压开关柜、UPS配电、变压器、等供配电系统设备。公司表示针对 800 伏 HVDC 架构应对AI 算力方面，正在对其进行研究。\n2、2024年半年报，公司深化宁德时代战略合作。公司旗下佛山云天业务涉及新能源汽车换电设施销售。\n3、公司主要与华为数字能源公司合作，为华为数字能源光伏产品线提供智能配电设备及辅助储能产品，目前已批量供货。\n4、公司主营业务为聚焦轨道交通、特高压、智能电网、工业，主要产品包括12kV高压成套开关设备、0.4kV低压成套开关设备、36/40.5kV及126kV气体绝缘金属封闭开关设备以及电力电子产品。\n5、公司与广州小鹏汽车在全国范围内建设新能源汽车充电站项目合作交流。"
        },
        {
          "code": "sh605318",
          "name": "法狮龙",
          "limit_time": "14:02:25",
          "analysis": "转型AI+管理层变更+吊顶+集成墙面+智能家居\n1、公司拟投资2.5亿元设立AI科技子公司。\n2、2025年10月16日公告，公司于2025年10月15日召开董事会，选举李敬祖为联席董事长，新董事长李敬祖拟曾任国开开元股权投资基金执行董事、上海孚腾私募基金创始管理合伙人，长期从事股权投资。\n3、公司主要从事集成吊顶、集成墙面等产品的研发、生产和销售，产品主要应用于建筑室内装修、装饰。\n4、公司智能家居系列包括智能浴霸 、智能晾衣机等。\n5、公司已注册微博名为“Fsilon法狮龙客厅吊顶”。法狮龙与全国 TOP20 房企开展研发合作。着力布局装配式办公系统、装配式商业/公共空间业务。"
        },
        {
          "code": "sh603322",
          "name": "超讯通信",
          "limit_time": "09:25:00",
          "analysis": "合作沐曦+算力+DeepSeek\n1、上交所上市审核委员会10月17日公告，定于2025年10月24日召开2025年第46次上市审核委员会审议会议，审议沐曦集成电路公司首发事项。2025年9月17日互动，公司是沐曦股份全国行业总代理商，合作授权渠道行业为中国移动、中国电信、中国联通、中国能建、中国交通以及“东数西算”算力节点客户处。沐曦股份承诺公司所代理的产品同等条件下享受最低的折扣以及价格，双方根据市场行情商定代理折扣及价格。2025年1月15日公告，公司拟与沐曦股份等共同投资设立讯曦智能（公司持股56%），后者未来业务主要承担芯片的技术服务和服务器整机生产，以及销售、维修等服务。\n2、2025年9月18日讯，超讯通信与南一智能（广西国企）正式签约，合作“桂数青算”3000P国产算力项目。\n3、2025年2月2日全资子公司超讯智能公众号，公司联手开源中国沐曦、米塔等合作伙伴完成Deepseek-R1 70B部署并支持1.5B，7B，14B，32B蒸馏模型的部署，兼容openai api格式输出。"
        },
        {
          "code": "sz002029",
          "name": "七匹狼",
          "limit_time": "09:30:27",
          "analysis": "控股股东持有沐曦+男装+新零售+光源系统\n1、公司控股股东持有沐曦集成股份比例0.39%。\n2、公司主要从事“七匹狼”品牌男装及针纺类产品的设计、生产和销售。\n3、光源系统是光刻机三大核心之一，我国中科院微电子所控股、亦庄国投、华为哈勃投资的科益虹源，是国内唯一、全球第三家从事光刻准分子激光技术全链条研发和产业化的公司，七匹狼集团是华为哈勃之后较大外部股东，持股穿透6%。\n4、公司主要产品包括衬衫、西服、裤装、夹克衫、针织衫以及男士内衣、内裤、袜子及其它针纺产品等。"
        },
        {
          "code": "sh600604",
          "name": "市北高新",
          "limit_time": "09:33:42",
          "analysis": "间接参股沐曦+园区开发+蚂蚁金服概念+间接参股傅利叶\n1、公司通过央视融媒体产业投资基金间接参股沐曦。\n2、公司以园区产业载体开发经营、企业服务集成及产业投资为核心业务，下属有多家地产中介公司。公司参股上海浦江数链，持股比例6%。2022年蚂蚁科技集团旗下智能科技品牌蚂蚁链入驻上海区块链生态谷，与市北高新合作打造“上海蚂蚁链产业开发创新中心”。\n3、公司作为上海中心城区唯一的国家级高新技术产业开发区和上海市唯一的大数据和云计算产业基地，园区拥有注册企业2800余家，其中纳税企业超过1600家、跨国公司地区总部19家、具有总部特征的龙头企业50余家、大数据企业240家。\n4、公司间接参股汉图0.7%，汉图科技与小米有合作关系，共同开发了多款打印机产品。\n5、公司参股12.8%上海火山石一期，上海火山石一期持有上海傅利叶智能科技6.94%，后者深耕智能机器人技术。"
        },
        {
          "code": "sh603685",
          "name": "晨丰科技",
          "limit_time": "09:37:59",
          "analysis": "算力服务+PCB+风电+照明产品\n1、公司依托深耕增量配电网及新能源电站开发的核心优势，正式启动电算融合（低价绿电+算力）领域布局，计划通过创新业务模式推动“绿色电力+算力服务”一体化发展。\n2、2024年公司印刷电路板业务营收占比约为19%。\n3、公司主营业务之一为增量配电网运营及风力电站、光伏电站的开发运营业务，其主要产品为电力。\n4、公司主要从事照明产品结构组件的研发、生产和销售，主要产品包括LED 灯泡散热器、灯头类产品等。"
        },
        {
          "code": "sh603083",
          "name": "剑桥科技",
          "limit_time": "09:47:32",
          "analysis": "光模块+客户甲骨文+20亿美元订单+5G小基站\n1、公司已在800G液冷光模块产品的研发和市场推广方面投入了部分资源。随着第一代800G液冷光模块的技术经验和生产工艺的不断积累与优化，1.6T液冷光模块的优先级定位是浸没式液冷。网传纪要表示，公司设备商客户800G硅光需求中约1/3来自Oracle。（未经证实）\n2、2025年8月25日晚公告纪要，公司当前最大的挑战在于产能——今年的产能已基本被现有的大客户占用，正持续推进扩产。力争年底，将800G系列产品提升至年化200万只（全口径），明年1.6T将实现一定规模的量产。此外，公司表示与某客户新签20亿美元AI相关订单中，有三分之一为光器件。\n3、公司已成为世界领先通信设备商的5G小基站主要合作伙伴。\n4、公司光电子技术智造基地项目（年产1160万只通信终端产品），项目一期预计将在2025年底前建成投产，拟生产产品包括高速光模块、无线网络与小基站等5G网络设备以及电信宽带、 边缘计算与工业互联产品等ICT 终端设备。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "09:47:57",
          "analysis": "光模块+光纤阵列（FAU）+铜连接+硅光产品+石英砂\n1、2025年9月1日互动，子公司武汉钧恒已开发出1.6T光模块并具备送样能力，3.2T模块单点技术已验证完成，预计年底启动项目开发。2025年6月25日机构调研，武汉钧恒已在800G DAC/ACC上实现批量出货，AEC系列产品已经推出。其产能处于饱和状态，武汉工厂、马来西亚工厂目前已具备每月100K以上的产能。未来按200K/月去建设。\n2、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n3、2025年7月26日公告，公司拟通过发行股份及支付现金方式收购武汉钧恒科技剩余49%股权，旨在实现对其光模块业务的完全控制。\n4、公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。\n5、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等，能够完整的提供苗木种植、园林工程设计、施工及后续绿化养护等全产业链服务。"
        },
        {
          "code": "sh601686",
          "name": "友发集团",
          "limit_time": "09:55:18",
          "analysis": "间接持股沐曦+焊接钢管\n1、公司通过砺思星沐基金间接持股沐曦0.088%股份。\n2、友发集团主营业务是各品类焊接钢管，已连续 19 年产销规模全国第一，钢管年工序产量超过 2000 万吨、对外净销量超过 1300 万吨，拥有“友发”“正金元”两大驰名商标，主要产品热浸镀锌圆管市占率超过35%。\n3、公司产品主要应用于供水、排水、供气、供热、消防工程、钢结构、建筑工程、装备制造、现代化农业、新能源、交通设施等领域，在国内外均有较为广泛的应用范围。"
        },
        {
          "code": "sz002861",
          "name": "瀛通通讯",
          "limit_time": "09:55:39",
          "analysis": "智能眼镜+AI耳机（豆包）+消费电子\n1、公司参与中国电子音响行业协会组织的《智能音频眼镜技术规范》团体标准起草，开发各类智能眼镜、音频眼镜产品。公司声学及数据传输技术可应用于AR、VR领域，微细线材已应用在VR整机产品中，并量产交付。公司产品进入了小米客户供应链。\n2、公司主要产品分为耳机产品、声学零件、数据线产品三大类，已取得苹果MFI认证。与多家大型客户建立了稳定的合作关系，进入了苹果、小米、联想、比亚迪、字节跳动等客户供应链。\n3、网传声学品牌FIIL推出的“首款具备实际应用功能的AI耳机-FIL GS Links\"融入豆包AI。该耳机由公司共同开发生产。（未经证实）\n4、公司的智能蓝牙耳机产品可应用双馈式主动降噪、骨传导、全景声、AI语音唤醒等技术方案。"
        },
        {
          "code": "sh603803",
          "name": "瑞斯康达",
          "limit_time": "09:55:46",
          "analysis": "光模块+算力交换机+无人驾驶+ASIC芯片\n1、易锐光电（参股14.87%）的25G/100G/超100G集成光收发芯片的光通信模块及光组件，用于电信网络城域网和大型数据中心网络等。\n2、公司成功发布了智算中心400G算力交换机。2024年11月25日官微，公司战略签约弘光向尚，布局硅光芯片算力基础设施。双方将合力打造极具性价比的AI智算中心服务器高速互联、DCI数据中心高速互联等相关产品及解决方案。\n3、公司在北京高级别自动驾驶示范区 3.0 及 3.0 扩区建设项目当中全面参与通信单元建设。\n4、公司在ASIC芯片设计等相关领域拥有一批国内领先的核心技术，并已成功研发多款 ASIC自主芯片用于接入设备，大量设备上采用了公司的自主芯片。\n5、2024年半年报披露，公司股权投资杭州兰特普光电子，期末余额2423万元。此外，公司实控人李月杰持有后者15%的股权。后者致力于新型可调谐半导体激光器芯片和光器件的研产销。市场猜想资产注入预期。"
        },
        {
          "code": "sh603115",
          "name": "海星股份",
          "limit_time": "10:00:45",
          "analysis": "MLPC上游（服务器供电滤波）+电极箔\n1、网传资料表示，MLPC产品可广泛应用于服务器中高功耗芯片的供电滤波场景，特别是CPU和GPU的核心电压供电。公司主营产品电极箔可应用于MLPC电容器。\n2、公司主要业务为铝电解电容器用电极箔的研产销，广泛应用于高性能铝电解电容器的制造。\n3、宁夏基地扩产项目拟计划总投资不超过15亿元，新增72条高性能电极箔生产线及配套工程设施。项目预计分两期建设，首期拟2023年10月达产，项目完全达产后将年新增电极箔产能约1900万平方米。"
        },
        {
          "code": "sh600635",
          "name": "大众公用",
          "limit_time": "10:01:45",
          "analysis": "间接持股摩尔线程+间接参股宇树+大众交通控股股东+城市燃气\n1、2025年9月26日讯，摩尔线程科创板IPO上会获通过；公司通过参股10.8%深创投间接持股摩尔线程股份比例为0.153%，通过参股深创投而间接持有宇树机器人股权。\n2、公司持有大众交通26.87%的股份，公司与大众交通同属一个实控人；且公司城市交通业务（出租车业务和汽车租赁业务）由联营企业大众交通负责。\n3、公司以“公用事业、金融创投”业务双轮驱动。其中公用事业包括城市燃气、环境市政、城市交通、物流运输；金融创投包括非银金融服务、创投业务。\n4、公司是上海浦西南部、江苏省南通市区唯一的管道燃气供应商，在整个上海市区拥有近40%的市场份额,在南通市区的市场份额超过80%。\n5、公司地处上海徐汇区。"
        },
        {
          "code": "sz002796",
          "name": "世嘉科技",
          "limit_time": "10:05:45",
          "analysis": "供货AMD+拟投资光通信公司+储能+低空经济\n1、2025年9月6日公告，公司拟通过增资扩股方式取得光彩芯辰股权不超过20%股权，布局光通信细分赛道。网传光彩芯辰与AMD已合作2年，以800G需求为主，今年开始大批量交货；1.6T已获认证，预计年底量产（未经证实）。\n2、公司与阿诗特能源就储能柜领域签署合作框架协议，后者是一家储能企业，已经向20多个国家累计出货1.5GWh，年产能3GWh。\n3、2021年5月7日投资者关系活动记录：公司控股子公司苏州捷频电子主要产品为陶瓷波导滤波器等射频器件，该类产品主要应用于宏基站，亦可应用于军工领域，但目前军工业务较少。\n4、公司的移动通信设备业务主要收入来源于滤波器和天线的销售，产品主要应用于电信运营商的 4G、 5G 宏基站，公司也在跟踪 6G 通信技术的发展动态，增加对先进通信技术的研发投入。\n5、2024年11月12日互动，公司的滤波器和天线产品可以为低空通信领域提供通信传输服务。"
        },
        {
          "code": "sz000917",
          "name": "电广传媒",
          "limit_time": "10:37:15",
          "analysis": "领投智谱AI+深圳创投+湖南国资\n1、旗下达晨创投于2021年初领投智谱AI A轮融资并多轮加注。公司控股股东为芒果传媒，实控人为湖南国有文化资产监督管委会。公司主营业务涵盖文旅、投资、广告、游戏业务等。\n2、达晨财智（电广传媒持股55%）领投爱诗科技亿元级A1轮融资，爱诗科技旗下PixVerse是一款AI视频生成工具，在创投圈中较火。\n3、公司背靠湖南广电，有望利用湖南广电优质IP资源和媒体宣推优势以芒果IP、芒果基因创新打造芒果味的休闲度假产品，打造芒果版“迪士尼生态”。\n4、《劲舞团》IP系列游戏历史累计用户超6亿，新游戏《一起奔赴的星光》已获版号，未来游戏业务有望持续受益于AIGC发展，缩短开发周期。"
        },
        {
          "code": "sh603703",
          "name": "盛洋科技",
          "limit_time": "11:22:19",
          "analysis": "高速数据铜缆+卫星导航+铜缆布线+射频线缆\n1、公司数据铜缆业务订单需求保持稳定，可充分保障主要客户的供货需求；市场拓展方面，国内客户稳步增加，陆续切入多个国家市场；产品方面，正根据市场需求推进新产品开发，现有产品优化以降低损耗、提升稳定性为主。\n2、公司自研的某型号终端已通过海南交信北斗相关测试，并完成小批量生产。公司和中交科技合资成立卫星通信和芯片子公司；中交科技是目前国内唯一一家为国家部委和各行业安全应急通信保障服务提供海事卫星通信全业务支撑的合法机构，也是华为的核心合作商之一，提供通信和卫星导航服务。\n3、公司自主品牌中品TOPN致力于智能化网络通信产品，能够提供全系列铜缆布线、光纤布线和数据中心布线等整体布线系统解决方案。公司首次公开发行股份募投项目产品千兆/万兆以太网用6A及7类数据缆可用于5G建设室内基站布线。\n4、公司是横跨有线、无线领域的通信设备生产商。主要从事多种射频电缆及相关配套产品的研发、生产和销售。"
        },
        {
          "code": "sh600376",
          "name": "首开股份",
          "limit_time": "13:44:04",
          "analysis": "间接投资宇树+体育产业+房地产开发+养老+低价股\n1、公司通过其子公司首开盈信持有金石投资间接投资宇树机器人。\n2、2025年9月8日互动，公司参与了冬奥会国家速滑馆的场馆建设，建设团队后续将转为运营团队。\n3、公司主营房地产开发、商品房销售，在北京地区房地产市场占有率较高，在通州等地区有土地储备。2025年8月8日晚公告，2025年7月公司共实现签约面积5.57万平方米；签约金额7.71亿元。1-7月公司共实现签约面积77.63万平方米；签约金额121.79亿元。\n4、公司主要业务包括：房地产开发、物业经营、 城市更新等创新业务、房地产金融等，实控人是北京国资委。\n5、截止到2023年末，公司旗下养老业务首开寸草品牌已投入运营养老院9家，床位700余张，在院老人超过500人。"
        },
        {
          "code": "sz301232",
          "name": "飞沃科技",
          "limit_time": "14:21:18",
          "analysis": "燃气轮机+航空航天+机器人+风电\n1、2025年5月6日据官微，公司与全球能源企业GE Vernova签署为期4年的长期合作协议将为对方提供燃气轮机燃烧室钣金件及精密机加件此次合作涉及50余个中标项目。GE Vernova是全球在建燃气电厂燃气轮机市场的领军企业，占据约三分之二的市场份额。\n2、公司参与C919项目中紧固件、起落架的研发。\n3、公司风电类高强度紧固件的主要客户群体涵盖国内外风电行业中的知名叶片制造商、整机制造商以及风电场建设和运营商等。\n4、公司已用于商业航天项目的产品主要包括商业火箭及火箭发动机所用的紧固件。已进入国内多家知名企业的供应商名录，并已开始小批量或批量供货。\n5、子公司罗博普仑,专业从事研发、制造及销售风电叶片专用打磨机器人设备业务。"
        },
        {
          "code": "sh600103",
          "name": "青山纸业",
          "limit_time": "14:45:07",
          "analysis": "合作博通+光通信模块+造纸+低价股\n1、2025年6月3日互动，子公司恒宝通已经与BROADCOM（博通）合作长达二十年，并为其供应光模块相关产品。恒宝通的高速光模块有200G或者400G系列。\n2、公司经营业务主要从事竹木浆、纸袋纸、纸制品等产品产销及其贸易经营。主要产品为“青山牌”系列伸性纸袋纸、牛皮包装纸、溶解浆等产品，其中公司纸袋纸市场占有率位居全国第一。\n3、控股65%子公司恒宝通主营光通信模块及组件产品的研产销，是全球大型模拟半导体设备供应厂商Avago逾十年的供应商。范围覆盖25G、40G、100G、400G光模块，并且加码研发800G光模块技术。\n4、公司已成为一家集制浆、造纸、发电供热、碱回收、医药、光电子、原料林基地开发于一体的综合性造纸上市公司，跻身进入全国纸袋纸、浆粕重点生产企业，成为包装纸细分品种的龙头企业。"
        },
        {
          "code": "sh688498",
          "name": "源杰科技",
          "limit_time": null,
          "analysis": "光模块+光芯片+5G\n1、2025年9月2日机构调研，公司100mW产品客户验证与测试目前符合预期。2025年上半年，在数通领域中，公司收入大幅度增长，尤其是针对400G/800G光模块需求，呈现季度环比向上的趋势，预计下半年将大幅增长。未来公司将随客户硅光方案及1.6T需求而逐步出货。\n2、公司已建立了包含芯片设计、晶圆制造等业务体系，拥有多条覆盖MOCVD全流程自主可控的生产线，与国际前十大及国内主流的光模块厂商均有合作。公司光通信领域的产品包括2.5G等的DFB和EML光芯片、CW光源等产品。\n3、公司作为国内稀缺的光芯片供应商，10G激光器芯片市场份额全球第一，产品主要应用于4G/5G移动通信网络等领域。"
        },
        {
          "code": "sh603228",
          "name": "景旺电子",
          "limit_time": null,
          "analysis": "HDI（AI服务器）+光模块+机器人\n1、2025年9月26日公告，2025年上半年，公司可应用于数据中心、AI服务器、HPC、高速光模块的高阶 HDI、112G 交换机高多层高速板等产品实现量产，在服务器超高层Z向互联背板、Birchstream平台高速PCB、1.6T光模块PCB等产品取得重大技术突破，同时开展了服务器OKS平台、224G交换机等下一代产品技术预研。\n2、2025年7月1日机构调研，公司已批量生产10G/25G/100G/200G/400G/800G 光模块产品，完成1.6T 光模块产品的打样并具备量产能力，前瞻性布局 3.2T 光模块技术预研。剑桥科技是公司的重要客户之一。公司为AMD提供PCB、封装基板产品。\n3、公司产品中的高阶 HDI/Anylayer、软硬结合板、软板、类载板等产品可应用于 AI 眼镜。\n4、2024年12月25日盘后互动，公司PCB产品应用范围涵盖机器人领域，但整体占公司营收占比较少。\n5、玻璃基板相关技术目前主要应用于显示和封装基板领域。"
        },
        {
          "code": "sz002384",
          "name": "东山精密",
          "limit_time": "",
          "analysis": "拟收购索尔思（光芯片）+折叠屏手机铰链+智能穿戴FPC+苹果\n1、2025年6月15日晚公告，公司拟不超59.35亿元收购索尔思光电100%股份。后者主营光模块及光芯片领域。\n2、网传纪要表明东山精密已掌握了铰链模组技术，成为铰链零部件的主要供应商（未证实）。中信证券研究所预计用于折叠屏手机和AR/VR的FPC市场规模将从2021年3亿美元提升至2026年21亿美元，年复合增长率为48%。在可穿戴设备领域，单机FPC使用比例会越来越高。公司深耕消费电子高端FPC。\n3、苹果为子公司MFLX的客户，子公司MFLX70%业务份额来自苹果。\n4、公司是全球领先的印刷电路板全产业链覆盖企业之一，主要业务包括电子电路（PCB）、光电显示和精密制造。公司积极布局VR/AR相关赛道，为OculusQuest2软/硬板核心供应商。\n5、子公司MFLX是特斯拉Model3提供结构件、冲压件、散热器等产品的主力供应商。"
        }
      ]
    },
    {
      "name": "能源/冷冬",
      "reason": "券商预计冷冬可能将推升海外天然气以及取暖油需求，而国内甚至可能面临煤炭和天然气同涨的局面。",
      "stock_count": 16,
      "stocks": [
        {
          "code": "sh600403",
          "name": "大有能源",
          "limit_time": "09:31:01",
          "analysis": "煤炭+间接控股股东战略重组+资产注入预期+河南国资\n1、公司2024年煤炭产量968万吨。公司所属矿区有长焰煤、焦煤、贫瘦煤等煤种，所产优质长焰煤、焦煤、贫煤、洗精煤广泛应用于发电、煤化工、工业锅炉、炼焦、建材等行业。\n2、2025年9月25日晚公告，公司收到通知，河南省委、省政府决定对间接控股股东河南能源集团和中国平煤神马控股集团实施战略重组。河南省国资委作为公司的实控人不会发生变化。此次重组事项不会对公司生产经营活动产生重大影响。\n3、控股股东义煤集团、间接控股股东河南能源与公司在煤炭业务方面存在同业竞争。2022年5月，河南能源同业竞争承诺到期，但由于所属煤矿数量多、分布广，加之资产重组对标的资产质量要求高，规范整改所需时间较长，整合方式仍需持续深入论证，其他历史遗留问题尚需进一步解决等原因，仍然无法在承诺到期日前完全解决同业竞争。"
        },
        {
          "code": "sh601011",
          "name": "宝泰隆",
          "limit_time": "13:49:15",
          "analysis": "煤矿+石墨烯+AR眼镜（雷鸟）\n1、2025年10月13日公告，公司所属宝泰隆一矿收到了黑龙江省七台河市新兴区人民政府下发的《通知》，同意宝泰隆一矿复产，宝泰隆一矿为设计生产能力 90 万吨/年的矿井。公司是国际领先的高温煤焦油加氢加工企业和黑龙江省煤化工行业龙头企业。\n2、公司拥有“石墨烯等碳基纳米材料NQI技术研究、集成与应用”项目，是国家石墨烯创新中心和北京石墨烯研究院发起股东之一，该公司于2017年率先在国内贯通百吨级石墨烯规模化生产线。\n3、2025年10月17日盘后互动，北京石墨烯研究院8英寸石墨烯晶圆目前处于中试阶段。\n4、2024年8月22日互动，星途公司（公司持股81.5%）为雷鸟创新提供石墨烯导热膜,主要运用在AR眼镜上。"
        },
        {
          "code": "sh600617",
          "name": "国新能源",
          "limit_time": "13:10:28",
          "analysis": "天然气销售+山西国资\n1、公司是山西省内规模最大的天然气管网运营企业，天然气管网长达5000余公里,年管输设计能力超过255亿立方米。\n2、公司已逐步形成专业化城市燃气公司，专业的城市燃气投资运营管理平台，供气规模在山西省占主要地位。\n3、公司实控人为山西省国资委。"
        },
        {
          "code": "sz002767",
          "name": "先锋电子",
          "limit_time": "09:34:15",
          "analysis": "智能燃气表+轮足机器人+伺服电机\n1、公司是国内销售规模最大的智能燃气表制造商和系统供应商之一，国内合作客户超过1200家，市场占有率居国内智能燃气表企业前列。\n2、公司通过全资子公司浙江昇锋间接持有本末科技。2025年3月11日互动，本末科技在机器人领域的轮足机器人赛道快速高质量发展，2025年更是加强研发投入，拓展轮足机器人的应用场景，实现飞跃。\n3、参股公司“智驰华芯”是一家专注于智慧水利、工业物联网和智慧医疗等领域的传感器高科技企业，其MEMS超声波传感器适用于手势识别等领域，可应用于汽车无人驾驶、机器人手臂和无人机避撞等场景。"
        },
        {
          "code": "sh600792",
          "name": "云煤能源",
          "limit_time": "09:36:50",
          "analysis": "煤炭+甲醇+国改+电力\n1、公司下属生产矿井 6 对（张双楼煤矿、郭家河煤业、新安煤业、百贯沟煤业等）；公司下属全资及控股投产火力发电企业 3 家，在役装机容量 1700MW（徐矿电厂、华美热电、阿克苏热电）。\n2、公司在建发电机组装机容量为 4320MW（射阳港电厂 1000MW、乌拉盖电厂2×1000MW、白音华电厂 2×660MW）。三个在建火电项目预计2026 年全部建成投运。\n3、公司师宗煤焦化甲醇项目设计产能 10 万吨。公司主营业务为煤炭采掘、洗选加工、销售以及火力、新能源发电等业务。\n4、2024年10月27日晚公告，公司收到控股股东昆钢控股的告知函，云南省人民政府已与宝武签署合作框架协议，就昆钢控股深化改革合作达成共识。将优化调整中国宝武对昆钢控股的管理关系，推动昆钢控股做强做优。公司实控人为云南国资委。\n5、全资子公司昆钢重装以装备制造产业为核心，主要从事起重运输机械、矿冶装备、维检服务和耐磨材料等业务。"
        },
        {
          "code": "sz002893",
          "name": "京能热力",
          "limit_time": "11:00:18",
          "analysis": "热力供应+冷热联供+拟收购华清安泰股份+资产注入预期\n1、2025年10月18-24日，北京连续七天单日平均气温将低于10度，或提前入冬；公司是北京地区规模最大、管网最完善的国有供热运营商之一，主营热力供应、节能技术服务。公司热力供应业务，主要是向最终用户提供供暖服务，同时向部分用户提供生活热水。\n2、2025年1月17日公告，公司此前拟以2.91元/股的价格收购华清安泰12.05%股份、接受华清安泰实控人合计持有的37.17%的股份的表决权委托，并以2.91元/股的价格认购华清安泰定向发行2000万股股份，投资不超过7857万元。2025年1月15日华清安泰定增或股转系统同意。\n3、2024年3月20日互动，京能集团下属企业在市场化供热业务拓展上存在同业竞,京能集团承诺，自取得上市公司实际控制权之日起5年内，只要京能集团与上市公司存在同业竞争相关企业达到法定注入上市公司条件时，京能集团将承诺按照法定程序以市场公允价格将相关企业逐步注入上市公司。"
        },
        {
          "code": "sh605580",
          "name": "恒盛能源",
          "limit_time": "11:21:01",
          "analysis": "供暖+热电联产+能源资产代币化+培育钻石\n1、公司热电联产业务运营稳定，并表华大热电后新增伊通县老城区约400万方、新城区约260万方供暖面积。\n2、公司主要产品为蒸汽和电力，主要产品为蒸汽和电力。公司生产的蒸汽主要供应给园区内的造纸、纺织印染、食品乳业、家居制造等企业使用。公司生产的电力主要销售给国家电网终端电力用户。\n3、公司表示能源资产代币化，属于公司现有业务的创新应用方向，公司将组织学习讨论。\n4、公司与浙江桦茂等企业签署附生效条件的增资协议。按照协议约定，公司拟以现金方式向桦茂科技增资1亿元，增资完成后公司将直接持有桦茂科技 66.67%的股权。桦茂科技是一家专业从事CVD产业链相关技术研发及相关产品生产销售的企业。主要业务规划包括：具备 MPCVD 法培育大钻石技术、（HTHP）优化钻石品质技术、具备超硬材料激光切割加工能力。\n5、公司是浙江龙游经济开发区最早投产运营的区域性公用热电联产企业，子公司恒鑫电力是浙江省内首家以农林废弃物为燃料的生物质热电联产项目。"
        },
        {
          "code": "sz000692",
          "name": "惠天热电",
          "limit_time": "11:30:00",
          "analysis": "供热（沈阳）+资产重组预期+拟股权转让+热力生产\n1、在沈阳市区域供热市场中，公司具有较强的市场竞争力。公司作为国有背景的供热企业，截至2024-2025年采暖期，供热面积（在网面积）9170万平方米，服务热用户100余万户，在沈阳市供热行业具有较强综合实力和资源优势，占据市场主导地位。\n2、自2023年4月华润电力进驻公司控股股东润电热力股权后，公司成为华润电力参股公司的下属企业。华润电力与沈阳盛京能源等订立了重整投资协议，参与了沈阳盛京能源及其他11家公司的供热业务重整，这些公司中包括了惠天热电。\n3、2024年12月12日公告，公司拟向控股股东润电热力转让公司持有的二热公司49%股权，转让价格3.24亿元，交易价款以现金支付。\n4、公司主要业务是为城市居民及非居民用户提供供热及工程服务，属于热力生产和供应业。\n5、2024年12月17日晚公告，2024-2025年余下采暖期，拟通过全资子公司佳汇物资向沈东热电销售煤粉约3.2万吨，按现行价格1550元/吨预估，交易总金额约5000万元。"
        },
        {
          "code": "sz301468",
          "name": "博盈特焊",
          "limit_time": "13:05:09",
          "analysis": "CCGT+特种焊接技术（燃煤发电）+工业防腐防磨装备+焚烧发电\n1、公司凭借HRSG切入AI电力基建，HRSG系CCGT的核心组成部分，公司2025年9月越南工厂投产，有望快速承接当下北美HRSG需求，2025-28年美国联合循环燃气发电项目(CCGT)装机规划分别为1.6/3/3/10.6GW，燃气发电建设呈现高景气。\n2、公司依托于特种焊接核心技术，向工业设备整体制造、高端结构件制造及其他大型装备制造等方向延伸与拓展，积极开发燃煤发电、燃气发电、油气管道、造纸、能源、化工等应用领域。\n3、公司是防腐防磨堆焊装备领先生产商，在垃圾焚烧发电相关装备领域处于龙头地位，是国内率先推动防腐防磨堆焊装备在垃圾焚烧发电行业产业化应用的企业之一。\n4、截至2025年6月30日，公司除了垃圾焚烧发电行业以外，收入占比比较大的行业是煤粉炉及相关部件、生物质发电、燃煤发电等行业。目前除了垃圾焚烧发电领域，公司也在加大对燃气锅炉、火力发电、海洋装备等领域的研发投入。"
        },
        {
          "code": "sh600121",
          "name": "郑州煤电",
          "limit_time": "13:20:15",
          "analysis": "煤炭+资产注入预期+有色铝\n1、公司主营业务为煤炭开采与销售，兼营煤炭相关物资和设备的采购与销售等贸易业务。所属矿厂主要分布在郑州所辖的新郑市、新密市和登封市。煤炭品种主要为无烟煤、贫煤和贫瘦煤。\n2、2024年5月23日电，郑州煤电控股股东郑煤集团董事长、郑州煤电副董事长于泽阳在今日股东大会上表示，集团为履行避免同业竞争承诺，未来两到三年杨河煤业与浩沁煤田两块资产有望注入上市公司。\n3、截至2023年末，郑州煤电煤炭资源可采储量2.55亿吨。若上述两大煤矿资源能成功装入上市公司，将增加约16.2亿吨的可采储量，是当前公司可采储量的6.4倍。"
        },
        {
          "code": "sh600758",
          "name": "辽宁能源",
          "limit_time": "14:35:38",
          "analysis": "煤矿+热电联产\n1、公司主营业务为煤炭、电力的生产和销售，城市供暖及提供工业蒸汽。公司下辖7个煤矿以冶金煤为主，主要销售给大型钢铁企业。同时还有部分动力煤，销售给电厂。\n2、公司下辖辽宁沈煤红阳热电和灯塔市红阳热电2个热电联产的电厂，电力总装机容量为 708MW，其中包括 2×330MW 燃煤发电机组，4×12MW 煤矸石发电机组。电力产品主要销售给国家电网公司。\n2、公司拥有与煤矿配套的铁路运输系统，共有准轨铁路 136 公里，内燃机车 13 台，年运输设计能力 1000 万吨以上，主要从事矿区煤炭和原材料的运输，与主要客户生产基地相连通。"
        },
        {
          "code": "sh600681",
          "name": "百川能源",
          "limit_time": "14:44:20",
          "analysis": "天然气业务+LNG接收站\n1、公司主要从事城市燃气业务，主营业务为城市管道燃气销售、燃气工程安装、燃气具销售。目前，公司已在河北省廊坊市、张家口市、沧州市、保定市以及天津市武清区、湖北省荆州市、安徽省阜阳市、辽宁省葫芦岛市等地区进行燃气经营。公司气源主要为管道天然气，公司从中石油等上游气源方采购天然气后，通过所属城镇门站后再经由管道、CNG 加气站等方式向下游用户销售。\n2、公司一直积极推进LNG接收站项目的审批程序，冷热电三联供项目已建成投产。2018年公司董事长王东海在“百川能源暨绥中港LNG接收站项目签约仪式”上表示，公司未来的三大战略之首就是做强做大、做精做细京津冀天然气市场。"
        },
        {
          "code": "sh601015",
          "name": "陕西黑猫",
          "limit_time": "14:45:22",
          "analysis": "焦炭+LNG+甲醇\n1、公司是陕西省最大的独立焦化企业，焦炭产能为780万吨/年居全国前列。主营业务为煤焦化及相应化工产品的生产和销售。\n2、2025年上半年LNG业务总营收达3.02亿元，同比增长12.16%；毛利率达58.31%。内蒙古LNG项目已投产，下半年经营情况预计有所好转。\n3、子公司宏能煤业产能核增至180万吨/年。公司内蒙的“年产880万吨焦炭及利用焦炉煤气联产100万吨甲醇、20万吨苯加氢、40万吨焦油加氢装置项目”已开始招标工作。"
        },
        {
          "code": "sh600333",
          "name": "长春燃气",
          "limit_time": "14:50:41",
          "analysis": "吉林管道燃气龙头+长春国资\n1、长春市于2025年10月17日零时起提前开栓供热；公司是吉林管道燃气龙头，在吉林省内 8 个城市和 1个国家级开发区从事管道燃气特许经营业务。实控人长春国资委。\n2、公司是一家以煤气生产和供应为主业的公用事业企业，业务包括天然气、混合燃气等的生产、销售等，据2025半年报，公司服务180.24万户，2024年销气5.44亿立方米。\n3、公司积极发展多能互补供暖业务、能源托管业务，推动从单一燃气供应向综合能源服务转型。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+H型钢+低价股\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        },
        {
          "code": "sh600984",
          "name": "建设机械",
          "limit_time": "",
          "analysis": "煤矿智能化开采+工程机械+资产注入预期+陕西国资\n1、公司新设立的公司将聚焦煤矿智能化开采，提供全面、安全、可靠、高效的煤矿智能化开采控制系统解决方案。\n2、公司主营业务包括工程机械租赁和工程机械制造两大板块。公司主要产品有适用于路面工程的沥青混凝土摊铺机、压路机、铣刨机、稳定土拌合机、沥青搅拌站等，适用于市政建设、桥梁建造、高层建筑等所涉及基础工程的旋挖钻机。子公司天成机械生产的中低端塔式起重机在西南地区具有区域竞争优势。\n3、公司建筑及施工机械租赁业务占比77%，子公司庞源租赁是国内建筑起重机械租赁行业的龙头企业。\n4、公司坚持海外布局探索，有序开拓\"一带一路\"沿线市场，初步完成乌兹别克斯坦、哈萨克斯坦路机产品销售及塔机产品销售、租赁试点布局。\n5、公司最终控制人为陕西国资委，实控人为陕煤集团。有投资者分析，考虑到集团对公司的投资存在较大浮亏，为保护国有资产投资收益，集团未来有充分动力对公司进行资产注入和市值管理。公司地处陕西西安。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "智元机器人合伙人王闯：智元今年营收或增超10倍。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz001282",
          "name": "三联锻造",
          "limit_time": "09:44:57",
          "analysis": "人形机器人（仿生连杆）+小米汽车+客户特斯拉/华为\n1、公司仿生连杆相关业务或用在人形机器人上，目前产品包括连杆、平衡轴、转向节、控制臂等，但目前主要以汽车端为主。机构认为连杆结构是解决目前TSL第一代机器人中，腿部行星滚柱丝杠工艺难度过大，降本困难的痛点的不二之选。\n2、公司已进入小米等知名整车厂商新能源汽车零部件的定点开发项目。\n3、2025年1月10日公告，“年产1000万件汽车轴轮锻件锻造及机加工项目”的主体鑫联精工，近日完成了工商变更登记手续，并取得由歙县市场监督管理局换发的《营业执照》。\n4、公司主要从事汽车锻造零部件的研发、生产和销售，与博世、采埃孚、舍弗勒等合作。公司向问界M7供货拉杆产品；暂未供货问界M9。为比亚迪仰望U8提供控制臂。客户包括特斯拉。"
        },
        {
          "code": "sz002067",
          "name": "景兴纸业",
          "limit_time": "09:38:21",
          "analysis": "间接投资宇树+投资盛合晶微+eVTOL+纸业\n1、全资子公司上海景兴参与的容腾基金对宇树科技的投资额为2000万元，持股比例为1.8044%。\n2、公司2022年3月出资9501万元间接投资盛合晶微半导体。2025年6月18日盛合晶微IPO辅导状态变更为辅导验收。\n3、公司全资子公司参与的容腾基金有投资御风未来，该公司主要是做evtol和工业无人机，已有收入和订单。\n4、公司是全国最大的专业生产牛皮箱板纸生产企业之一，是箱板纸行业的龙头企业之一。公司现在的产能有年产135万吨包装用纸、80万吨再生浆板、1.2亿平方米纸箱纸板及18.8万吨生活用纸。\n5、公司持股20%的治丞公司的主导产品主要包括：自动化加工单元，桁架机器人，精密机床，工业机器人自动化生产线等。"
        },
        {
          "code": "sz002249",
          "name": "大洋电机",
          "limit_time": "09:41:42",
          "analysis": "人形机器人+数据中心+稀土永磁+氢能源\n1、公司前瞻技术研究院于2025年2月设立“人形机器人电机”项目组， 目前已完成机器人关节模组方案设计；2025年7月，公司与同济大学合作共建“具身机器人执行机构先进技术联合研究中心”； 2025 年 7 月， 公司投资参股了以“AI+3D”视觉为核心的智能机器人头部企业梅卡曼德（雄安） 机器人科技， 梅卡曼德也将成为公司机器人关键模组产品工程化、 产业化落地的重要抓手与战略合作伙伴。\n2、2025年8月2日互动，子公司中山宜必思科技有限公司温控散热风机产品目前已成功应用于IDC（互联网数据中心）领域，客户包括中国移动、英维克、海悟等。\n3、公司持有宁波科星材料科技公司51%的股份，宁波科星是家专注于烧结钐钴、烧结钕铁硼永磁材料及产品研发和制造的国家高科技企业。\n4、公司氢燃料电池发动机产品成熟，已完成了30kW-81kW系列氢燃料电池发动机的第三方认证（含冷启动），并已完成110kW-120kW燃料电池发动机样品的开发，正在进行性能和可靠性验证。"
        },
        {
          "code": "sz300270",
          "name": "中威电子",
          "limit_time": "09:43:51",
          "analysis": "机器人+AI视频+车路协同\n1、公司旗下产品有全地型机器人、蛇形机器人、轨道式机器人等，公司在国内首次提出胶带机全维度巡检方案，其自主研发的仿生蛇形机器人国际领先。\n2、公司定位于以AI视频应用为核心的行业物联网解决方案提供商，依托于“中威云”AIoT 视频云平台和视频中台能力，为智慧交通、智慧城市、智慧能源等行业提供标准化、可复制的系统解决方案。\n3、公司已开拓车路协同、车联网等新领域，含智慧停车、智慧灯杆等产品体系。\n4、公司是华为云联营联运合作伙伴，在产品、解决方案和生态等多个方面开展深度合作以及AI方面合作，但业务收入金额很小。"
        },
        {
          "code": "sz300626",
          "name": "华瑞股份",
          "limit_time": "09:56:48",
          "analysis": "人形机器人（换向器）+军工+家用电器+小功率电机\n1、人形机器人的部分电机会使用换向器产品。公司是换向器行业的龙头企业，拥有美国百得、日本电产、博世集团、佩特来等全球知名客户。\n2、公司全资子公司宁波胜克产品质量管理体系于2020年已符合武器装备质量管理体系的国家军用标准。公司少部分产品已应用于军用汽车、武器装备等领域\n3、公司从事小功率电机和微特电机换向器的研设产销，公司产品广泛地应用于各类中小家电以及智能家居产品，包含自动升降桌、扫地机器人、榨汁机等。\n4、公司生产的换向器产品在部分风力发电机上有少量应用，为间接供应商。\n5、目前应用于航空航天的产品仍在客户测试阶段。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "据报道过去半年全球存储芯片价格持续上涨。CFM闪存市场发布2025年Q4存储市场展望报告。报告指出，预计四季度，服务器eSSD涨幅将达到10%以上，DDR5 RDIMM价格涨幅约10%~15%。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603938",
          "name": "三孚股份",
          "limit_time": "09:30:00",
          "analysis": "存储上游+电子特气（半导体）\n1、公司电子级二氯二氢硅产品目前已覆盖下游国内存储芯片、逻辑芯片、硅基前驱体等各个领域。公司高纯四氯化硅产品目前在我国行业内市场占有率较高，已实现对原材料要求较为苛刻的PCVD芯棒生产工艺的规模化供应。\n2、电子级二氯二氢硅、电子级三氯氢硅及电子级四氯化硅均属于电子特气，是半导体材料生产过程中一种重要的辅助气体。2025年3月13日互动，目前我国电子级三氯氢硅产品在4-6-8寸外延片方面实现国产化应用。电子级二氯二氢硅产品、电子级四氯化硅产品国产产品依然相对较少，未来三种产品的国产化需求预计将有较大比例的提升。\n3、公司是全国范围内产量较大及供货稳定的三氯氢硅、氢氧化钾、高纯四氯化硅、硫酸钾生产企业。产品出口到南美、东南亚、非洲等地。"
        },
        {
          "code": "sh603933",
          "name": "睿能科技",
          "limit_time": "10:22:27",
          "analysis": "存储芯片分销+伺服驱动器/机器人\n1、公司代理存储芯片销售业务，产品包含“芯天下”系列存储芯片。分销的IC产品为广义的半导体元器件，主要是集成电路芯片和其他电子元件，包括微控制器芯片、功率器件及模组等产品。目前公司主要代理英飞凌、微芯科技、PI公司等全球知名IC设计制造商的产品。\n2、公司RA1、RA3系列伺服驱动器和MC2、MA3系列伺服电机已应用到机器人领域，包括不同载荷的四关节、六关节等工业机器人和协作机器人。公司开发基于第三代宽禁带功率半导体碳化硅(SiC)和氮化镓(GaN)的高效电机和高效电源方案，响应人形机器人市场需求。\n3、公司伺服系统主要产品包括RA、RS系列脉冲模拟量型及总线型伺服驱动器、MC、MA系列伺服电机；人机界面产品主要包括UH系列标准型和物联网型触摸屏。"
        },
        {
          "code": "sh603316",
          "name": "诚邦股份",
          "limit_time": "09:33:20",
          "analysis": "存储芯片+着手开发服务器+环保\n1、公司的存储产品目前主要应用于消费电子、移动智能终端、PC等领域。未来将重点投入可用于大数据中心和服务器的企业级SSD等相关产品开发。\n2、子公司东莞芯存电子主要从事半导体存储器的研发设计、生产和销售，已着手大数据中心、服务器的开发。\n3、公司是集投资、设计、建设、运营于一体的生态环境综合服务运营商，拥有固体废物处理处置工程、水污染防治工程乙级等资质。主营业务是包括市政、园林在内的生态环境相关基础设施建设，相关业务将受益于中国城镇化的推进。\n4、公司拥有市政公用工程施工总承包壹级、环保工程专业承包壹级、水利水电工程施工总承包贰级等资质，是国内同行业中资质最齐备的企业之一。"
        },
        {
          "code": "sz002654",
          "name": "万润科技",
          "limit_time": "09:46:39",
          "analysis": "存储芯片+长江存储+HBM+机器人+LED\n1、2025年9月11日互动，万润半导体企业级PCIe5.0SSDME14000研发项目已完成立项；UFS产品进入新产品导入阶段；DDR54800内存条产品研发成功并实现量产；LPDDR5X6/8GB产品通过研发验证测试，进入小批量试产阶段。\n2、公司作为长江产业集团旗下核心存储企业，DRAM产品覆盖消费级、工业级及企业级场景，叠加原厂减产提价，万润DRAM模组毛利率有望大幅提升。公司控股股东长江产业集团同为长江存储股东，有望展开业务协同子公司万润半导体的MC3000和MC7000等部分存储产品支持HBM功能。\n3、公司红外不可见光模组产品，融合传感等功能已成为国内外主流的智能扫地机器人厂商的红外不可见光传感接收头主要供应商。\n4、公司LED子公司为华为间接提供贴片灯珠指示灯、小尺寸背光灯条、红外线贴片灯珠等光源器件产品，终端应用于其通信设备、5G基站网络产品。公司红外产品已进入部分国内外主流的智能家居扫地机器人厂商供应链。"
        },
        {
          "code": "sz000962",
          "name": "东方钽业",
          "limit_time": null,
          "analysis": "半导体靶材+超导+可控核聚变+钽电容\n1、公司在半导体领域有高纯钽粉、高纯钽腚、12英寸钽靶胚等产品。公司生产的超导铌材主要应用在低温超导领域。\n2、 参股公司西材院曾参与“国际热核聚变实验堆项目”（ITER项目），并为该项目供应增强热负荷第一壁材料的铍瓦产品，为全球首件最大的“人造太阳”核心部件中国制造积极贡献力量，为ITER计划提供了重要的“中国智慧”和“中国方案”。\n3、公司持股28%的西材院为国内唯一铍材研究加工基地，主要产品应用于航天航空、核工业等领域。西材院和东方钽业是同一控股股东旗下企业，市场猜想后续注入预期。公司实控人为中国有色矿业。\n4、据媒体报道，GB300首次搭载超容，将使用更多钽电容。公司是国内最大的钽、铌产品研发制造基地，且公司与美国 Vishay建立了长期的合作关系。公司曾在美国光纤通讯博览会上展示了铌酸锂调制器、激光雷达光源模块、光网络无源器件等多款产品。微连接产品主要应用于400G/800G/1.6T等高速、超高速光模块。"
        }
      ]
    },
    {
      "name": "绿色能源",
      "reason": "浙江：加快构建新型能源体系，大力发展绿色能源。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "09:25:00",
          "analysis": "锂电池添加剂+毛巾+托育/早教\n1、网传纪要，公司锂电池电解液添加剂VC产能规模行业第二（规划产能1万吨），实际产量规模行业第三（2025H1产量2794吨，同比+72%）（未证实）。\n2、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n3、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n4、山东高密高源该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sz301292",
          "name": "海科新源",
          "limit_time": "09:50:18",
          "analysis": "固态电池+锂电池电解液溶剂+医药级丙二醇\n1、针对固态电池进展，公司已结合行业趋势和客户需求，积极开展固态电解质材料的基础研究及工艺优化工作。其中部分产品处在中试阶段，部分产品处在实验室性能测试阶段。\n2、公司主营碳酸酯系列锂离子电池电解液溶剂和高端丙二醇、异丙醇等精细化学品，锂电池电解液溶剂产品全球市占率第一。\n3、电池级溶剂的纯度要求达到99.99%，工艺难度远高于工业级溶剂之上，国内实现规模化生产的企业仅为石大胜华和公司；且石大胜华以国外市场为主，而公司以国内市场为主。\n4、公司是医药级丙二醇等产品国内的主要生产商之一，2022年丙二醇产能已达5.8万吨，同时高端丙二醇的纯度已达到99.5%以上，有力推进我国相关产品的进口替代。"
        },
        {
          "code": "sh601608",
          "name": "中信重工",
          "limit_time": "09:59:25",
          "analysis": "海上风电+水电机组+人形机器人+中字头（央企）\n1·、自2025年11月1日起至2027年12月31日，对纳税人销售自产的利用海上风力生产的电力产品，实行增值税即征即退50%的政策；公司新能源装备业务签订青洲七导管架、徐闻东二单桩等多个海上风电重大项目合同，首次将高韧性抗疲劳海工钢应用于海上风电导管架制造。\n2、2023年公司研制交付国内最大规格高端大型马氏体不锈钢转轮中心体整锻锻件，用于西藏首座装机超百万千瓦水电站项目中世界单机容量最大高水头大容量冲击式水电机组。\n3、2025年2月25日灵宝CASBOT微信公众号发布，公司与中信重工达成战略合作，携手打造全国产化特种人形机器人和具有国际竞争力的人形机器人产品。\n4、公司实控人为中信集团，最终控制人是财政部。公司产品覆盖\"一带一路\"沿线30多个国家和地区，成为全球最具竞争力的矿业和水泥装备供应商。\n5、公司致力发展重大装备、机器人及智能装备、高技术(JM融合)三大领域,取得了军工科研生产所需的全部资格证书。"
        },
        {
          "code": "sh605399",
          "name": "晨光新材",
          "limit_time": "10:17:21",
          "analysis": "光伏材料+特种有机硅+气凝胶\n1、三氯氢硅可用于多晶硅制造，偶联剂产品可用于EVA、POE胶膜，以提升使用寿命，也可用于光伏组件中背板的密封胶、灌封胶中。\n2、公司募投项目“年产2.3万吨特种有机硅材料项目”中的“气凝胶”及其相关产品进入正式投产阶段。\n3、2025年7月7日，陶氏化学宣布关闭英国巴里工厂的基础硅氧烷设施，涉及14.5万吨DMC产能（全球产能占比约3%，占海外产能13.7%），预计关闭工作将于2026年年中开始，2027年底前完成。公司硅烷偶联剂产品可用于半导体材料封装、覆铜板制造等。\n4、公司主要从事功能性硅烷基础原料、中间体及成品的研发、生产和销售。主营产品按照不同的官能团及结构分为氨基硅烷、环氧基硅烷等。"
        },
        {
          "code": "sh603312",
          "name": "西典新能",
          "limit_time": null,
          "analysis": "电池连接产品+储能+铁路基建\n1、公司电池连接系统可应用于纯电动汽车、插电式混合动力汽车和增程式混合动力汽车，主要客户为宁德时代、蜂巢能源、上汽时代、一汽等，产品已批量应用于特斯拉、大众、小米、赛力斯等众多热销车型。\n2、电化学储能领域，公司电池连接系统产品已批量供货特斯拉、阳光电源等储能项目。\n3、公司先后参与多个重点项目的复合母排设计以及批量供货，例如复兴号动车组以及北京冬奥列车（京张高铁）牵引变流器复合母排等项目。主要客户为中国中车、西屋制动等。\n4、公司电控母排产品主要应用于新能源汽车、混动燃油车的电机控制器之中，主要客户为比亚迪、阳光电源、法拉电子、基美电子等。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "中国央行：加大对消费行业经营主体贷款支持力度，强化金融支持提振和扩大消费作用。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600179",
          "name": "安通控股",
          "limit_time": "14:48:36",
          "analysis": "海南自由贸易港+集装箱物流+增持完毕\n1、公司在海口港吞吐量已突破100万标箱;公司联手湛江港开通对接海南自贸区航线。福建公司,主营集装箱物流业务,公司去年在海口港吞吐量已突破100万标箱。\n2、公司以集装箱航运物流为核心，通过水路、公路、铁路等运输资源。截至 2024 年 12 月 31 日，在内贸业务方面公司在全国设立了 43 个海运网点，覆盖 161 个业务口岸，内贸集装箱吞吐量在国内 95 个主要港口位列前三。公司主营国内航线干线 34 条，国内航线基本覆盖国内主要干线港口。\n3、2025年10月15日盘后公告，中国外运累计增持安通控股股份，约占总股本的比例为 3.98%，本次增持事项实施完毕。"
        },
        {
          "code": "sh603069",
          "name": "海汽集团",
          "limit_time": "09:33:52",
          "analysis": "海南自贸区+拟收购海旅免税+跨境电商+汽车客运\n1、2025年10月17日消息，财政部、海关总署、税务总局联合印发公告，调整海南离岛旅客免税购物政策，并定于11月1日起实施；公司拟购买海南旅持有的海旅免税的100%股权，交易价格20.37亿元。上市公司主营业务将从传统客运业务转型为免税商业综合业务，实现旅游交通、旅游商业跨越式发展。\n2、公司实控人是海南省国资委，控股股东海南海汽投资控股。\n3、公司在线上美好生活跨境电商平台的基础上，通过海口和三亚旺豪会员店开展跨境电商线下业务。推出了海旅跨境供应链业务。\n4、公司是海南省道路运输龙头，主营业务为汽车客运、汽车场站开发经营、汽车综合服务，目前公司有网络预约出租汽车经营许可证。"
        },
        {
          "code": "sh600593",
          "name": "大连圣亚",
          "limit_time": "10:37:12",
          "analysis": "冰雪经济+旅游+IP经济+海洋公园\n1、2025年10月19日据央视财经，今年我国冰雪产业规模或破万亿元；公司景区包括哈尔滨极地公园海洋馆、哈尔滨极地公园极地馆、哈尔滨极地公园恐龙馆等。\n2、公司旗下拥有“豹豹团”和“豹豹家族”等IP。豹豹团”：主要面向亲子客群，基于婴儿图式和颜值经济。除了完整的IP形象和故事内容，线下商店也已开启：BAOBAO ME家庭中心（亲子餐厅），海豹邮局（大连圣亚首个城市文创店），豹豹的百宝箱（海洋+陆地动物融合文创店）。\n3、公司作为唯一经营海洋馆的A股上市公司，拥有国内水族馆行业一流的技术团队，旗下景区场馆内商业空间对外出租、商业自营等，并承办各类展会。\n4、公司目前在营口、淳安、镇江三地有项目储备，三地项目均为海洋类主题公园，公司原有景区主要集中在东北地区，镇江、淳安项目将公司布局拓展至长三角地区。"
        },
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "11:17:12",
          "analysis": "文化旅游+文旅智能体+房地产+争夺控制权\n1、公司坚持以文化旅游作为核心战略布局，多元并举，协同发展。公司现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n2、2025年4月18日盘后官微发布，新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n3、公司主营房地产项目开发建设（2024年H1占比58.47%）、文旅景区开发与运营等，旗下设有购物中心、酒店、物业服务、旅游服务等业务。\n4、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，所属行业为计算机、通信和其他电子设备制造业。\n5、2024年11月6日盘前媒体讯，新华联权利格局生变，董事会大换血，盈新科技巩固控制权。10月29日公司临时股东大会盈新科技罢免董事杨云峰和张建议案通过，原控股股东新华联控股罢免董事未通过，业内人士称此次股东大会为新老控制人抢夺控制权。"
        },
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "11:25:00",
          "analysis": "阿凡达3+电影发行+抖音合作AIGC短剧\n1、公司通过与美国好莱坞融资机构TSG 的合作协议，获得《阿凡达3：火与烬》的全球票房分账权。《阿凡达3：火与烬》已正式定档于 ​2025年12月19日在中国内地与北美同步上映。\n2、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n3、2024年6月17日，博纳影业出品制作、抖音联合出品的AIGC科幻短剧集《三星堆：未来启示录》发布。即梦AI作为首席AI技术支持方，为其提供AI剧本创作、概念及分镜设计、镜头画面生成、图像到视频转换等十种AI技术。\n4、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        }
      ]
    },
    {
      "name": "培育钻石",
      "reason": "根据商务部2025年第55号公告，管制物项包括平均粒径≤50μm的人造金刚石微粉、平均粒径>50μm且≤500μm的人造金刚石单晶（不包括用于装饰、首饰的培育钻石）、特定技术参数的人造金刚石线锯和砂轮、直流电弧等离子体喷射化学气相沉积（DCPCVD）设备及其工艺技术",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz300179",
          "name": "四方达",
          "limit_time": "13:39:12",
          "analysis": "金刚石+半导体应用+培育钻石\n1、公司主营产品为金刚石复合片、精密加工产品和 CVD 金刚石等。公司一直特别关注金刚石在半导体等领域的进展，并与郑州大学在CVD金刚石领域进行光电功能器件的研究与开发合作，目前暂未销售半导体用金刚石产品，未形成相关营业收入。\n2、公司控股子公司天璇半导体专业从事CVD金刚石产业链相关技术研发及相关产品生产销售。天璇半导体拟在河南省郑州市经济技术开发区投资建设70万克拉功能性金刚石生产基地项目，项目预计将于2024年建设完成。\n3、公司加大投入推动自主开发的MPCVD设备及CVD金刚石生产工艺技术成果产业化，年产20万克拉功能性金刚石产线已经建成投产。\n4、公司聚焦超硬材料，其中精密加工类产品是公司战略产品之一，目前该类产品主要包括PCD刀片、PCD刀具等产品。公司PCD刀片的直径、粒度牌号、生产规模一直引领国内市场，下游PCD刀具可广泛应用于汽车零部件等领域。"
        },
        {
          "code": "sh600172",
          "name": "黄河旋风",
          "limit_time": "13:41:50",
          "analysis": "超硬材料+芯片散热+半导体封装合资公司+资产注入预期\n1、公司是目前国内规模领先、品种最齐全、产业链最完整的超硬材料供应商，产能为（80-100万克拉），约占国内市场的三分之一，主要产品包括培育钻石。\n2、公司多晶金刚石热沉片已通过华为验证，并配合华为碳化硅散热方案进入“6-8英寸晶圆级”量产阶段。黄河旋风2024年11月26日公司盘后官微发布，攻克芯片散热难题，黄河旋风多晶金刚石热沉片研发成功。\n3、基于公司与博志金钻在金刚石材料与半导体封装领域的核心优势，双方共同推进多款新一代超高性能金刚类散热材料与器件的研发与产业化，成立合资公司河南乾元芯钻半导体。公司出资510万元，持股占比51%。\n4、公司实控人为许昌市财政局，后者100%控股许昌市投资集团，许昌市投资集团旗下许昌市市投数字经济产业集团和黄河科技集团持有黄河信产60%股份，市场猜测黄河信产注入公司预期。"
        },
        {
          "code": "bj839725",
          "name": "惠丰钻石",
          "limit_time": "",
          "analysis": "金刚石微粉+培育钻石+第三代半导体+北交所\n1、公司为金刚石微粉头部公司，主要产品包括金刚石微粉、金刚石破碎整形料及 CVD 培育钻石等。\n2、公司第三代半导体材料及3C产品用新型金刚石研究开发已完结。公司产品主要应用于第三代半导体行业，客户主要为第三代半导体行业知名企业，客户覆盖面广。2023 年度公司应用于第三代半导体微粉销售占比 27%左右。"
        }
      ]
    },
    {
      "name": "深地经济",
      "reason": "加快抢占深海、深地、极地探测。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002278",
          "name": "神开股份",
          "limit_time": "14:45:06",
          "analysis": "石油开采+深海作业机器人+可燃冰+氢能\n1、公司产品涉及石油勘探、钻采、炼化等领域，主要生产石油勘探开发设备、井控设备、井口设备等。\n2、2025年7月25日盘后公告，公司全资子公司上海神开能源科技以现金方式向山东未来机器人增资1500万元，交易完成后持有1.0990%的标的公司股权。未来机器人是国内深海作业级机器人（ROV）及水下重载作业系统的优质企业，在 3000 米级深海油气工程、海上风电、深海采矿、海底通讯等场景拥有成熟商业案例。\n3、据“海南科技”2025年8月20日消息，我国科研团队在“可燃冰”大规模利用领域实现重要突破。公司部分井口、井控设备，以及录井、随钻、测井仪器均可应用于可燃冰的勘探开发。\n4、公司战略投资的瀚氢动力主营业务分为商业航天和氢能两大板块，其中商业航天主要产品为卫星动力系统和姿态控制系统，氢能主要产品包括无人机供氢系统。\n5、公司自主研发的碳纤维自动检测设备用于大丝束碳纤维拉伸性能测试样条的自动制样，该设备填补了国内自动制样的空白。"
        },
        {
          "code": "sz000852",
          "name": "石化机械",
          "limit_time": "14:55:15",
          "analysis": "石油装备+海工装备+氢能源+可燃冰勘测\n1、在油气装备领域，公司研发的深海油气锻件的品质得到了全球知名油气装备制造商的高度认可，是全球顶端油气装备制造商国内少数核心供应商之一。公司海工装备产业，形成了海洋钻修机等优势产品，包括可燃冰资源的勘测。\n2、2024年12月30日互动，公司布局氢制备、氢储运和氢加注环节，发挥核心技术攻关+关键装备制造+一体化解决方案优势，已形成较为完整的联合创新、装备制造和服务体系。公司正深度跟进内蒙古乌兰察布市至京津冀地区氢气输送管道示范工程项目。\n3、公司主要着力于加氢站用氢气压缩机、加氢站配套装备、氢气纯化装置、母站充装用氢气压缩机等产品的研发。\n4、公司是中石化旗下勘探设备公司，是国内最大的石油钻头制造商，公司研制的天然气压缩机在山东首座储气库成功投入试运行，单台单日注气48万方。"
        },
        {
          "code": "sz301158",
          "name": "德石股份",
          "limit_time": "14:55:54",
          "analysis": "石油钻采设备+天然气\n1、公司主要从事石油钻井专用工具及设备的研发、生产、销售及租赁，开展定向钻井、水平钻井的工程技术服务。业务涵盖石油、天然气、页岩气、煤层气、地热能钻井及定向穿越工程。\n2、公司主要客户为国内中石油、中石化、中海油等油气公司、工程技术服务公司以及山东能源、焦煤集团等非油气能源公司，同时与国内大型民营油气工程技术服务公司、俄罗斯伊油钻井公司、美国NOV、BICO、IAE公司建立了稳定广泛的合作。\n3、公司在螺杆钻具市场具有一定的规模优势，从产能和市场占有率看，在国内市场排名第二。公司研发的140MPa高压套管头、DTF-1600HL高压钻井泵在西南页岩气钻井市场得到推广应用，海洋井口在中海油东海油田实现批量供货。\n4、公司螺杆钻具、套管头等主要产品通过了美国API质量管理体系认证。"
        }
      ]
    },
    {
      "name": "网络安全",
      "reason": "2025年10月19日消息，国家安全机关破获美国国家安全局重大网络攻击案，美国安局利用某境外品牌手机短信服务漏洞，秘密网攻控制国家授时中心多名工作人员的手机终端，窃取手机内存储的敏感资料。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002935",
          "name": "天奥电子",
          "limit_time": "09:30:00",
          "analysis": "时钟芯片+北斗卫星+资产注入预期+中科系\n1、公司自主研发了多款时钟芯片产品，已应用于多个国产化替代工程项目。而且公司做的芯片原子钟是高阶版，目前仅美国的Microsemi实现了芯片原子钟的规模化生产。\n2、公司是国内从事压电晶体器件的主要研制生产单位之一，参与多项晶体元器件国家标准制定。公司拥有核心频率源产品的自主研发生产能力，可应用于机载、地面、舰载等平台，产品大量应用于多个国防重大工程。公司是军用时间同步产品的主要供应商，产品主要应用于航空航天、卫星导航、军民用通信及国防装备等领域。\n3、公司是中电科十所（中电天奥）唯一上市平台，中电科十所旗下有五大业务，分别是时间频率、通信导航、软件与服务、卫星应用、测量控制。公司所属时间频率业务，剩下四大资产有注入预期。\n4、公司的铷原子钟、铯原子钟、合路器、双工器等产品持续供货华为。"
        },
        {
          "code": "sz003029",
          "name": "吉大正元",
          "limit_time": "10:52:24",
          "analysis": "信息安全+跨境支付+蚂蚁科技间接持股+量子科技\n1、公司是国内知名的信息安全产品、服务及解决方案提供商，积累了数字证书、数字加密等关键技术，实现了电子认证领域的多项突破，为云计算、智能计算等领域提供安全技术支撑与保障，为字节跳动公司全平台提供密码相关服务。\n2、公司积极探索以“密码+AI+芯片”为核心的技术研发创新，以密码为根基，通过在芯片层面融合大模型算力与密码算力，实现更安全可控的大模型安全底座，目前该产品尚处于与国内算力芯片厂商技术对接阶段。\n3、公司的认证产品可用于包括银行人民币跨境支付结算在内的金融应用及场景，公司与人民银行等众多商业银行、金融机构存在业务合作。上海云鑫创投持有公司11.25%股权，上海云鑫为蚂蚁科技100%控股。\n4、公司在量子领域主要致力于量子通信、量子随机数发生器等相关量子技术与密码技术的结合，已实现抗量子签名的算法，并成功开发传统密码和抗量子密码混合模式的密钥生成以及证书签发功能。"
        }
      ]
    },
    {
      "name": "化工",
      "reason": "2025年10月20日盘中，网传澄星股份梅园大街618号发生火灾。（未证实）",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz001228",
          "name": "永泰运",
          "limit_time": "13:09:09",
          "analysis": "化工物流+跨境物流+一带一路\n1、公司主营跨境化工物流供应链服务，通过“运化工”一站式可视化物流电商平台，为客户提供包括物流方案设计、询价订舱等全链条跨境化工物流服务。公司目前可承接、操作除爆炸品、放射性物质以外的全类化工品。\n2、公司与新加坡、马来西亚、泰国、越南、缅甸、阿联酋等“一带一路”国家在制冷剂、农药、其他压缩气体、化学中间体、聚苯乙烯、过氧化物及新能源等相关品类有开展跨境化工物流供应链服务。\n3、2025年4月9日互动，公司主营跨境化工物流供应链服务，在欧洲、北美、亚洲、南美、非洲等全球主要国家和地区均有开展相关服务。2025年H1，境外地区实现的营业收入占公司总营收的比例为53.43%。\n4、公司目前在宁波、嘉兴地区拥有重型半挂牵引车85辆、重型集装箱半挂车96辆。"
        },
        {
          "code": "sh600470",
          "name": "六国化工",
          "limit_time": "13:54:04",
          "analysis": "磷化工+硫资产注入猜想（固态电池）+化肥\n1、2025年10月20日盘中，网传澄星股份梅园大街618号发生火灾（未证实），澄星股份黄磷年产能18万吨，占全国总产量的20%以上；公司主要产品为磷酸二铵、磷酸一铵、复合肥、尿素等肥料。\n2、公司是华东规模最大的磷复肥和磷化工一体化制造企业。主营业务为化肥(含氮肥、磷肥、钾肥)、肥料（含复合肥料、复混肥料、有机肥料及微生物肥料）、化学制品（含精制磷酸、磷酸盐）、化学原料的生产加工和销售。\n3、新桥矿业系铜化集团全资子公司，是华东地区第一、全国第二大硫资源生产基地，铜化集团为公司第一大股东。2024年，新桥矿业预计生产硫铁矿93.4万吨。此外，2024年3月铜化集团与万华集团签约，就新桥矿业增资及矿化协同支持化工业务开展后续合作。\n4、公司湿法磷酸产能40万吨/年，每年实际副产磷石膏共160万吨左右；尿素产能：30万吨/年。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz000626",
          "name": "远大控股",
          "limit_time": "10:08:24",
          "analysis": "棕榈油+跨境电商+东盟+生态农业\n1、2025年10月15日消息，印尼计划将毛棕榈油（CPO）出口税从目前的10%提高至15%。公司于 2022 年作为马来西亚境外第一家企业通过马来西亚可持续发展棕榈油供应链认证，国际贸易覆盖东南亚、南亚、中东、西非等全球主要棕榈油产销区。\n2、公司在坚持主营业务的同时，密切关注跨境电商相关业务领域的发展趋势，并结合自身能力及渠道，逐步布局跨境电商服务。\n3、公司建立了以远大粮油为产业平台、远大油脂（新加坡）为国际资源和贸易中枢、远大油脂（东莞）为生产加工和仓储交割基地、鸿信食品为特种油脂和终端触达的产业布局。\n4、公司生态农业板块在新疆、甘肃、广东等省份与多家供销合作社系统的农资公司开展了业务合作，油脂和贸易板块也与供销合作社系统的相关公司有部分业务往来。\n5、公司主营业务涵盖贸易、油脂、生态农业三大领域。"
        },
        {
          "code": "sz002084",
          "name": "海鸥住工",
          "limit_time": "11:19:42",
          "analysis": "灯塔工厂+东盟贸易（越南工厂）+整装卫浴+智能家居\n1、公司联合工业富联打造全球住宅工业行业“灯塔工厂”。\n2、公司越南巴顿及大同奈两大制造基地已投产，产能爬坡并服务美国及RCEP市场，稳定外销订单。内需方面，公司将采取CHINA-ASEAN布局，将中国+东盟十国以共同市场+共同供应链来发展。\n3、公司的联营企业珠海盛鸥工业主要开发、生产和销售自产的热泵与节能设备，且控股子公司珠海爱迪生自主研发的恒温控制类阀组及系统部分应用于大功率热水器、空气能热泵、燃气热水器等产品。\n4、公司主要从事装配式整装卫浴空间内全品类部件，在智能家居领域主要进行智能门户、安防工程的持续布局。公司外销占比51.72%。"
        },
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "09:37:15",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sz001379",
          "name": "腾达科技",
          "limit_time": "09:56:57",
          "analysis": "商业航天+核电+海洋工程（紧固件）+外销\n1、2025年5月20日投资者关系活动记录表，公司其他产品中的高温合金、特种合金紧固件产品通过贸易商间接服务于航天工程相关项目。\n2、在核电领域， 公司成功取得中核集团、 中广核集团核电设备用紧固件合格供应商、 核能行业合格供应商认证。\n3、公司为国内规模最大的不锈钢紧固件生产厂商，产品可用于海洋工程。\n4、公司产品主要销往欧洲、南美、澳大利亚等地，2024年外销占比71.64%。"
        },
        {
          "code": "sz002054",
          "name": "德美化工",
          "limit_time": "10:05:48",
          "analysis": "参股本源量子+高潮针+纺织化学品\n1、公司参与投资的产业基金投资了本源量子，该产业基金持有本源量子0.97%的股份。\n2、公司间接参股广州远想生物，后者有高潮针相关布局。\n3、公司主要从事纺织化学品、皮革化学品及塔拉产品、石油精细化学等产品的研发、生产及销售。\n4、公司于2005年与德国瓦克化学公司正式携手合作，致力于适用于纺织品的有机硅功能整理剂产品的研发、生产和销售。\n5、公司以子公司德荣化工为平台,与浙石化合作开拓发展乙烯裂解副产品综合利用领域。浙石化在舟山市岱山县鱼山岛绿色石化基地内投资4000万吨/年炼化一体项目。项目主要建设原油码头、仓储等设施。环戊烷被广泛应用于冰箱、冰柜的保温材料及硬质PU泡沫的发泡剂。"
        },
        {
          "code": "sh600192",
          "name": "长城电工",
          "limit_time": "09:34:16",
          "analysis": "军工+核电开关设备+新能源\n1、全资子公司天水二一三电器拥有武器装备质量管理体系认证证书。\n2、公司目前具备核电开关设备IE级的设计及制造资质，部分产品已应用漳州核电厂，2025公司加快核级智能化开关设备等成果转化，实现核电等领域国产化替代；2024年半年度业绩说明提及全资子公司天水长城开关厂实现核电开关设备订货6000余万元。\n3、公司高精度大容量特种电源产品技术优势显著，光伏发电并网逆变系统等产品积累了技术基础，具备产业化运营条件。\n4、公司实控人为甘肃国资委，主要从事高中低压开关成套设备等电工电器类产品的研发、生产与销售。\n5、参股子公司新源动力引入新战略投资方，打造氢能产业，新源动力全体股东共同设立河北新源同比例置换为河北新源的股权，置换完成后，河北新源持有新源100%股份，新源动力为河北新源全资子公司。公司由持有新源动力6.39%股份置换为持有河北新源6.39%股权。"
        },
        {
          "code": "sh603159",
          "name": "上海亚虹",
          "limit_time": "09:42:16",
          "analysis": "汽车零部件+SMT贴片+特斯拉+上海\n1、公司提供精密塑料模具的研发、设计、制造，以及注塑产品的成型生产、部件组装服务。公司相关塑料模具及注塑件产品主要用于国内中高端汽车仪表板盘、汽车座椅以及电子设备产品、微波炉等民用产品。\n2、全资子公司慕盛实业的电子产品 SMT 表面贴装业务,主要是将电子元器件安装在印制电（线）路板的表面或其它基板的表面并最终形成贴装后的电（线）路板总成，主要服务汽车行业相关客户。\n3、公司有生产部分汽车零部件产品间接供货给特斯拉，包括进口和国产车型，公司目前提供的产品主要应用于特斯拉汽车座椅和胎压监测装置。\n4、公司所处的上海地区是我国汽车工业主要集聚地区，不仅本地区相关行业较为发达，市场配套需求旺盛，同时也是国际知名客户来华采购的主要基地。公司所处的区位优势，有利于公司凭借品牌、技术和生产优势进入国际知名企业的供应链体系。"
        },
        {
          "code": "sz002173",
          "name": "创新医疗",
          "limit_time": "10:39:03",
          "analysis": "脑机接口+养老+智能医疗+多胎\n1、公司参与投资设立“博灵脑机”，公司对博灵脑机的持股比例为 68.356%。博灵脑机主要从事脑机接口核心技术研发和相关产品的设计生产，现阶段的技术产品主要应用于医疗康复领域。博灵脑机产品尚未正式上市，仅因与科研机构合作而销售少量产品。2023 年、2024 年，博灵脑机的经营亏损分别为 660.17 万元、866.41 万元。\n2、2024年5月6日投资者关系记录，公司旗下海宁康华医院已在一年多前成立了海宁泰华护理院，项目己初步实现盈亏平衡。公司有老年护理院建设运营。\n3、公司持股 20.5532%的全诊医学，是一家专注从事人工智能医疗产品研发和销售的高科技企业，旗下基于人工智能大模型的全诊 AI 系列产品已在部分优势三甲医院实现安装使用。\n4、公司下属建华医院、康华医院等四家医疗机构。孙公司上海养源母婴服务主要经营母婴护理服务等。"
        },
        {
          "code": "sh600173",
          "name": "卧龙新能",
          "limit_time": "14:45:09",
          "analysis": "稀土永磁+储能+绿色能源\n1、全资子公司上海卧龙舜和新材料参股10%中稀(广西)金源稀土新材料，后者是广西稀土产业链最完整的技术企业。拥有年产4000吨稀土钕铁硼永磁材料及1000吨稀土永磁器件加工能力，以及表面处理技术。\n2、公司控股80%卧龙储能聚焦安全和经济两大储能核心问题，强化储能系统模块控制技术及热管理技术，全面推出了组串式独立控制大型储能系统、工商业储能系统、光储充一体化户用储能系统，实现电能调控的最佳经济效益。\n3、公司明确将不再新增房地产开发项目，后续聚焦新能源业务。2025年通过收并购切入风光储氢领域，由旗下龙能电力、舜丰电力、卧龙储能、卧龙氢能负责，其中龙能电力目前光伏装机容量达490MW（以分布式光伏为主）、卧龙氢能已推出阴离子交换膜电解槽制氢装置。\n4、2025年7月2日公告重大资产出售交易完成，标的资产卧龙矿业上海90%股权已过户登记，解决与卧龙控股同业竞争问题。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "重整方案通过+算力+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。2025年10月10日公告重整方案。出资人权益调整方案以东易日盛4.19亿股总股本为基数，按每10股转增12.67股的比例实施资本公积转增股份，共计转增产生 5.31亿股股份。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:31:09",
          "analysis": "航天军工+半导体材料+虾青素+农业\n1、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n2、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n3、2025年10月10日公告，控股子公司万方东巽已取得白山市江源区虾青素项目地块不动产权证，项目进入实质建设阶段。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "10:04:15",
          "analysis": "算力中标+判决生效+抖音+AI+网络安全+华为鸿蒙\n1、2025年10月10日晚公告，公司全资子公司北京智游网安确认为“克融云智算中心二期三标段”项目的中标单位，中标价格2.36亿元。2025年9月23日晚公告，公司重大诉讼已获深圳中院判决及生效证明，涉案金额2.54亿元，案件执行结果或对利润产生影响。\n2、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n3、2025年7月11日讯，公司成立智乐科技公司，含多项AI业务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、安全检测平台、合规检测平台、威胁态势感知平台V1.0。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sz002231",
          "name": "*ST奥维",
          "limit_time": "09:41:45",
          "analysis": "并购重组预期+军工信息化+无线通信\n1、2025年5月21日公告，公司具备军工相关资质并仍有通信设备订单，正积极开发新客户以提升盈利能力。公司表示将依托资本市场寻求并购重组机会，可能引入新业务或资产以改善经营状况。\n2、公司从事军队电子信息化、音视频指挥系统、网络通信等领域并提供专业解决方案。\n3、公司预先研究新一代无线通信技术、多媒体集群技术，填补了行业空白；产品包括全骨传导和智能通讯战术耳机等单兵信息化装备。\n4、公司能够提供军队专用视频指挥和会议系统、音视频融合设备等；提供国产安全交换机、国产安全平板等国产自主可控设备。\n5、公司控股子公司无锡东和欣的客户多为制罐、包装企业及其供应商，公司主要将加工生产出的镀锡钢板（俗称马口铁）、轧硬卷、基板等产品向下游客户销售。"
        },
        {
          "code": "sz002592",
          "name": "ST八菱",
          "limit_time": "10:23:33",
          "analysis": "业绩预增+军工+汽车零部件+汽车热管理\n1、2025年10月15日晚公告，预计2025年前三季度净利润为8500万元—12700万元，比上年同期增长66.23%—148.37%。业绩变动主要系投资收益增加、股份支付费用减少，以及汽车市场持续向好带动产销量上升，营业收入增长所致。\n2、2025年7月1日互动，公司还有产品应用于军车领域。\n3、公司的主营业务为汽车零部件产品的研发、生产和销售，主要产品为汽车热管理产品和外饰件产品。主要客户有上汽通用五菱、赛力斯等国内知名的整车制造商（整车厂）。\n4、2024年11月28日晚公告，本拟定增募资不超过3.8亿元，用于新能源汽车配件智能生产基地项目。\n5、2024年8月25日互动，公司在安徽芜湖设立控股子公司，主要为奇瑞汽车等汽车主机厂就近提供配套服务。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月17日据证券时报，深圳天微投资以2.55亿元竞得控股股东润鸿富创所持7114.48万股占总股本23.77%，公司控制权拟变更。 \n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sh600228",
          "name": "*ST返利",
          "limit_time": "09:35:49",
          "analysis": "拟收购广州风腾60%股权+AI导购智能体+电商代运营\n1、2025年6月26日公告，全资子公司拟以不超过2880万元收购广州风腾60%股权，标的业务主要由效果营销、信息流广告代理、游戏发行运营构成。\n2、公司推出电商导购APP“如意”，这款APP基于ChatGPT人工智能技术，采用AI聊天对话模式为用户提供导购服务。2025年6月5日互动，在今年618电商大促活动期间，公司导购产品活跃用户数、订单量及订单金额均实现接近或超过100%的增长。\n3、公司在深耕消费行业的丰富经验基础上，为客户、 合作伙伴提供电商平台促销、 优惠整合供应、 平台开发、 电商代运营服务以及全域整合营销等在内的多元化服务， 协助客户更精准、 更快速的匹配到消费客群。\n4、公司地处上海徐汇区。公司与国内淘宝、京东等主要电商平台均建立了良好、持续的合作关系，为京东提供导购服务、广告推广服务。\n5、公司主要从事第三方在线导购、广告推广服务、平台技术服务等商业服务业务。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": "09:36:06",
          "analysis": "拟出售资产+更名+增资子公司+拟购买尼威动力+生态景观规划\n1、2025年10月17日晚公告，将全资子公司中维国际100%股权以36万元转让给海南融汇万邦。\n2、2025年10月15日晚公告，公司正式更名为顺景科技。2025年9月18日晚公告，公司拟向全资子公司苏州市高新区辰顺浩景管理咨询公司增资1.5亿元，增资后公司仍持有其100%股权。\n3、2025年7月16日晚公告，公司拟购买尼威动力55.50%股权，非国资股权部分最终交易价格为6.01亿元，国资股权部分预计交易价格为6463.45万元。本次交易构成重大资产重组。标的公司主营新能源混合动力汽车高压燃油箱系统的研发、生产与销售。尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表。\n3、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n4、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "09:50:50",
          "analysis": "银行账户冻结解除+烟花+小额贷款+成立文旅公司\n1、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sh600243",
          "name": "*ST海华",
          "limit_time": "09:47:36",
          "analysis": "实控人拟变更+拟收购资产+资产注入猜想+行星轮轴承+减速器\n1、今日复牌；2025年10月17日晚公告，公司实控人王封筹划公司股份协议转让事宜，本次权益变动完成后，公司控股股东将由青海重型机床变更为朗宁宜和，实控人由王封变更为祝镓阳、占舜迪、张栋。\n2、2025年7月30日公告，子公司茫崖源鑫拟4300万元收购巴州鲁新鼎盛燃气100%的股权。同日公告茫崖源鑫拟以422.11万元现金收购新疆庆源实业集团的若羌源鑫能源51%的股权。\n3、作为青海机电国有控股有限公司的唯一上市平台，大股东旗下涵盖众多工业设备行业资产，2024年在资本运作中已经开展资产置换与注入相关事宜。\n4、据网络资料，全资控股子公司青海华鼎齿轮箱公司拥有专利CN214007927U一种新型行星轮轴承一体化结构。子公司青海华鼎生产的减速器为煤炭减速器。市场猜测或与人形机器人相关。\n5、公司主要从事数控机床产品、齿轮（箱）、电梯配件等的研产销，产品广泛应用于通用机械、工程机械、航空航天、汽车、汽配、轻工等行业和领域。"
        },
        {
          "code": "sh600892",
          "name": "*ST大晟",
          "limit_time": "10:13:38",
          "analysis": "短剧+网络游戏+唐山国资入主+影视\n1、2025年5月21日公告，公司全资子公司设立广州熠梦文化传媒全资控股，重点布局短剧业务以创造新的盈利增长点。\n2、公司子公司淘乐网络专注于网络游戏领域中回合制端游与手游的研发与运营。公司全资孙公司祺曜互娱主营业务为基于H5网页、手机移动端研发的动作角色扮演类游戏。\n3、2024年3月12日公告，唐山市国资委同意唐山文旅按照7.35元/股的价格，合计受让大晟文化9706.7万股股份，折合上市公司股权比例17.35%，成为上市公司第一大股东并取得其控股权。2024年12月13日公告，公司法定代表人变更为崔洪山。\n4、在影视业务方面，公司主要投资、拍摄及制作影视剧项目；全资子公司中联传动主营影视项目投资及制作，包括电视剧、网络剧、电影。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "10:33:54",
          "analysis": "摘帽预期+文化旅游+服装销售\n1、2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示，市场关注ST摘帽预期。 2025年5月7日互动，公司当前不涉及《深圳证券交易所股票上市规则》规定的退市风险警示情形。\n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": null,
          "analysis": "间接股东战略重组+跨境电商+玻璃器皿+曾计划收购赫邦化工（已终止）+HBM上游材料\n1、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n2、根据公司年报，公司利用阿里巴巴、亚马逊网站、广州交易会等平台，在巩固扩大国内市场的同时，不断提高出口份额。\n3、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n4、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        }
      ]
    }
  ]
}