{
  "date": "2025-10-29",
  "update_time": "2025-10-29 15:40:45",
  "category_count": 11,
  "total_stocks": 76,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 19,
      "stocks": [
        {
          "code": "sh605178",
          "name": "时空科技",
          "limit_time": "09:25:00",
          "analysis": "拟收购存储公司+空间计算+车路协同+景观照明（文旅）\n1、2025年10月22日晚公告，公司拟收购深圳嘉合劲威100%股份，后者主要从事内存条、固态硬盘等存储产品的研产销，拥有光威、阿斯加特和神可三大产品线，提供消费级、企业级、工业级存储器产品及行业应用解决方案。\n2、公司已将“全量数据+AI计算”与空间计算技术融合，打造城市级未来数字平台。\n3、2023年公司在研项目涉及出租车网约车运营管理车联网系统，公司的智慧路灯是实现车路协同的重要基础设施。\n4、公司具备3D投影技术，主营AR光影秀技术、5G高新视频技术、文旅业务线上线下运营和数字孪生技术应用等业务，投资北京元新时空科技是对景观照明业务的延伸，通过VR、AR、AI等技术，为公司文旅业务赋能发展新模式。\n5、公司通过全资子公司时空交通控股捷安泊51%股权。捷安泊具备丰富的智慧停车运营管理经验，已搭建了较为完善的停车平台运营管理体系。"
        },
        {
          "code": "sz000593",
          "name": "德龙汇能",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+供热业务+天然气贸易+参股锂浆料储能电池\n1、今日复牌；2025年10月28日晚公告，公司控股股东顶信瑞通与诺信芯材（东阳国资背景）签订了《股份转让协议》，拟以9.41元/股向诺信芯材转让公司29.64%股份。若本次交易顺利推进并实施完成，公司控股股东将变更为诺信芯材，实控人将变更为孙维佳。\n2、德龙钢铁连续三年入选世界500强、年营收超2000亿。公司是其在A股的唯一上市平台。2016年渤海钢铁暴雷，德龙钢铁参与重整。2019年渤钢重整计划中明确写到“钢铁资产运营平台或下属钢铁企业将力争在2023年底前通过IPO或重大资产重组等方式实现上市”。\n3、公司主要从事以天然气能源为主的清洁能源供应业务，同时持续探索以光伏、氢能为主的新能源落地项目。公司LNG业务以贸易为主，向上游LNG液厂或LNG码头采购气源，以LNG槽车运输，直接销售给客户，已组建自有LNG车队。\n4、公司锂浆料目前处于商业生产线筹集阶段；公司参股20%好风光，好风光的锂浆料储能电池产品已具备量产条件，锂浆料电池规模100MW/年。"
        },
        {
          "code": "sh603556",
          "name": "海兴电力",
          "limit_time": "14:30:55",
          "analysis": "业绩增长+智能电表+外销占比高\n1、2025年10月27日晚公告，第三季度营收为14.45亿元，同比增长25.12%；净利润为3.36亿元，同比增长30.21%。\n2、公司主要业务为智能电表、智能配电以及新能源业务，新标准下公司智能电表招标单表受益有望提升。\n3、公司拥有杭州、宁波、南京3大国内生产基地；拥有巴西、印尼等海外生产基地，2024年境外地区营收占比达64.91%。运用智能制造技术和柔性化生产模式，通过集成ERP-SAP、PLM等业界领先的专业化系统。"
        },
        {
          "code": "sz002418",
          "name": "康盛股份",
          "limit_time": "09:25:00",
          "analysis": "业绩增长+千岛湖项目开工+服务器液冷\n1、2025年10月28日晚公告，前三季度营收为19.34亿元，同比增长12.43%；净利润为1383.28万元，同比增长240.21%。\n2、2025年10月28日盘后公众号，子公司云创智达千岛湖智造基地项目开工，核心产品新一代冷板系列将重点服务于数据中心服务器液冷系统、新能源储能温控及5G通信基站等前沿领域。\n3、网传纪要表示，钎焊板式换热器价值量占CDU高达25%~30%，折合单机柜价值量或达8000美元，若按照NVL 72机柜2026年8万柜，对应45亿元市场规模。公司板式换热器产品通过NV链一级供应商实现小批量订单。（未经证实）。\n4、公司已完成10KW 5G液冷机柜和IDC 20KW高功率密度液冷机柜和30KW高功率密度液冷机柜的产品开发。\n5、控股99.4%子公司中植一客与通广网联、车路通合作研发的Robobus项目5.9米纯电动微公交车，系西南地区整车企业首次实现城市客运条件下的L4级无人自动驾驶。"
        },
        {
          "code": "sz002016",
          "name": "世荣兆业",
          "limit_time": "09:30:12",
          "analysis": "业绩增长+股权变动+珠海国资要约收购+珠海地产+物业\n1、2025年10月28日晚公告，公司第三季度扣非净利润1.09亿，同增27001%，环增1177%。主系可结转的商品房销售收入增加。\n2、公司持股5%以上股东梁家荣所持有的8149.08万股公司股份被拍卖，已于 2025 年 3 月 26 日全部完成过户，梁家荣等不再直接持有本公司股份。\n3、2024年9月23日晚公告，本次要约收购系安居公司通过司法拍卖取得并控制世荣兆业51%股份，要约收购价格为6.19元/股。在2024年8月15日至2024年9月13日要约收购期限内，最终有497个账户，共计7508.27万股股份接受收购人发出的要约。\n4、公司是珠海市斗门区房地产开发的企业，土地储备及开发的项目主要集中在珠海市斗门区，该地区业务占绝对比重。公司参与片区城市运营，引进酒店、大型商业综合体等新业态。\n5、2023年，公司物管户数突破2万户，在管项目面积超过300万平方米。"
        },
        {
          "code": "sh603739",
          "name": "蔚蓝生物",
          "limit_time": "09:32:09",
          "analysis": "业绩增长+金霉素+泰乐菌素+合成生物+酶制剂产品\n1、2025年10月28日盘后公告，公司第三季度实现营收3.64亿元，同比增长8.09%；归母净利润3506.29万元，同比增长205.02%。\n2、公司拥有盐酸金霉素可溶性粉的研发。2025年4月1日盘中互动，公司目前拥有的兽用化学药品包括泰乐菌素可溶性粉、酒石酸泰乐菌素可溶性粉以及酒石酸泰万菌素预混剂，主要用于畜禽细菌性疾病的防治。上述产品均属于制剂产品而非原料药，目前销售占比相对较低，产品价格稳定。\n3、公司已构建了里氏木霉等四大高效蛋白质表达系统及对应的规模化发酵体系，并建立了通用型的高通量基因筛选大数据模型与蛋白质工程改造等核心体系。2023年2月3日互动:公司已于2019年成立了合成生物学实验室，并在合成生物学领域开展了多项工作。\n4、2024年10月22日官方公众号，由青岛市科技局牵头作为指导单位，中国科学院青岛生物能源与过程研究所联合蔚蓝生物等有关企业、高校和科研院所组建的“青岛市合成生物技术创新战略联盟”正式成立。\n5、公司搭建了以动保工程中心为核心的健康养殖过程服务平台。"
        },
        {
          "code": "sh605196",
          "name": "华通线缆",
          "limit_time": "09:36:11",
          "analysis": "业绩增长+非洲电解铝+海洋电缆+电网设备\n1、2025年10月28日晚公告，第三季度营收为19.18亿元，同比增长13.94%；净利润为1.20亿元，同比增长44.13%。\n2、券商表示下半年电解铝环节行业平均利润有望走扩至4500元/吨以上。公司非洲一期12万吨电解铝项目预计2025年10月底之前投产。目前第一船氧化铝（原材料）已经到达非洲安哥拉工厂。二期、三期规模、投产进度、盈利能力有望超市场预期！\n3、公司主要产品包括中低压电力电缆及以潜油泵电缆为代表的电气装备用电缆，广泛应用于电力输配、采矿/油/气等行业。公司是国内少数几家以境外销售为主的电缆企业（境外营收占比66.69%）。\n4、公司在风电领域有参与风场电缆项目；光伏领域有业务往来并已经取得UL、TUV相关认证，产品光伏发电系统用电缆可用于相关领域；公司海缆系列产品可以用于海底作业。\n5、公司在潜油泵电缆及连续管领域具有技术优势，子公司信达科创是全球仅有获得API-5ST认证的六家连续油管制造企业之一。"
        },
        {
          "code": "sh600478",
          "name": "科力远",
          "limit_time": "09:40:58",
          "analysis": "业绩增长+RWA+固态电池+锂电\n1、2025年10月28日晚公告，2025年前三季度营收为30.86亿元，同比增长25.25%；扣非净利润为0.84亿元，同比增长2352.28%。其中Q3单季扣非净利润3674万元，环比增长139.04%。业绩大幅增长主要系传统业务镍电板块和消费类电池板块业务量增加，储能业务收入提升。\n2、公司是《可信区块链实体资产可信上链技术规范》的参与编写单位，《规范》是为首个RWA上链技术规范。\n3、 公司配备完善的产品开发设备和强大的技术团队， 所研发的技术和材料可以广泛应用于半固态电池、 全固态电池以及液态电池。公司主要针对固态电池核心零部件，开展干法电极的技术开发。目前干法电极的开发工作已顺利完成小试，正在推进中试工作。\n4、2024年9月27日晚公告，公司所拥有的四座锂矿矿石资源储量预测不低于1200 万吨，四座矿总储量折合碳酸锂当量约 40 万吨。\n5、公司镍电业务已经形成从电池材料、电池极板、动力电池的全产业链覆盖。"
        },
        {
          "code": "sh603444",
          "name": "吉比特",
          "limit_time": "09:43:18",
          "analysis": "业绩增长+游戏+游戏平台\n1、2025年10月28日晚公告，第三季度营收为19.68亿元，同比增长129.19%；净利润为5.69亿元，同比增长307.7%。前三季度净利润为12.14亿元，同比增长84.66%。拟向全体股东每10股派发现金红利60元。本期业绩增长主要系第三季度《杖剑传说（大陆版）》《杖剑传说（境外版）》《道友来挖宝》《问剑长生（大陆版）》贡献增量营业收入和利润。\n2、公司专注于网络游戏创意策划、研发制作及商业化运营业务，公司游戏储备丰富，涵盖Roguelike、模拟经营、SLG、RPG等多个品类。\n3、公司自主运营平台“雷霆游戏”，覆盖MMORPG、放置修仙、Roguelike等品类，具备长线运营能力。"
        },
        {
          "code": "sz001203",
          "name": "大中矿业",
          "limit_time": "09:45:03",
          "analysis": "获采矿许可证+锂矿+固态电池/硫铁矿\n1、2025年10月28日晚公告，全资孙公司取得湖南鸡脚山锂矿采矿许可证，是公司取得的首个大型锂矿采矿证，其经自然资源部评审备案的锂矿资源量达48,987.2万吨，折合碳酸锂当量约324.43万吨。通过自然资源部评审的露天开采规模为2000万吨/年，根据行业经验及公司试验，每年2000万吨原矿开采可生产8万吨碳酸锂；规模优势突出。\n2、公司目前拥有湖南和四川两大锂矿矿山，湖南锂矿的选矿项目已完成场平工作，已于2025年6月中旬正式申请采矿权，预估湖南一期1000万吨采选项目和一期2万吨/年碳酸锂冶炼项目将于2026年建成投产。\n3、2024年8月15日互动，硫铁矿保有资源量为7085.41万吨。市场认为其在硫化物固态电池产业发展的背景下可能具有一定的资源供应优势。\n4、公司主营业务为铁矿石采选、铁精粉和球团生产销售、副产品机制砂石及硫酸的加工销售，主要产品为铁精粉和球团。"
        },
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "09:45:30",
          "analysis": "业绩扭亏+智能网联汽车+特斯拉+AI芯片+新能源物流车\n1、2025年10月28日晚公告，公司前三季度营收24.18亿元，同比下降26.76%，净利润4.37亿元，同比扭亏为盈。\n2、网传公司正推进与哪吒汽车母公司合众新能源的重组事宜，原合众新能源人员将于2025年10月1日后完成交接清退，山子高科团队将正式进场接管。（未证实）\n3、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监。\n4、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，主要业务发展方向为模拟芯片、电源管理芯片、射频芯片及模块等封装测试。\n5、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研产销。2023年12月 旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。"
        },
        {
          "code": "sz002689",
          "name": "远大智能",
          "limit_time": "09:47:57",
          "analysis": "业绩扭亏+战斗机舱体部件机器人打磨系统+中俄贸易+机器人\n1、2025年10月28日晚公告，前三季度营业收入8.48亿元，同比增长14.38%，净利润4182.04万元，同比扭亏为盈。\n2、公司全资子公司沈阳远大智能高科机器人在航空飞机领域，已经为客户提供的主要产品包括：战斗机舱体部件机器人打磨系统、航空发动机加力燃油管装配及焊接工作站，上述相关产品目前未批量化生产。\n3、公司自2005年起布局俄罗斯市场，产品包括有机房无机房直梯、扶梯和人行道等产品，有超过3800部电梯在俄运行，产品服务于超过120个城市。公司主要从事客梯、自动扶梯、自动人行道及配套件的产品研发、生产、销售及整机产品的安装和维保业务。\n4、全资子公司沈阳博林特智能高科机器人经营范围包括工业机器人、服务机器人、智能机器人及相关自动化设备的开发、生产、销售等。\n5、全资子公司沈阳远大新能源主要从事风电发电设备、风电发电设备的关键部件的研发、制造、销售。主要产品包括：1.5MW等风力发电机组。"
        },
        {
          "code": "sh600517",
          "name": "国网英大",
          "limit_time": "09:59:39",
          "analysis": "业绩增长+全资子公司英大证券+钒电池+电力设备\n1、2025年10月28日盘后公告，公司前三季实现营收78.70亿元，同比增长2.30%；扣非归母净利润22.06亿元，同比增长53.62%。\n2、公司全资子公司英大证券为综合类证券公司，主要从事证券经纪、信用交易、投资银行、自营投资、资产管理、科创板跟投等业务。\n3、公司已落地“汉口火车站西侧充电塔新建工程综合能源项目（含钒电池储能）”项目；江苏省电力公司的钒液流储能示范工程在推进中；公司是全钒液流电池储能项目的服务方。\n4、子公司置信碳资产管理是国网系统内部唯一一家专业从事碳资产经营业务的公司，拥有全国范围碳交易所会员资质和国际排放贸易协会会员资质。\n5、公司为国家电网下属子公司，前身为置信电气，主营电力装备业务，2020年完成重大资产重组，布局多元金融。"
        },
        {
          "code": "sh600748",
          "name": "上实发展",
          "limit_time": "10:06:09",
          "analysis": "业绩扭亏+间接控股股东变更+间接持股上海微电子+同业竞争问题+房地产\n1、2025年10月28日晚公告，第三季度收入8.9亿同增55%，扣非净利润1.35亿元，扭亏，同增262%，环增120%。主系房地产销售收入增加及结转代建收入所致。\n2、2025年10月14日晚公告，实控人上海市国资委将其持有的上实集团100%股权，调整至上海上实全资子公司金钟控股持有，从而使得上海上实间接控制公司的股份从原有的6.06%增至56.18%，成为公司的间接控股股东。\n3、公司持有上海市信投20%股权，上海信投的全资子公司上海泰力产投资管持有上海微电子8.1218%股权。\n4、公司表示关于同业竞争承诺事宜，公司始终与上实集团保持沟通，如该事项后续取得进一步实质性进展。\n5、公司实控人为上海市国资委，控股股东上海实业控股，注册于上海自由贸易试验区。主营为房地产开发与经营。"
        },
        {
          "code": "sz002452",
          "name": "长高电新",
          "limit_time": "10:11:09",
          "analysis": "业绩增长+输变电设备+储能+特高压\n1、2025年10月28日晚公告，第三季度扣非净利润0.91亿元，同增63%，环增32%。\n2、2025年10月28日十五五规划消息，加快建设新型能源体系：科学布局抽水蓄能，大力发展新型储能，加快智能电网和微电网建设。此外，近期（2025年9月中旬）藏东南-大湾区±800kv柔直项目启动建设。\n3、公司主要为我国的电网系统提供高压隔离开关、组合电器等电力设备一次及二次产品，以及为客户提供电力工程设计和EPC总包等服务，公司业务和产品聚焦于输变电设备及新能源电力和储能的相关产业。\n4、公司曾先后为我国的第一条1100kV特高压交流输电工程、世界首条±800kV特高压直流输电工程等众多国家重点工程项目提供设备。\n5、子公司华网电力具备承接储能电站的设计及EPC总包能力，持续加强同集团的融合力度，在江苏、河南等重要市场取得突破。长高新能源电力建设的淳化中略80MW风电项目去年实现了全容量并网。"
        },
        {
          "code": "sz001319",
          "name": "铭科精技",
          "limit_time": "14:09:57",
          "analysis": "业绩增长+人形机器人+飞行汽车+特斯拉\n1、2025年10月28日晚公告，第三季度营收为3.42亿元，同比增长58.05%；净利润为4234.91万元，同比增长35.20%。\n2、2025年5月9日调研，公司于东莞市新建项目涉及到涵盖模具、零部件及人形机器人机械手臂等业务。网传公司东莞新建厂区距离华为极目机器人厂区300米，猜想存在供货可能（未证实）。\n3、公司作为赛力斯的合格供应商，一直稳定参与赛力斯问界系列车型的持续供货，其M5、M7、M9车型的供货已经在重庆工厂批量交付，且为其M8车型、蓝电车型的定点供应商。\n4、小鹏汽车及小鹏汇天为公司的长期战略客户，其飞行汽车相关部件由公司负责模具工艺和零部件生产。\n5、公司通过间接合作，为Tesla提供汽车零部件产品，应用于Tesla旗下Cybertruck车型，该车型主要在海外生产。公司产品主要聚焦于汽车零部件领域，涵盖多个汽车核心系统，包括底盘系统、仪表盘系统、座椅系统、排气系统、动力电池系统等。"
        },
        {
          "code": "sz301333",
          "name": "诺思格",
          "limit_time": "14:49:27",
          "analysis": "业绩增长+CRO+数统业务\n1、2025年10月28日晚公告，第三季度营收为2.28亿元，同比增长24.48%；净利润为3445.07万元，同比增长32.98%。\n2、公司能够为客户提供I至IV期综合型临床试验运营服务，也可以根据客户的需求灵活高效地提供一项或多项临床试验专项服务。临床试验运营服务覆盖了临床试验项目各个阶段，是目前公司发展的核心业务。\n3、公司2019年在美国成立R＆G US INC，在首席统计学家HE KUN博士的带领下，以数统业务为切入点，成立海外数统团队，积极承接海外MNC以及Biotech企业的数据统计与分析业务，海外营收有望持续提升。\n4、公司客户结构中既有国内的Biotech客户，也有Big Pharma的公司，MNC药企在中国的分支机构，以及承接离岸项目的海外客户。"
        },
        {
          "code": "sh600909",
          "name": "华安证券",
          "limit_time": null,
          "analysis": "业绩增长+证券\n1、2025年10月28日晚公告，2025年10月28日晚公告，第三季度营业收入16.16亿元，同比增长60.72%；净利润8.48亿元，同比增长97.61%。业绩增长主要系本期证券投资、经纪业务等业务收入同比增幅较大。\n2、公司从事一、二级市场证券投资、交易，以获取手续费及佣金收入、利息收入、投资收益等。\n3、公司自营业务加速从方向型向交易型、多元化、策略化转型，固收投资收益率保持业内较高水平。公司目前主要经营指标已跻身行业前三分之一位次，部分业务指标进入行业前20位。"
        },
        {
          "code": "sh603115",
          "name": "海星股份",
          "limit_time": "",
          "analysis": "业绩增长MLPC上游（服务器供电滤波）+电极箔\n1、2025年10月28日盘后公告，公司前三季实现营收17.11亿元，同比增长21.45%；扣非归母净利润1.28亿元，同比增长32.75%。\n2、网传资料表示，MLPC产品可广泛应用于服务器中高功耗芯片的供电滤波场景，特别是CPU和GPU的核心电压供电。公司主营产品电极箔可应用于MLPC电容器。\n3、公司主要业务为铝电解电容器用电极箔的研产销，广泛应用于高性能铝电解电容器的制造。\n4、宁夏基地扩产项目拟计划总投资不超过15亿元，新增72条高性能电极箔生产线及配套工程设施。项目预计分两期建设，首期拟2023年10月达产，项目完全达产后将年新增电极箔产能约1900万平方米。"
        }
      ]
    },
    {
      "name": "电力/能源",
      "reason": "1、2025年10月28日晚上，CCTV2财经频道在《经济半小时》栏目专门报道光伏行业：高质量发展的产业实践从卷价格到卷创新的光伏，朱共山与钟宝申接受采访，朱共山表示：17家企业已基本签字，联合体搭建预计年内完成。\n2、2025年10月28日，“十五五”规划建议全文发布，其中明确提出要大力发展新型储能，并加快健全适应新型能源体系的市场和价格机制。",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sh600516",
          "name": "方大炭素",
          "limit_time": "10:18:24",
          "analysis": "固态电池+核电+石墨电极+碳纤维\n1、2025年10月27日盘后据证券网，公司两款自主研发的氧化物固态电解质已正式落地，具备离子电导率高、化学稳定性强的优势，在耐高压、抗腐蚀性能上表现突出，为不同类型固态电池的研发提供了多元选择。\n2、公司控股子公司成都炭材于2024年4月份取得民用核安全设备制造许可证。公司基于在山东石岛湾高温气冷堆核电站示范工程上积累的经验将快速融于国内核电发展提速期，提升公司高温气冷堆炭堆内构件和高温气冷堆石墨堆内构件生产和销售。\n3、公司石墨及炭素产品种类齐全，产能达33.5万吨，为亚洲第一，世界第二。\n4、公司拥有石墨电极市场占有率超过20%，另外拥有炭砖产能3万吨、炭素新材料1万吨、在建产能15.5万吨，与宝钢合作的宝方炭材料10万吨超高功率石墨电极石墨化产线已经投入运行。\n5、2024年半年报，公司在建工程项目包括3100吨碳纤维项目。"
        },
        {
          "code": "sh600021",
          "name": "上海电力",
          "limit_time": "14:15:23",
          "analysis": "电力+机器人+热力+资产注入预期\n1、公司地处上海，为国电投旗下主要上市平台之一，是集火电、风电、光伏、氢能、综合智慧能源、现代能源供应和服务于一体的现代能源企业，主要从事发电厂的开发、运营和管理，业务涵盖清洁能源、可再生能源、综合智慧能源等领域，是我国五大发电集团之一国家电力投资集团公司最主要的上市公司之一，也是上海市最主要的电力能源企业之一。\n2、2025年10月1日讯，国网上海电力自研的“天擎”特高压输电线路作业机器人正式投用。\n3、公司售热业务主要集中于上海地区，热力收入主要来自公司所属漕泾热电、上电漕泾、外高桥发电等电厂，主要服务对象为重点工业企业。\n4、根据国资委 2025 年底资产证券化率≥80% 的要求，国家电投集团正加速推进资产整合。上海电力作为集团核心上市平台，被视为海外资产证券化的主要载体。市场普遍预期在2025年四季度前完成首批资产注入，优先标的可能为土耳其、日本等高盈利项目。（未证实）"
        },
        {
          "code": "sh601179",
          "name": "中国西电",
          "limit_time": "10:28:23",
          "analysis": "特高压+固态变压器+核电+国企（中字头）\n1、公司在特高压输配电设备制造领域具备深厚的历史积淀，技术基础雄厚，设备技术性能指标达到国际先进水平，具备世界一流的试验验证和检测能力，拥有行业影响力和话语。是国内能够为交直流输配电工程提供成套输配电一次设备的领先企业，是中国电气装备集团所属历史积淀最厚重、成套能力最强、研发制造体系最完整、国际化程度最高的上市公司。\n2、2025年10月28日互动，公司全资子公司西电电力电子具备800VDC架构固态变压器的研制能力。公司在国际热核聚变实验堆（ITER）计划重大工程中承担了14台整流变压器、14组GW4-72.5隔离开关和42台66kV避雷器的研制安装任务，公司具备向核电行业供应相关输配电装备的资质和能力。\n3、公司实控人为国务院国资委，公司主营业务为输配电及控制设备研发、设计、制造、销售、检测、相关设备成套、技术研究、服务与工程承包等业务。\n4、2023年西邮团队在第四代半导体氧化稼领域技术有所突破。公司持有陕西半导体先导技术中心36%，其技术方向主要包括超宽禁带等第四代半导体技术。"
        },
        {
          "code": "sz002150",
          "name": "通润装备",
          "limit_time": "10:45:24",
          "analysis": "储能+光伏逆变器+输配电\n1、公司的营业收入主要来自金属制品业务和输配电控制设备业务,应用于储能的钣金件产品约占营业收入的3%。\n2、公司主要从事光伏储能设备、元器件以及金属制品的研发、生产及销售业务，目前形成光储逆变器、储能系统业务和金属制品业务双主业驱动的格局。公司完成对正泰电源的收购，后者主营光伏逆变器与储能系统解决方案，已成功落地北美首个275KW地面电站中压解决方案，商用市场占有率连续6年第一。\n3、2025年9月26日互动，子公司正泰电源入选彭博新能源财经2025年第三季度全球光伏逆变器制造商Tier 1榜单。\n4、公司美国业务主要包括光伏逆变器、储能逆变器及系统；为客户提供全场景的光伏与储能系统解决方案，特别是在工商业应用场景中，公司逆变器产品处于领先地位。\n5、公司主营金属箱柜、机电钣金、输配电控制设备业务，产品应用领域包括制造业、建筑业、汽车修理、户外显示屏、高压配电等领域。公司目前生产的农机主要是微耕机，主要出口欧洲。"
        },
        {
          "code": "sz002270",
          "name": "华明装备",
          "limit_time": "13:10:03",
          "analysis": "电力设备+机器人+光伏EPC\n1、公司是国内细分市场的领军企业，目前的销售规模稳居国内第一、世界第二，国内500kV以下的市场竞争中具有较强的领先地位。公司的电力设备业务主要为变压器有载分接开关和无励磁分接开关以及其它输变电设备。\n2、公司“双机器人等离子切割装备研发”项目将机器人技术、数控技术、等离子切割技术有机结合，能够完成复杂形状工件的三维切割。公司的分接开关产品目前主要运用于35kV以上的电力变压器产品中。\n3、公司承接了部分光伏EPC项目，累计总规模近20亿，大部分项目已完工并网。\n4、公司主营业务分三大板块：核心业务为电力设备业务，主要为变压器分接开关的研产销和运维检修；电力工程业务主要从事新能源电站的承包、设计施工和运维；数控机床业务，主要为成套数控设备的研发、生产和销售。"
        },
        {
          "code": "sz000155",
          "name": "川能动力",
          "limit_time": "13:12:30",
          "analysis": "锂矿+业绩增长+风电+光伏发电\n1、公司锂电业务为碳酸锂、氢氧化锂产品的研发、生产和销售，以及锂矿开采、生产与销售。2025年10月27日晚公告，李家沟锂辉石矿105万吨/年采选项目于2025年8月末达设计产能，前三季度销售锂精矿8.37万吨，带动第三季度净利润4147.65万元，同比增长1210.80%。\n2、2024年11月29日盘后公告，四川省人民政府拟启动公司控股股东能投集团与四川省投资集团战略重组。\n3、公司主要从事新能源发电业务，即风力发电、光伏发电项目开发、建设和运营。子公司能投锂业所属德鑫公司拥有金川县李家沟采矿权，该公司主要从事锂矿开采、生产与销售。"
        },
        {
          "code": "sh688472",
          "name": "阿特斯",
          "limit_time": "13:17:53",
          "analysis": "储能+光伏+逆变器+电站工程\n1、公司在美国肯塔基州产能预计2026年开始交付储能产品。公司是全球领先的光伏组件和大型储能系统产品制造商之一，核心业务为晶硅光伏组件的研发、生产和销售，并以光伏组件业务为基础，向光伏应用解决方案领域延伸。\n2、公司相继推出大尺寸硅片和电池、HJT 电池、TOPCon 电池、双面双玻组件、半片组件、MBB 组件等众多创新技术和相关产品，并系统地进行专利布局。\n3、公司推出 1500V 320kW（海外 350kW）系列组串式逆变器，该系列产品兼具高发电、高可靠、高智能、高适配等优势，适用于大型工商业及地面电站光伏项目。\n4、公司电站工程 EPC 业务主要为光伏电站提供整体解决方案，包括电站工程项目的设计、设备采购和安装调试、竣工验收和交付等全流程建设服务。"
        },
        {
          "code": "sh601012",
          "name": "隆基绿能",
          "limit_time": "13:18:48",
          "analysis": "硅片+光伏组件\n1、公司是全球最大的单晶光伏制造商，隆基光伏电池转换效率多次刷新世界记录，组件产品出货量全球第一。\n2、隆基绿能自主研发的背接触晶硅异质结太阳电池, 利用全激光图形化可量产制程工艺获得27.09%的电池转换效率，创造单结晶硅太阳能电池效率的新世界纪录。\n3、公司是全球知名的单晶硅生产制造企业，主要从事单晶硅棒、硅片、电池和组件的研发、生产和销售，光伏电站的开发及系统解决方案的提供业务。"
        },
        {
          "code": "sz002459",
          "name": "晶澳科技",
          "limit_time": "13:31:51",
          "analysis": "光伏产业链一体化+硅片+BC电池\n1、2025年7月9日互动，公司组件产能达100GW，硅片与电池产能分别达到组件产能的80%以上和70%以上。公司是行业领先的光伏产品解决方案供应商，已构建起包括太阳能光伏硅棒、硅片、电池、组件及储能系统，光伏电站开发、建设和运营，光伏材料与装备在内的综合性产业链链条中产业链完整、结构布局协调的龙头企业之一。\n2、公司最新量产的N型倍秀电池转换效率最高达到25.3%，并将持续优化。“皓秀”异质结高效电池研发项目中试线陆续试产，中试转换效率稳步提升。\n3、公司互动表示已有BC类电池相关技术储备。公司已构建包括硅棒/硅锭、硅片、太阳能电池片及太阳能电池组件、太阳能电站运营在内的全产业链链条。"
        },
        {
          "code": "sh603185",
          "name": "弘元绿能",
          "limit_time": "14:22:08",
          "analysis": "光伏一体化+股权激励+获得专利\n1、公司以“硅料、硅片、电池、组件”的一体化战略为主，打造业内以客户为中心的有竞争力的成本优势，业务涵盖高端装备制造、工业硅与晶硅、单晶硅片、N型电池、组件等N型TOPCon全产业链。\n2、公司2025年9月25日发布股权激励。解锁条件：以2024年为基数2025-27年收入增长不低于40%/50%/60%，或者2025-27年净利润扭亏为盈/同增10%/同增10%。\n3、2025年7月8日据天眼查，公司新获得一项实用新型专利授权，专利名为“一种可提升晶棒拉速的炉盖反射结构”，专利申请号为CN202421701524.9，授权日为2025年7月8日。\n4、2025年5月8日公告，公司拟以12.45亿元将所持内蒙古鑫元27.07%的全部股权转让给江苏中能。本次交易完成后，弘元绿能将不再持有内蒙古鑫元股权。这意味着弘元绿能剥离了多晶硅业务。"
        },
        {
          "code": "sh600438",
          "name": "通威股份",
          "limit_time": "14:22:22",
          "analysis": "光伏一体化龙头+高纯晶硅+光伏电池及组件+饲料\n1、公司是全球光伏一体化龙头企业，形成了自上游工业硅至终端光伏电站的全产业链布局。\n2、2024年，公司实现高纯晶硅销量46.76万吨，同比增长20.76%，全年产销量约占全国30%，市占率位居全球第一。\n3、据 InfoLink Consulting 数据显示，公司已连续八年蝉联全球电池出货量榜首，2024年电池全球市占率约14%。目前TNC电池产能达到150GW。公司成功推动PECVD技术成为行业主流选择，市占率超50%。\n4、组件业务，公司聚焦N型TOPCon主流市场，并前瞻布局HJT、xBC等差异化技术路线。\n5、在农业方面，公司主营业务为水产饲料、畜禽饲料等产品的研究、生产和销售。"
        },
        {
          "code": "sz000723",
          "name": "美锦能源",
          "limit_time": "",
          "analysis": "氢能源全产业链+氢能源汽车+煤炭+机器人\n1、2025年10月28日十五五规划，其中指出，前瞻布局未来产业，推动氢能和核聚变能等成为新的经济增长点。\n2、公司已完成氢能较为完整的产业链布局，上游搭建氢气“制-储-运-加-用”产业链；中游搭建从碳纸-膜电极-燃料电池电堆及系统-整车制造的核心装备产业链；下游全力推进七大区域发展战略。\n3、公司开拓多个氢能重卡示范运营场景，累计投放车辆近400台，是截至2023年4月全国最大的实际商业化运营的燃料电池车辆平台。公司控股42.67%飞驰汽车生产的燃料电池汽车2023H1累计上险量237辆。\n4、公司主要从事煤炭、焦化、天然气、化产品、氢燃料电池汽车为主的新能源汽车等商品的生产销售，具备“煤-焦-气-化-氢”一体化的完整产业链，是全国最大的独立商品焦和炼焦煤生产商之一。\n5、上海美锦哈瑞智能机器人（公司持股51%）研发的矿用自动采煤机器人具备粉尘环境下视觉感知、障碍感知、化学品感知功能。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "英伟达将出货2000万块Blackwell和Rubin图形处理器，预计未来六个季度业务规模将达5000亿美元。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz000657",
          "name": "中钨高新",
          "limit_time": "09:35:30",
          "analysis": "PCB钻针+钨矿+盾构机刀具+小金属+PCB\n1、据网传纪要，金洲PCB钻针扩产能力大超预期:2025H1公司月均产能6000+万只，3季度金洲利润增速同比超110%。（未证实）\n2、2025年10月27日钨精矿价格跳涨5000元，已连续上涨7天，累计提价1.5万元至28.5万元/吨。2025年10月27日公告，公司拟现金8.21亿元收购五矿钨业所持衡阳远景钨业99.9733%股权，远景钨业保有钨金属量约15.45万吨、年产钨精矿超7000吨。柿竹园矿山(100%控股):钨资源金属量56万吨,占全国钨资源储量的比例超30%,工业可开采储量全球第一;钨精矿产量约占国内钨总产量的6%,占世界钨总产量的4%以上;目前加上管理口径的其余四家矿山合计约2.6万-2.7万吨。\n3、国内最大直径盾构机“聚力一号”刀盘在江阴靖江长江隧道工程顺利下井，该盾构机所有配套盾构刀具均由公司旗下株硬公司自主设计、制造。公司从事的主要业务包括硬质合金和钨等有色金属及其深加工产品和装备的研发销及贸易业务等。\n4、公司实控人是中国五矿集团。"
        },
        {
          "code": "sh603256",
          "name": "宏和科技",
          "limit_time": "09:50:35",
          "analysis": "Low-CTE+电子级玻纤布（Q 布）+供货苹果/华为\n1、网传Low-CTE全面短缺，全球Low-CTE传统龙头日东纺预计2027年才会释放产能，缺货潮或将至少延续至2027年。宏和科技作为国内Low-CTE龙头，正快速爬产，在关键客户逐步成为一供。（未经证实）\n2、据媒体消息，英伟达将在新一代产品Rubin使用M9材料，AI PCB、Q布、钻针等需求明年将继续增长。\n3、网传纪要，公司2024年开始做Q布的认证，华为牵头打通产业链认证并与公司签了四方协议，同时台光、生益、斗山等也均通过认证，已开始批量出货。公司电子级玻璃纤维布主要应用：通信电子、消费电子、计算机、服务器、基站、汽车电子、国防航空、IC芯片封装等。\n4、公司曾表示苹果手机有使用公司产品，公司与华为为长期合作伙伴。\n5、公司电子布为制造电子产品核心铜箔基板的基础材料，5G基站、智能手机等终端电子设备均需使用。公司目前拥有年产5040万米5G用高端电子级玻璃纤维布开发与生产项目。"
        },
        {
          "code": "sh603088",
          "name": "宁波精达",
          "limit_time": "14:31:20",
          "analysis": "子公司合作维谛+人形机器人+拟购买无锡微研全部股份+半导体芯片封装\n1、2025年10月28日盘中，公司控股子公司无锡微研公众号发布文章，无锡微研和维谛技术的合作主要是公司高端换热器模具及相关精密零部件，此次合作也是公司拓展北美海外市场的重要举措，提升自身竞争力的结果。\n2、公司研究人形机器人核心部件相关技术应用于成形装备上，但公司的设备不用于生产人形机器人配件。\n3、官网显示，公司历经五年完成 CGA系列肘节式超高速精密压力机系列化研发并批量投放市场，开始用于SOP，MSOP等半导体引线框架高速精密冲压，进入半导体芯片封装等高端制造领域。\n4、公司主要从事换热器智能制造装备、微通道自动化装备和超高速精密及伺服智能成形压力机装备及工业数字化智能软件的研产销。"
        },
        {
          "code": "sh603516",
          "name": "淳中科技",
          "limit_time": "09:53:45",
          "analysis": "液冷散热+客户N公司+ASIC芯片+人工智能+影音系统\n1、2025年4月25日互动，N公司相关业务自2024年开始导入，后续业务进展需要关注N 公司新迭代产品的导入进度及公司适配产品的检测验证情况等因素。2025年8月8日公告，公司业务不涉及液冷服务器的生产制造，仅参与液冷测试平台等测试环节。\n2、2024年12月20日盘后消息，据企查查，子公司淳深科技获得一项关于芯片散热封测产品的专利。\n3、公司于2024年4月发布了寒烁、宙斯、雷神三款音视频领域自研ASIC芯片。\n4、2024年10月9日互动，公司产品品类包含人工智能，公司Plato AI智能识别管理系统,通过AI提高无人化巡检、无人化值守的智慧程度。\n5、公司灵活运用投影融合、动作捕捉等技术，推出了XshadowAR投影控制系统、Pandora沉浸式交互系统和Medusa空间定位处理系统和融媒体影音系统等。"
        },
        {
          "code": "sh601126",
          "name": "四方股份",
          "limit_time": "09:57:36",
          "analysis": "固态变压器+间接合作阿里+智能电网+储能变流器\n1、公司推出的SST新一代数据中心供电方案创新性采用无工频变压器设计，能够实现中压AC直转低压DC，最高效率可达98%以上。公司提供交流10kV～35kV、直流20kV～60kV 接入，240V～800V直流输出的SST系列产品，全面适配下一代数据中心800V直流供电架构的需求。公司具有完整的数据中心供配电解决方案，已应用于中石油北京数据中心、天津超级计算机中心、天津太平洋电信信息枢纽中心等十余个数字中心。\n2、2025年1月15日，公司与世纪互联（阿里IDC合作商）对数据中心负荷特性、柴发替代等相关技术进行了深入讨论，后续或将有项目合作。\n3、2024年5月6日互动，公司已在智能制造工厂、电力二次设备监测系统、变电站二次设备数字孪生等场景下使用了自研工业互联网平台和相关技术。\n4、公司储能变流器技术处于行业领先，集中式、链式和模块化三种技术路线并行，覆盖从发电到用电各种储能场景，已在近百个储能项目中实际应用。"
        },
        {
          "code": "sz002782",
          "name": "可立克",
          "limit_time": "10:14:18",
          "analysis": "NV AI服务器电源电子元器件独家供应+液冷超充+高压快充\n1、网传机构短文，多方验证下来，NV AI服务器电源磁性元器件公司为国内独家供应，公司磁性元器件直接供应台达（外购60%来自于可立克）、群光和麦格米特（麦格米特独家供应）。（未核实）\n2、公司的磁性元件产品主要应用于新能源汽车电子、UPS电源、AI服务器电源等领域。网传纪要表示，磁性元器件是供配电重要组件，占电源成本在7%~8%，整体服务器电源磁性元器件市场空间在50亿元+。同时数据中心UPS是必选项，市场空间近100亿元。（未经证实）\n3、公司旗下海光电子在国内磁性元件是华为的重要供应商，2023年互动，海光电子有应用到H公司全液冷超充站项目。公司有和知名充电桩或充电桩模块公司如H公司等公司进行合作。公司的800V高压快速充电领域有boost电感、隔离变压器等。\n4、公司的电感类产品中的滤波器是可应用于5g基站。新研发的300KW以上逆变器和逆变电感可以应用于建筑光伏，已经与阳光、锦浪、固德威等直接或间接供应。"
        },
        {
          "code": "sz002212",
          "name": "天融信",
          "limit_time": "14:41:03",
          "analysis": "算力安全+稳定币+网络安全+机器人+大数据\n1、2025年10月28日讯，十四届全国人大常委会第十八次会议表决通过《网络安全法》修订案，自2026年1月1日起施行；公司发布了多款基于海光、飞腾、鲲鹏等芯片的国产化防火墙，同时公司与华为联合发布的天融信智算一体机（昇腾版）搭载了华为昇腾AI芯片提供算力支撑，基于华为鲲鹏架构的天融信昆仑·信创产品系列包括防火墙、终端威胁防御等15类27款产品。\n2、公司在稳定币方面已有区块链、零信任、隐私计算，商用密码等相关技术的研究及应用，同时参与了多个金融行业客户的数字货币、跨境支付等关键基础设成安全建设项目，可为客户提供网络安全、数据安全、云计算等产品及解决方案。\n3、公司与中关村机器人创新中心达成战略合作，联合技术攻关、产品方案整合等，加速智能产业融合。\n4、公司是国内最早布局数据安全的网络安全企业。已累计参与数据安全相关国家标准、行业标准32项，是注册数据安全治理专业人员认证的独家运营机构，持续为国家培养和输出数据安全专业人才。"
        },
        {
          "code": "sz301217",
          "name": "铜冠铜箔",
          "limit_time": null,
          "analysis": "HVLP4铜箔+PCB铜箔+锂电池铜箔\n1、据机构调研短文，Rubin一代所有PCB产品（5块板）均采用hvlp4；铜冠铜箔为台光hvlp2核心供应商，当前hvlp4送测进展顺利，后续有望显著放量。其中到hvlp4预计加工费15-20w，单吨净利10w，按照明年5kt出货，则贡献5亿利润，占比50%。（未核实）\n2、公司HVLP1-3铜箔已向客户批量供货，高端HVLP铜箔产品已通过国际头部企业认证并实现规模化出口，HVLP4铜箔正在下游终端客户全性能测试。国内唯一量产供货HVLP公司，具备40吨-80吨每月生产能力；2025年7月24日互动，公司高频高速铜箔可以广泛应用于5G通讯设备、高算力AI服务器、数据中心、交换机等网络设备和网络连接器。\n3、公司主业为高精度电子铜箔,主要产品按应用领域分类包括PCB铜箔（占比63%）和锂电池铜箔（占比31%）。公司电子铜箔产品总产能为4.5万吨/年,其中PCB铜箔产能2.5万吨/年,锂电池铜箔2.0万吨/年。\n4、公司PCB铜箔出货量2020年在内资企业中排名第一,锂电池铜箔出货量排名第五。5G用RTF铜箔已经量产,可实现RTF铜箔销量300吨/月,产销力内资企业排名首位。"
        }
      ]
    },
    {
      "name": "金属/周期",
      "reason": "2025年10月28日，力拓称Tomago铝冶炼厂正在考虑停止运营。\nTomago铝厂是澳大利亚最大的铝冶炼厂，年产铝量高达59万吨，占澳大利亚年铝产量的40%左右。机构表示供给端再添变量，电解铝板块迎重估。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002160",
          "name": "常铝股份",
          "limit_time": "13:14:45",
          "analysis": "铝加工+储能+济南国资+刀片电池\n1、公司实控人为济南国资委，公司实现了铝加工产业链上下游一体化产业链布局。\n2、公司目前主要生产汽车轻量化产品涵盖车用散热器、新能源动力电池pack散热模块、电池箔、壳体等，液冷板材料广泛应用于储能散热场景。\n3、公司目前主营业务涵盖工业热传递材料、热传递设备综合解决方案和医疗健康系统洁净技术与污染控制整体解决方案的两大业务领域。全资子公司新合源是国内少有的可以生产“刀片电池”外壳的公司。"
        },
        {
          "code": "sh603067",
          "name": "振华股份",
          "limit_time": "10:00:26",
          "analysis": "铬盐产品涨价+业绩增长+锂电解液\n1、2025年10月28日盘后消息，上海普山国际金属铬暂停对外报价，以待市场进一步明朗。2025年10月20日盘后消息，公司金属铬在原价格基础上调4000元/吨。公司铬盐产能（折重铬酸钠）为25万吨/年。当前铬盐行业竞争格局稳定，行业集中度高，公司市占率超过50%（未证实）。\n2、2025年10月27日晚公告，公司前三季度营收32.17亿元，同比增长7.47%，归母净利润4.1亿元，同比增长12.56%。\n3、公司是国内铬盐行业龙头，主要从事铬化学品、维生素 K3 等铬盐联产产品、超细氢氧化铝等铬盐副产品的研发、制造与销售。\n4、子公司厦门首能有约3000吨/年的产能，是锂电解液领域微型企业。\n5、公司黄石基地虽已实现铬盐固废的全流程综合利用，重庆基地多年来执行的是铬渣解毒安全填埋处置模式，其铬渣综合利用当前正在初始期。"
        },
        {
          "code": "sh603353",
          "name": "和顺石油",
          "limit_time": "10:16:45",
          "analysis": "石油批发+华为超充+换电\n1、公司主营业务为加油站零售连锁经营、成品油仓储、物流配送、批发，在成品油流通领域形成完整产业链。公司是湖南省第一家获国家商务部批准取得成品油批发资质的石油企业。\n2、2025年4月22日华为发布业界首个全液冷兆瓦级超充解决方案；公司已建的充电站都配套有华为液冷超充设备，计划投建站点仍将推进配套华为充电设备。 \n3、公司自设立四川公司后已在四川及其周边地区开展批发贸易业务，并在实现加油站零售连锁经营业务方面进行积极的探索。"
        },
        {
          "code": "sh600595",
          "name": "中孚实业",
          "limit_time": "13:03:49",
          "analysis": "电解铝+业绩增长+高温超导电缆\n1、公司拥有电解铝产能75万吨，包括四川广元“绿色水电铝”产能50万吨以及河南巩义“火电铝”产能25万吨。其中公司享有权益产能约50.19万吨，收购完成中孚铝业24%股权，公司权益产能提升至75万吨/年。\n2、2025年10月27日，三季报扣非净利润11.14亿元，同增62%。子公司拟投建设年产2.5万吨新能源铝箔项目，拟建4.07亿元源网荷储一体化风电项目。\n4、公司参与了中国科学院电工研究所承担的“大电流高温超导直流电缆的关键技术研究与工程示范”项目。应用在自用的电解铝供电环节。\n5、公司主要业务为铝及铝精深加工，配套煤炭开采等产业。公司产品包括易拉罐罐体料、新能源电池（铝塑膜用/集流体用/极耳)铝箔、汽车板用料等，终端产品应用于易拉罐等快速消费品包装领域、新能源汽车领域及消费电子领域等。"
        },
        {
          "code": "sh600219",
          "name": "南山铝业",
          "limit_time": "14:05:39",
          "analysis": "铝加工产品+汽车轻量化\n1、公司是国内铝加工产品龙头企业，形成从热电-氧化铝-电解铝-熔铸-(铝型材/热轧-冷轧-箔轧/锻压）的完整的铝产业链生产 线，主要从事铝及铝合金制品研产销，主要产品包括上游产品电力等。公司拟投资建设汽车轻量化铝板生产线项目，项目总投资约为20亿元。项目建成后，每年将新增汽车轻量化铝板带产能20万吨。\n2、南山铝业加紧布局航空用铝、汽车轻量化用铝、超薄铝箔等领域。公司目前已经拥有波音、空客、庞巴迪等行业内知名客户。\n3、公司印尼宾坦南山工业园100万吨氧化铝项目完成后将使得公司实现较低成本的氧化铝产能扩张。"
        },
        {
          "code": "sz002895",
          "name": "川恒股份",
          "limit_time": "14:41:21",
          "analysis": "磷矿石+盐湖提锂\n1、子公司福麟矿业持有三个采矿权证，其中小坝磷矿为1412.99万吨，新桥磷矿为6394.72万吨，鸡公岭磷矿为8253.01万吨。参股子公司天一矿业拥有的磷矿储量为3.7亿吨。上述合计5.3亿余吨。\n2、公司与金圆股份、欣旺达共同组建合资公司，在阿根廷整合、开发盐湖锂资源。\n3、公司拥有共计5亿吨磷矿资源，生产规模总计350万吨产能，“小太子”牌饲料级磷酸二氢钙市占率已多年稳居行业首位。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+煤气制氢+低价股\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "国台办：愿意为和平统一创造广阔空间，但我们决不承诺放弃使用武力。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "09:25:00",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sz002790",
          "name": "瑞尔特",
          "limit_time": "09:25:00",
          "analysis": "福建+智能马桶+外贸\n1、公司注册地位于福建厦门海沧区。\n2、根据网络数据2025Q1，TOTO与科勒合计占据中国智能坐便器高端市场42%的份额。公司主营智能马桶业务，国内冲水组件市场占有率排名估量位居第一名，全球冲水组件市场占有率排名估量位居前三名。2024年11月公告，拟投资7.42亿元建设年产10万套装配式智能卫浴产品项目。\n3、公司主要产品包括：以节水型冲水组件、静音缓降盖板、挂式水箱等为主的卫浴冲水系统产品及其解决方案，以一体式智能坐便器、智能坐便盖等为主的智能卫浴产品及其解决方案。"
        },
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "09:31:06",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sh600802",
          "name": "福建水泥",
          "limit_time": "",
          "analysis": "福建国资+水泥+水电站+业绩预计扭亏+资产注入预期\n1、公司实控人是福建国资委。公司为福建省水泥行业传统龙头企业，现拥有新型干法熟料水泥生产线7条，具备年产熟料 954.5万吨、水泥1240万吨的能力。\n2、公司业务集中在福建省内，营收占比90.62%，产品先后运用于水口水电站、福厦高铁、高速公路等众多标志性建筑及重点工程项目。\n3、2025年7月8日晚公告，预计2025年H1净利润为2067万元左右，同比实现扭亏为盈。主要原因是公司实现水泥平均售价同比上涨和商品销量略有增加。同时受益于煤炭价格下跌，煤炭采购成本下降，销售成本明显下降，销售毛利率较上年同期大幅增加。\n4、网传公司实控人旗下华福证券或有注入预期。（未证实）"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "2025年10月28日十五五规划消息，实施自由贸易试验区提升战略，高标准建设海南自由贸易港。同日人民银行，做好金融支持海南自贸港封关运作和海南自贸港高质量发展工作。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002163",
          "name": "海南发展",
          "limit_time": "09:36:51",
          "analysis": "海南国资+免税资产注入承诺+光伏+幕墙工程\n1、2025年10月28日十五五规划消息，实施自由贸易试验区提升战略，高标准建设海南自由贸易港。同日人民银行，做好金融支持海南自贸港封关运作和海南自贸港高质量发展工作。\n2、2025年4月3日互动，控股股东海南控股于 2021年作出免税资产注入承诺，承诺期限调整为2028年5月12日,但海南控股始终将免税资产注入作为战略目标,目前已制定专项提升方案。\n3、2025年10月28日互动，网营科技在建工程主要为位于杭州市西湖区的双桥（云谷）地块建设项目。\n4、公司前期投资的J8丝印光伏玻璃生产线已于2024年7月正式投产，该条双玻生产线具备薄玻璃、大尺寸、打孔（三角孔）、丝印玻璃等产品的生产能力，契合行业对双玻光伏组件的发展趋势。\n5、公司地处海南，最终控制人为海南省国资委。公司是一家具备完整产业链的幕墙的专业企业，重点发展三大产业“幕墙与内装工程产业”、“光伏玻璃产业”、“特种玻璃深加工产业”。"
        },
        {
          "code": "sz000567",
          "name": "海德股份",
          "limit_time": "09:38:39",
          "analysis": "海南自贸区+不良资产管理\n1、2025年10月28日十五五规划消息，实施自由贸易试验区提升战略，高标准建设海南自由贸易港。同日人民银行，做好金融支持海南自贸港封关运作和海南自贸港高质量发展工作。\n2、2025年4月12日，据海南省政府网官微，海南省人民政府办公厅关于印发《海南省提振和扩大消费三年行动方案》的通知。公司地处海南，从事的主要业务有不良资产收购处置类业务、不良资产收购重组类业务、不良资产ABS业务以及事务管理类业务，资产管理业务营收占比高达99%。\n3、在机构困境资产管理领域，公司，主要聚焦底层资产为能源、上市公司、地产和其他特殊机遇业务，类型包括收购重组、收购处置以及管理顾问。\n4、在个人困境资产管理领域，公司主要以“大数据+AI 技术”为支撑， 将业务聚焦于已纳入不良分类的个人消费信用贷款、信用卡透支、个人经营类信用贷款等个人信贷不良资产。\n5、在优质资产管理领域，公司聚焦投资符合国家产业发展方向的优质资产，主要是依托集团产业优势，投资布局储能新能源项目。"
        },
        {
          "code": "sh603069",
          "name": "海汽集团",
          "limit_time": "14:33:47",
          "analysis": "海南自贸区+拟收购海旅免税+跨境电商+汽车客运\n1、2025年10月17日消息，财政部、海关总署、税务总局联合印发公告，调整海南离岛旅客免税购物政策，并定于11月1日起实施；公司拟购买海南旅持有的海旅免税的100%股权，交易价格20.37亿元。上市公司主营业务将从传统客运业务转型为免税商业综合业务，实现旅游交通、旅游商业跨越式发展。\n2、公司实控人是海南省国资委，控股股东海南海汽投资控股。\n3、公司在线上美好生活跨境电商平台的基础上，通过海口和三亚旺豪会员店开展跨境电商线下业务。推出了海旅跨境供应链业务。\n4、公司是海南省道路运输龙头，主营业务为汽车客运、汽车场站开发经营、汽车综合服务，目前公司有网络预约出租汽车经营许可证。"
        },
        {
          "code": "sh600515",
          "name": "海南机场",
          "limit_time": null,
          "analysis": "免税店+海南国资+临空产业园区\n1、2025年3月18日调研纪要，公司通过参股投资、自持物业提供场地租赁的方式间接参与了5家离岛免税店，分别为：海口美兰机场免税店49%股权（海口美兰机场2家免税店运营）、三亚凤凰机场免税店49%股权、中免海口日月广场免税店、海控全球精品（海口）免税城。据公司有关部门统计，公司参与的5家免税店离岛免税销售额占海南岛内12家免税店离岛免税销售额比例约为17%。\n2、公司还参股了海南海航中免49.9%股权（口岸免税），海南海航中免拥有海口美兰国际机场、三亚凤凰国际机场2家机场口岸免税店及多家机上免税店。\n3、公司实控人为海南国资委，公司业务范围包括地产、机场、物业、免税、酒店等；公司通过参股海南海航中免等方式参与海南地区的免税店业务。\n4、临空产业园区的开发建设、系统化大规模的产业集聚需要充裕的土地储备以及政策和区位优势；"
        }
      ]
    },
    {
      "name": "北交所",
      "reason": "2025年10月29日盘中，北交所董事长表示，加快推出北证50ETF，研究引入盘后固定价格交易。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "bj920670",
          "name": "数字人",
          "limit_time": "14:09:29",
          "analysis": "业绩增长+数字人体技术+北交所\n1、2025年10月28日晚公告，第三季度收入0.34亿，同增106%；扣非净利润0.03亿元，同增268%，环增271%。主系完成了上年末递延到本期的部分项目以及本期中标项目。\n2、公司基于“数字人体技术”的数字医学教育、科普、医疗产品的研发、生产和销售，主要产品为数字医学教育类产品、生命科普类产品及交互智能一体机三大类产品。\n3、公司注重产品技术的延申，利用独特的数据优势，通过3D打印、VR等新技术运用，全新诠释生命形态，面向生命科普展厅场所，为其提供“人体生命科学”专题展品，是人体大数据应用于科学普及教育的范畴。\n4、公司具有成熟的方案和典型的案例，特别是医学高校对数据专业性的高要求，其展馆建设与公司现有的产品具有很高的契合度。"
        },
        {
          "code": "bj920195",
          "name": "三祥科技",
          "limit_time": "14:33:14",
          "analysis": "业绩增长+车用胶管+汽车零部件+北交所\n1、2025年10月28日晚公告，前三季度营业收入为8.07亿元，同比增长16.35%；归母净利润为8007.58万元，同比增长87.47%；扣非归母净利润为7260.07万元，同比增长82.48%。\n2、公司深耕车用胶管领域，主要从事车用胶管及其总成的研发、生产和销售，为整车厂商及其零部件配套厂商、售后零部件供应商等供应车用胶管及总成产品。\n3、公司为国家级专精特新“小巨人”企业，拥有134项专利。\n4、公司在行业内取得较好的声誉，与多家客户保持了长期稳定的合作关系，其中包括美国通用汽车、长安汽车、比亚迪等多家国内外知名企业。"
        },
        {
          "code": "bj920015",
          "name": "锦华新材",
          "limit_time": "14:35:35",
          "analysis": "业绩增长+硅烷交联剂+光伏+电子器材导热+北交所+次新股\n1、2025年10月28日晚公告，第三季度扣非净利润0.39亿，同增16%，环增-35%。\n3、公司硅烷交联剂包括甲基三丁酮肟肟基硅烷和乙烯基三丁酮肟肟基硅烷，主要作为关键原料用于生产有机硅密封胶和胶粘剂。\n4、公司终端产品应用于光伏组件边框密封、高压电缆绝缘材料；电子器件的导热、灌封和粘接材料；新能源汽车车灯密封、电池包结构件固定等。\n5、公司甲氧胺盐酸盐主要作为关键原料用于生产农药杀菌剂、，代表性终端产品包括全球用量前五的农药杀菌剂肟菌酯等。公司产品也可用于抗菌药物和医药中间体，如头孢类药物。\n6、2024年公司硅烷交联剂产能5.83万吨/年，羟胺盐产能3.5万吨/年；硅烷交联剂国内市场占有率38.16%，羟胺盐国内市场占有率42.37%。"
        },
        {
          "code": "bj920225",
          "name": "利通科技",
          "limit_time": "14:48:02",
          "analysis": "海洋石油软管+液冷软管+橡胶软管+北交所\n1、公司生产的石油钻采系列软管已通过API 7K、API 16C、API 17K等多项认证，产品具有高压力、大长度、轻量化、长寿命等特点，可广泛应用于陆地及海洋油气钻探工程。 目前公司API 17K系列新产品重点是有序推进海洋石油跨接软管的研发和产线布局相关工作，目前产线设计基本完成。\n2、据网络纪要，公司已向为全球GPU巨头英伟达提供配套服务的台湾头部液冷模组/系统制造商（NV链） 供应液冷管路产品。自2024年起开始送样，并于2025年6月成功通过关键的第三轮送样认证。（未证实）\n3、公司隶属于橡胶和塑料制品业。公司橡胶软管及软管总成产品广泛应用于工程机械、煤矿机械、农业机械、化工、石油天然气钻采、食品、风电等行业领域，产品主要用于实现各类设备动力传输或者流体介质输送的目的。"
        }
      ]
    },
    {
      "name": "金融",
      "reason": "北京证监局吴智伟：已出台《北京市推动中长期资金入市的实施意见》。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz301315",
          "name": "威士顿",
          "limit_time": "13:00:00",
          "analysis": "互联网金融+收购+烟叶除杂机器人+上海\n1、2025年10月27日十五五规划建议发布其中指出，加快建设金融强国。2025年10月24日晚公告，拟使用1.6亿元超募资金收购量投科技51.0345%的股份，以拓展新的细分领域和新业务。量投科技是一家以金融衍生品交易软件为主的软件产品和技术提供商。\n2、全资子公司上海和达信息系统是一家专注于研究金融业务与互联网整合，致力于推动传统金融机构向互联网金融的转型，实现互联网金融智能化。\n3、公司长期专注智能制造、大数据、人工智能技术，致力提升企业在生产、经营过程中的数字化、网络化、智能化水平，于2019年成功发布智能烟叶除杂机器人V1.0。\n4、公司的工业软件产品适用于离散生产、流程生产以及混合型生产特性的生产制造场景；数据类产品适用于具有海量数据以及海量数据应用的场景，不受客户行业限制，具有广阔的应用前景。\n5、公司地处上海长宁区。2023年8月28日华为与威士顿在华为苏州研究所共同发布“烟草行业MES系统联合解决方案”，携手打造“华为云+威士顿MES”联合解决方案，共同赋能工业企业数智化转型。"
        },
        {
          "code": "sh600053",
          "name": "九鼎投资",
          "limit_time": "14:52:54",
          "analysis": "私募股权投资机构+拟收购南京神源生（机器人）+房地产\n1、2025年10月28日消息，证监会将启动实施深化创业板改革，设置更加契合新兴领域的上市标准。\n2、2025年8月11日盘后公告，公司拟2.13亿元收购南京神源生53.28%股权，标的公司是人形机器人核心零部件六维力传感器的领先企业。\n3、公司是国内私募股权投资管理领域的领先企业，主要从事客户资产管理和自有资金投资业务，专注于企业的成长性投资，以中国境内科技制造、新消费、生命健康领域内的优质企业为主要投资对象。\n4、旗下九泰基金（持股26.7%）的主营业务为公募基金管理。故公司的内在价值=PE 业务的价值+公募基金业务的价值+房地产业务的价值。\n5、公司是江西省内唯一一家上市房地产企业，房地产业务占比49.8%，公司房地产业务聚焦“紫金城” 项目定位为南昌市区核心地段的中高档住宅及物业的开发及销售。“紫金城”住宅项目五期和新地块将合并开发，预计于2025年动工。"
        },
        {
          "code": "sh600683",
          "name": "京投发展",
          "limit_time": "14:56:56",
          "analysis": "持有北交所基金+房地产+北京国资+城中村改造+物业管理\n1、公司持有北京基石创业投资基金股份,其投资的润农节水为北交所上市公司。\n2、公司主营是房地产开发、经营及租赁，业务以TOD轨道物业开发为主。子公司北京睿德等从事物业管理服务。公司是国内在建项目体量最大、房屋交付数量最多的地铁停车场上盖综合开发企业，实控人为北京市国资委。\n3、在北京的城中村改造规划中，公司斩获东坝地块改造项目，东坝地块处在国贸CBD、首都国际机场、通州副中心三角核心地带和金盏国际合作服务区内，是北京中心城区内为数不多未实施的集中建设区。\n4、公司参股33.33%的基石信创重点关注信息安全、人工智能等目标行业领域的成长型企业进行股权投资。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "智元机器人合伙人王闯：智元今年营收或增超10倍。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh605555",
          "name": "德昌股份",
          "limit_time": "",
          "analysis": "人形机器人+智能驾驶+EPS电机定点订单+小家电\n1、2023年，公司与其他产业优势企业计划共同投资建设“广东省人形机器人创新中心”，主要负责人形机器人电机相关技术研发。\n2、22025年4月9日公司互动：关税政策对公司影响有限，当前公司与主要客户采用FOB（装运港船上交货）或EXW（工厂交货）国际贸易模式，进口环节关税由客户方承担。\n3、公司已与上汽、一汽等合作开展了部分型号产品科研项目，适适用智能驾驶L3/L4阶段。\n4、2024年2月6日公告，公司于近日收到了汽车转向系统全球头部Tier1公司(限于保密协议，无法披露其名称)关于EPS电机的项目定点通知书。定点项目生命周期4-7年，生命周期预计总销售金额约2.92亿元，预计在2024年5月逐步开始量产。\n5、公司主要从事小家电及汽车EPS电机的设计、制造与销售业务，包括小家电ODM/OEM 产品、家电电器电机及汽车电子助力转向系统。"
        },
        {
          "code": "sh605050",
          "name": "福然德",
          "limit_time": "",
          "analysis": "机器人+钢材物流+一体化压铸\n1、公司与开普勒合资设立了上海德普智擎机器人。 2025年9月5日业绩说明会，公司与开普勒合资设立德普智擎、 参与开普勒A+轮投资， 是公司积极向人形机器人产业的战略布局。\n2、公司主营业务为中高端汽车、家电等行业企业或其配套厂商提供完整的钢材物流供应链服务。\n3、公司激光拼焊生产线、安徽优尼科一体压铸生产线已于2024年下半年投产，芜湖福瑞德投资建设中的热成形和冷冲压生产线，计划于2025年下半年试生产。\n4、公司与奇瑞科技合资工厂芜湖福瑞德生产汽车外板落料基础上，2024年又拓宽了冷冲压、热成形的业务。\n5、公司主营业务为中高端汽车、家电等行业企业或其配套厂商提供完整的金属板材供应链服务，包括采购、加工、仓储、套裁、包装、运输及配送等服务，以及相应的技术支持服务。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh603378",
          "name": "亚士创能",
          "limit_time": "13:46:18",
          "analysis": "盘活资产+并购机器人资产预期+建筑涂料+节能建筑+上海\n1、2025年10月23日微信公众号文章，公司为盘活存量资产，压降负债，改善资产负债结构，支持主业发展，公司及下属子公司拟对部分工业用地使用权、地上建筑物及附属设施设备等资产进行公开出售。\n2、公司曾表示以“天际高科”为运营平台，整合优势研发资源，探索前沿技术，从新材料及关键零部件技术起步，开展人形机器人产业链并购。\n3、公司是中国功能性建筑涂料的主要引领者之一。保温材料类、涂料保温防水一体化系统、涂料装饰保温一体化（材料）品牌首选指数均位列行业第一。\n4、公司主营业务为功能型建筑涂料、建筑墙体保温装饰一体化材料、建筑节能保温材料、防水材料及其应用系统的研产销及服务，还包括干粉砂浆、涂装施工服务等。\n5、公司地处上海，连续 8 年荣获“上海制造业企业 100 强”“上海民营制造业企业 100强” ，并迈入“上海新兴产业企业 100 强” 。"
        },
        {
          "code": "sz300964",
          "name": "本川智能",
          "limit_time": "09:36:18",
          "analysis": "6G通信+卫星导航+无人机+光模块\n1、2025年10月28日盘后消息，英伟达在官网宣布，公司将向诺基亚投资10亿美元，加速AI-RAN创新并引领从5G到6G的转型。公司已有6G通信用PCB相关方面的技术储备。公司主营业务包括芯片与数据服务、卫星导航、陶瓷元器件、汽车电子业务四个板块，是业内最早攻克5G基站天线用中高频多层板生产技术的少数厂商之一。\n2、公司拥有低空卫星校准网络板、低空卫星功分板等相关产品。此外，公司产品有应用于无人机等领域。\n3、2023年6月16日互动称目前公司光模块相关产品已量产交货。\n4、公司产品应用领域广泛，可应用于工业机器人等相关的工业控制领域。公司产品可应用于基站天线、光模块等通信设备领域，已应用于VR硬件。\n5、高精度位置数据服务是公司“云+芯”战略的重要组成部分，目前正在研发阶段，尚未提供商业化服务。公司自主研发的导航定位芯片、模块等基础器件/部件基础产品全面领跑行业。长安是公司汽车智能网联业务的重要战略客户，参与了“北斗天枢”计划。"
        },
        {
          "code": "sz000555",
          "name": "神州信息",
          "limit_time": "09:42:12",
          "analysis": "量子通信+跨境支付+京东金融合作+金融AI\n1、公司多次中标量子通信项目，与国盾量子、国翔辰瑞共同出资成立“神州国信量子科技公司”加码量子通信业务，承建的量子保密通信“京沪干线顺利通过国家验收,实现与“墨子号”量子科学实验卫星兴隆地面站的连接。\n2、公司与Swift签署合作备忘录，双方围绕银行核心、跨境支付、国际结算、财资管理等解决方案展开全面合作，成为Swift亚太地区首例启用SwiftRef服务的增值服务认证合作伙伴。\n3、2018年3月公司与京东金融宣布战略携手，面向中小银行推出融信云金融科技服务，打造金融科技服务的全新模式。\n4、2024年上半年，公司发布面向金融的AI原生产品——九天揽月“AI+”和“乾坤”企业级数智底座。公司“神州灵境”智能解决方案接入DeepSeek大模型，推出运维、办公、业务管理三大智能体。\n5、2024年公司和阿里云联合推出“核心系统云原生分布式改造”联合方案，推动超50家金融机构实现自主可控架构升级，市占率稳居行业第一。"
        },
        {
          "code": "sh603038",
          "name": "华立股份",
          "limit_time": "11:29:54",
          "analysis": "华为鸿蒙（智能家居）+装饰复合材料+拟收购智慧水务\n1、2025年10月27日十五五规划建议发布提到：加快构建房地产发展新模式，因城施策增加改善性住房供给。\n2、公司子公司华立康茂与华为合作涉及到鸿蒙系统的分为两部分：华为自有鸿蒙产品，如ideahub鸿蒙版；华立康茂应用鸿蒙智联技术开发智能家居产品。子公司华立康茂主要向家居行业销售华为政企产品ideahub会议平板；华为终端智能家居产品华为智慧屏；华为云如云会议等。\n3、公司以装饰复合材料为产业基石，发展成为包括家居材料、产业互联网、产业投资的综合型控股企业。\n4、2025年3月19日公告，下属公司拟1.54亿元投建智慧水务装备研发制造项目。"
        },
        {
          "code": "sz002391",
          "name": "长青股份",
          "limit_time": "13:06:33",
          "analysis": "贲亭酸甲酯+农药（烯草酮+氯虫苯甲酰胺）+节能环保\n1、2025年10月27日，安徽池州鑫泰新材料公司巡检人员进入冷冻盐水箱发生缺氧窒息，现场人员盲目施救，造成4人死亡。网传安徽鑫泰拥有4000吨贲亭酸甲酯产能，目前装置因为事故已经停产（未证实），公司拥有4000吨贲亭酸甲酯规划。\n2、公司是国内主要的化学农药生产商之一，产品涵盖除草剂、杀虫剂、杀菌剂三大系列。公司目前持有原药登记证39个，制剂登记证117个。公司在扬州沿江厂区原有500吨烯草酮产能，在此次沿江厂区的腾退搬迁中，公司将烯草酮的产品备案转移到了湖北宜昌公司。长青湖北拥有氯虫苯甲酰胺原药登记证。\n3、子公司长青南通取得如东县发改委的备案通知，备案内容包括年产3,500吨草铵膦项目增加副产氢化镁2051.5吨。\n4、公司在国内同行业率先建立和采用集计算机控制DCS、消防、视频监控系统三位一体的自动化监控平台。\n5、子公司长晟环境主营环保技术的开发，咨询服务；工业固体废物、危险废物的收集、储存和处置。"
        },
        {
          "code": "sz002248",
          "name": "华东数控",
          "limit_time": "",
          "analysis": "工业母机+数控机床+机器人+光伏\n1、2025年10月28日十五五规划提到，采取超常规措施，全链条推动集成电路、工业母机、高端仪器、基础软件、先进材料、生物制造等重点领域关键核心技术攻关取得决定性突破。\n2、公司主营业务产品包括数控龙门铣床（龙门加工中心）、数控龙门磨床、数控外圆磨床、万能摇臂铣床、平面磨床、动静压主轴等机床和功能部件。公司成功研制出国内第一台、世界第二台的博格式轨道板专用数控磨床，打破制造业强国德国在这一领域长期垄断局面。\n3、2025年1月22日互动，公司产品有应用于机器人零部件加工。\n4、公司联营企业华东电源研发、生产太阳能光伏并网逆变器、光伏离网逆变器等光伏系统产品，LED驱动电源以及编码器等数控系统产品的企业。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "15:00:00",
          "analysis": "重整方案通过+算力+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。2025年10月10日公告重整方案。出资人权益调整方案以东易日盛4.19亿股总股本为基数，按每10股转增12.67股的比例实施资本公积转增股份，共计转增产生 5.31亿股股份。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被司法拍卖并竞拍成功，公司控制权拟变更。 \n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "13:01:26",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+拟出售资产+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，分别间接持有*ST宝鹰37.96%表决权股份。\n3、2025年7月24日公告，拟公开挂牌转让旦华复能50.1%股权。2025年1月26日公告，宝鹰建设100%股权已于2024年12月27日完成交割。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sz002076",
          "name": "*ST星光",
          "limit_time": "14:47:45",
          "analysis": "量子技术+LED半导体封装+数据中心+智能家居+新能源车检测\n1、控股子公司天芯量子（持股51%），是较早进入信息安全、量子计算技术服务的科技公司，拥有量子密钥分发、量子 VPN 加密、量子密钥管理等核心技术，是国内少数能将安全、云、量子技术无缝融合的企业。\n2、2025年8月24日官微，公司LED半导体封装生产线已正式量产，向上游芯片级封装延伸，提供SMD、LAMP等LED光源。\n3、根据2024年11月6日官微，新设星光云计算公司，定位为云计算服务、云数据中心综合服务等。星光股份正式启动IDC数据中心服务业务。\n4、子公司雪菜特2024年6月20日微信公众号发布，星光股份设立全新子公司--星光智能，后者旗下智能家居品牌\"金百丽\"。\n5、公司互动表示方形电池（正、负）压氦检测漏机是一种用于检测电池密封性能的设备。"
        },
        {
          "code": "sz002808",
          "name": "*ST恒久",
          "limit_time": "10:05:54",
          "analysis": "拟收购憬芯科技部分股权+项目投产+激光光导鼓+信息安全\n1、2025年10月25日公告，公司前三季度营收1.82亿元，同比增长57.61%，主要系并购憬芯子公司业务收入增加所致。2025年7月19日公告，公司拟以1000万元受让憬芯科技5.92万元注册资本，对应本次交易后憬芯科技3.57%的股权；同时以7000万元认购憬芯科技新增的41.47万元注册资本，对应本次交易后憬芯科技25%的股权。\n2、公司全资子公司还将以40.51万元受让憬芯科技的股东上海憬通1%的合伙份额，从而控制憬芯科技14.47%股权。通过上述方式，恒久科技将合计控制憬芯科技43.04%股权。\n3、2025年4月9日晚公告，公司全资子公司苏州恒久影像投资建设的显影剂（碳粉）生产线项目已顺利步入投产阶段，目前建设完成并开始投产的有2条碳粉生产线，每条生产线都具备年产超千吨显影剂的能力。\n4、目前公司是世界少数几家掌握激光光导鼓行业一整套核心技术并拥有专用设备系统集成能力的生产商。子公司闽保信息是信息安全整体解决方案服务商。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": null,
          "analysis": "控制权拟变更+航天军工+半导体材料+虾青素+农业\n1、2025年10月26日晚公告，大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年10月10日公告，控股子公司万方东巽已取得白山市江源区虾青素项目地块不动产权证，项目进入实质建设阶段。\n5、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        }
      ]
    }
  ]
}