{
  "date": "2025-12-22",
  "update_time": "2025-12-22 15:44:28",
  "category_count": 13,
  "total_stocks": 128,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz001331",
          "name": "胜通能源",
          "limit_time": "09:25:00",
          "analysis": "七腾机器人收购+天然气+海外业务拓展\n1、2025年12月12日盘后公告，明日复牌；七腾机器人拟通过受让和要约收购合计获得公司44.99%股权，交易完成后，公司控股股东变更为“七腾机器人”，实际控制人变更为朱冬；七腾机器人专注生产特种机器人，防爆四足/轮式/挂轨机器人等产品已远销中东、北美等海外市场，2024年收入9.54亿元，净利润1.223亿元。\n2、公司主营业务是LNG的采购、运输、销售以及原油、普货的运输服务，已进入中国LNG贸易企业前五，为工业燃料、城镇燃气、交通燃料等应用领域客户提供一站式LNG运贸解决方案。\n3、2025年5月15日互动易及投资者关系活动记录，公司新加坡全资子公司2024年完成2船LNG船货交易并与中石化燃料油新加坡有限公司签订资源购销协议，拓展海外资源渠道，提升国际业务布局。2024年海外销售占比12.27%。"
        },
        {
          "code": "sz002969",
          "name": "嘉美包装",
          "limit_time": "09:25:00",
          "analysis": "控制权变更+食品饮料包装容器+旺旺合作+安徽+啤酒\n1、2025年12月16日晚公告，追觅科技创始人俞浩通过旗下持股平台苏州逐越鸿智，以协议转让与主动要约方式，斥资约22.82亿元（总计控股54.9%），取得嘉美包装公司控制权。其中协议转让总价款12.4亿元，每股4.45元，要约收购股份数量为2.33亿股。中包香港及陈民承诺嘉美包装2026–2030年每年归母净利润不低于1.2亿元。\n2、公司组织形式属于港澳台企业。公司主营业务是食品饮料包装容器的研产销售及提供饮料灌装服务。公司长期为旺旺提供相关服务。\n3、公司位于安徽省近日安徽广德“三件套”火出圈，公司自主品牌“喝吧”精酿啤酒从配方，制造，到销售等各环节，均由公司自主经营。公司电商淘宝店，苏宁店有售。\n4、公司主要产品包括三片罐、二片罐、无菌纸包装和PET瓶，主要用于含乳饮料和植物蛋白饮料、即饮茶和其他饮料以及瓶装水的包装，同时提供各类饮料的灌装服务。"
        },
        {
          "code": "sz002175",
          "name": "东方智造",
          "limit_time": "09:25:00",
          "analysis": "广西国资委入主+智能快递分拣设备+芯片\n1、2025年12月19日公告，广西现代物流集团及其全资子公司物流科技拟以7.32亿元协议受让公司14.33%股份，科翔高新同步放弃4.87%表决权，公司控股股东将变更为现代物流，实控人变更为广西国资委。\n2、公司致力于智能快递分拣装备的研产销，涵盖了全自动快递分拣装备系列产品和智慧物流园区解决方案等方向。研制成功的“绝对位置测量容栅位移测量方法、传感器及其运行方法”获得国家发明专利及国际 PCT 专利，该芯片已经运用于大部分产品当中，成为全球极个别拥有该技术的公司。\n3、2023年年报显示公司持有泰中文化传媒公司49%股份，该公司主营广播电视网络经营、互联网信息服务、教育投资、文化产业投资。\n4、公司作为产业园区的运营服务商，主营业务为园区的产业设计、物业管理、商业租赁、产业衍生综合增值服务。"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "2025年12月18日报道，海南自贸港正式启动全岛封关，实施“一线放开、二线管住、岛内自由”，零关税商品税目由21%提至74%，享惠主体大幅拓宽。",
      "stock_count": 27,
      "stocks": [
        {
          "code": "sz002163",
          "name": "海南发展",
          "limit_time": "09:30:03",
          "analysis": "免税注入预期+海南+光伏+幕墙工程\n1、公司于2025年5月12日召开的股东大会审议通过了《关于控股股东延期履行免税资产注入承诺的议案》，延期后的承诺为：将自股东大会审议通过本项议案之日起2年内，并力争用更短的时间，依法合规完成免税相关资产注入上市公司。\n2、2025年10月28日互动，网营科技在建工程主要为位于杭州市西湖区的双桥（云谷）地块建设项目。\n3、公司前期投资的J8丝印光伏玻璃生产线已于2024年7月正式投产，该条双玻生产线具备薄玻璃、大尺寸、打孔（三角孔）、丝印玻璃等产品的生产能力，契合行业对双玻光伏组件的发展趋势。\n4、公司是一家具备完整产业链的幕墙的专业企业，重点发展三大产业“幕墙与内装工程产业”、“光伏玻璃产业”、“特种玻璃深加工产业”。"
        },
        {
          "code": "sh603069",
          "name": "海汽集团",
          "limit_time": "09:31:44",
          "analysis": "拟收购海旅免税+海南+跨境电商+汽车客运\n1、2025年12月18日，海南自由贸易港正式实施全岛封关运作，标志着区域开放迈入新阶段。随着政策落地，消费者在岛内购买电子产品等商品迎来价格利好。公司拟购买海南旅持有的海旅免税的100%股权，交易价格20.37亿元。上市公司主营业务将从传统客运业务转型为免税商业综合业务，实现旅游交通、旅游商业跨越式发展。\n2、公司实控人是海南省国资委，控股股东海南海汽投资控股。\n3、公司在线上美好生活跨境电商平台的基础上，通过海口和三亚旺豪会员店开展跨境电商线下业务。推出了海旅跨境供应链业务。\n4、公司是海南省道路运输龙头，主营业务为汽车客运、汽车场站开发经营、汽车综合服务，目前公司有网络预约出租汽车经营许可证。"
        },
        {
          "code": "sz002596",
          "name": "海南瑞泽",
          "limit_time": "09:54:27",
          "analysis": "海南+卫星+混凝土/旅游+实控人拟变更\n1、公司地处海南三亚。公司持有海南天泽坤泰20%份额，据2025年半年报，天泽坤泰以1亿元投资获得十方星链10.0908%股份，其开发建设了我国首个中轨道（MEO）中继卫星系统，为全球航天器提供测控与数据中继服务。\n2、2025 年海南自贸港拟实现封关运作，岛内商品混凝土需求量或将有所提升，公司主营业务中商品混凝土业务占比 78%，且全部在海南岛内，公司具备区位优势。全资子公司海南瑞泽旅游控股从事旅游资源开发和经营管理。\n3、公司原实际控制人之一冯活灵先生逝世，配偶张仲芳女士通过继承获得股份。本次过户前冯持有2592.40万股，本次过户至张名下1000万股，冯持有剩余1592.40万股待解除质押后办理过户。年初市场传闻要国资混改，公司有5000多员工，预计三亚国资可能介入。\n4、公司子公司广东绿润业务已经涵盖城乡环卫绿化、物业环卫清洁等。"
        },
        {
          "code": "sz000566",
          "name": "海南海药",
          "limit_time": "10:25:42",
          "analysis": "流感治疗（海南）+干细胞美容+医疗器械\n1、公司地处海南省海口市。公司盐酸金刚烷胺片可防治A型流感病毒所引起的呼吸道感染，可在感染48小时内有效控制病毒。对于流感引起的咳嗽症状，宝岛@橘红片可用于化痰，止咳；流感引起肠胃不适，公司有常为康@枫蓼肠胃康颗粒。\n2、2025年11月14日晚公告，公司全资子公司海口制药厂近日获得国家药监局核准签发的化学药品注射用美罗培南的《药品补充申请批准通知书》。\n3、公司投资的琼海博鳌国医汇医院主营业务包括干细胞美容等业务。公司利用海南博鳌乐城国际医疗旅游先行区政策资源优势，搭建高端医疗器械平台。\n4、公司地处海南，实控人为国务院国资委，公司业务涉及创新药、干细胞等研究或受益。主要产品包括抗生素系列、胃肠道用药系列、抗肿瘤药系列、与制剂配套的原料药和中间体系列及其他产品。\n5、参股公司优尼科尔（持股35%）主要从事人类体细胞制备、储存、应用技术研究及药物开发等业务。"
        },
        {
          "code": "sh600179",
          "name": "安通控股",
          "limit_time": "09:40:00",
          "analysis": "海南自由贸易港+集装箱物流（福建）\n1、据网络调研信息，公司拥有海南业务布局，海南封关为公司带来的集装箱运输量会大幅增加；公司连续7年蝉联海口港集装箱吞吐量第一名。安通控股在海南集装箱吞吐量占到全省总量的55%，也是海口港唯一一家拥有东南亚直航航线的集装箱物流企业。\n2、公司地处福建省泉州市,主营集装箱物流业务，在海口港吞吐量已突破100万标箱。\n3、公司以集装箱航运物流为核心，通过水路、公路、铁路等运输资源。截至 2024 年底，在内贸业务方面公司在全国设立了 43 个海运网点，覆盖 161 个业务口岸，内贸集装箱吞吐量在国内 95 个主要港口位列前三。公司主营国内航线干线 34 条，国内航线基本覆盖国内主要干线港口。"
        },
        {
          "code": "sz002320",
          "name": "海峡股份",
          "limit_time": "09:44:54",
          "analysis": "海南轮渡+海洋旅游+拟收购徐闻港\n1、公司接受机构调研时表示，海南封关运作后，将实行“一线放开，二线管住”的政策，意味着境内外货物进出海南将更加自由便利；实施“非禁即入”原则，投资自由化，这将吸引更多的投资者和合作伙伴进入海南市场，有利于公司车客流量的确定性增长。随着海南省基础设施建设的完善，如环岛旅游公路的建成，也将大幅吸引自驾人群，对公司的主营业务起到带动作用。公司以琼州海峡（海南省90%以上生活物资、三分之一客流量依赖该海峡运输）及渤海湾为中心的客滚运输业务为主，共经营海口至海安、烟台至大连、三亚至西沙等航线，客滚船规模达到66艘，全球排名第一。\n2、公司实控人是国务院国资委，控股股东海南港航控股。公司主营船舶运输和轮渡港口服务，主要经营海口至海安、海口至北海客滚运输航线等。\n3、2024年11月29日投资者活动记录，目前公司仍然持续与交易对手方就投资徐闻港相关事项开展尽职调查以及谈判沟通工作，截至目前部分重要事项交易各方尚未达成一致意见。\n4、公司未来3-5年的重点规划于打造客滚运输航母上市公司，发展海洋旅游业务，探索港口物流业务。"
        },
        {
          "code": "sz000796",
          "name": "凯撒旅业",
          "limit_time": "09:45:06",
          "analysis": "免税（海南）+入境游+跨境支付+滨海旅游\n1、公司地处海南三亚，主要通过与中出服合作经营的形式拓展免税业务，目前已分别参股天津国际邮轮母港进境免税店、南京市内免税店、北京市内免税店。\n2、公司表示2018年受益于过境免签、离境退税以及全域旅游等利好政策。\n3、易生支付是全国首批获得支付业务许可证的非金融服务机构，跨境支付规模覆盖全球100多个国家和地区。凯撒旅业和海航旅游（凯撒旅业大股东）合计持股易生支付约40%。\n4、2025年6月25日讯，区块链技术供应商Chainlink宣布与全球支付巨头万事达卡合作，将允许全球超30亿持卡人通过信用卡直接完成法币到加密货币的链上兑换；易生支付自2023年起与万事达卡深度合作。\n5、2025年7月4日互动，公司是目前山东省、海南省唯一一家以旅游为主业的上市公司，将充分利用青岛、海南两大国家级滨海旅游城市的地缘优势。"
        },
        {
          "code": "sz000955",
          "name": "欣龙控股",
          "limit_time": "09:46:36",
          "analysis": "海南小灯塔企业+海南自贸港+无纺布+药品分销\n1、2025年12月8日，海南省第二批15个中小企业数字化转型“小灯塔”企业名录发布，公司成功入选。公司地处海南，2024年11月8日，公司全资子公司海南欣龙无纺公司纳入《海南自由贸易港加工增值免关税货物税收征管暂行办法》试点单位。\n2、天堂硅谷是公司控股股东，有20多年重组经验。公司主营业务保持稳定，主要包括三个细分领域：（1）非织造新材料业务，主要是研发、生产和销售水刺、熔纺等非织造材料；（2）医药健康及消费品业务，目前主要包括药品批发与分销以及面向医疗卫生防护、家居清洁、个人护理等领域的无纺深加工终端制品；（3）投资与贸易业务，主要是紧密围绕公司主业的适度延伸，包括围绕公司战略开展的相关领域的投资，以及天然橡胶等产品的贸易业务。\n3、子公司海南欣龙无纺和宜昌欣龙卫材主要负责研发、制造和销售水刺无纺布。公司生产的无纺原材料可以加工成卫生材料、医用敷料等产品，医疗美容行业也可应用。"
        },
        {
          "code": "sh601118",
          "name": "海南橡胶",
          "limit_time": "09:55:35",
          "analysis": "海南国资+免税+橡胶\n1、公司地处海南海口，实控人为海南国资委。\n2、公司与王府井签署投资合作协议，拟分别合资成立海南海垦王府井日用免税品经营有限责任公司和海南王府井海垦免税品经营有限责任公司，公司分别持股60%和40%。\n3、公司是我国最大的天然橡胶企业，橡胶产量占同期国内天然橡胶产量的30%左右。公司拥有341万亩橡胶园，居国内首位，20家橡胶基地分公司，24家橡胶加工厂（国内21家，国外3家），初加工产能约50万吨，在行业内处于领先水平。\n4、公司生产的可降解塑料的原料为PBAT。PBAT属于热塑性生物降解塑料。"
        },
        {
          "code": "sz300086",
          "name": "康芝药业",
          "limit_time": "09:56:51",
          "analysis": "海南医药+感冒治疗+儿童药品+母婴健康用品\n1、公司地处海南，曾表示将利用海南自由贸易港的进出口税收政策等优势，进口全球优质的医疗耗材产品进行生产、加工、创新。目前公司生产及销售有感冒类相关的产品，如感冒清热颗粒，银胡感冒散等。\n2、公司主要以儿童药、母婴健康用品的研发生产与销售、医疗防护用品等医疗器械为主营业务的国内领先儿童大健康企业。\n3、公司生产蒙脱石散，市场占有率第一。\n4、公司已通过一致性评价的布洛芬颗粒也在第三批全国药品集中采购中中标；公司的儿童药系列产品基本涵盖了治疗儿科“热、咳、吐、泻”等常见疾病类型。"
        },
        {
          "code": "sz000567",
          "name": "海德股份",
          "limit_time": "09:59:12",
          "analysis": "海南（AMC）+不良资产管理\n1、2025年12月10日盘中消息，海南“十五五”规划建议：加快推动非金融企业外债项下完全可兑换进程，探索开展离岸人民币业务。公司地处海南，从事的主要业务有不良资产收购处置类业务、不良资产收购重组类业务、不良资产ABS业务以及事务管理类业务，资产管理业务营收占比高达99%。是海南唯一持牌的资产管理公司（AMC）。\n2、在机构困境资产管理领域，公司，主要聚焦底层资产为能源、上市公司、地产和其他特殊机遇业务，类型包括收购重组、收购处置以及管理顾问。\n3、在个人困境资产管理领域，公司主要以“大数据+AI 技术”为支撑， 将业务聚焦于已纳入不良分类的个人消费信用贷款、信用卡透支、个人经营类信用贷款等个人信贷不良资产。\n4、在优质资产管理领域，公司聚焦投资符合国家产业发展方向的优质资产，主要是依托集团产业优势，投资布局储能新能源项目。"
        },
        {
          "code": "sh600515",
          "name": "海南机场",
          "limit_time": "10:00:59",
          "analysis": "免税店+海南国资+临空产业园区\n1、公司通过参股投资、自持物业提供场地租赁的方式间接参与了5家离岛免税店，分别为：海口美兰机场免税店49%股权（海口美兰机场2家免税店运营）、三亚凤凰机场免税店49%股权、中免海口日月广场免税店、海控全球精品（海口）免税城。据公司有关部门统计，公司参与的5家免税店离岛免税销售额占海南岛内12家免税店离岛免税销售额比例约为17%。\n2、公司还参股了海南海航中免49.9%股权（口岸免税），海南海航中免拥有海口美兰国际机场、三亚凤凰国际机场2家机场口岸免税店及多家机上免税店。\n3、公司实控人为海南国资委，公司业务范围包括地产、机场、物业、免税、酒店等；公司通过参股海南海航中免等方式参与海南地区的免税店业务。\n4、临空产业园区的开发建设、系统化大规模的产业集聚需要充裕的土地储备以及政策和区位优势；"
        },
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": "10:05:33",
          "analysis": "海南+马字辈+京东合作+汽车整车+无人驾驶\n1、2025年11月13日互动，公司作为海南唯一整车企业，正积极把握氢能产业机遇：目前已建成制氢加氢一体化站，氢能汽车示范运营累计行驶里程突破150万公里，并依托自贸港政策推进全产业链布局。公司主营业务为汽车及汽车动力总成的研发、制造、销售以及金融服务，主要产品包括海马7X-E、海马7X 和海马8S等。\n2、2025年11月9日，京东联合广汽集团、宁德时代推出“国民好车”埃安UT super，租电购买价限时优惠4.99万元，整车购买价限时优惠8.99万元；公司战略合作京东，旗下品牌新车、独家车型登录京东汽车整车销售平台。\n3、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统等智能驾驶辅助系统。\n4、公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。"
        },
        {
          "code": "sz000886",
          "name": "海南高速",
          "limit_time": "10:09:36",
          "analysis": "免税（海南）+智算中心+跨境电商+低空经济\n1、海南高速是海汽集团的第二大股东，海汽集团拟收海旅免税。\n2、2025年2月19日盘中讯，海南海底智算中心集群启用，本项目由海兰信主导，海南高速控股47%的数智高速智算中心（陵水）公司投资承建。2024年8月22日公告，数智高速拟投资建设算力规模约676P的海南陵水智算中心项目，总投资金额约1.04亿元。\n3、公司在线上美好生活跨境电商平台的基础上，通过海口和三亚旺豪会员店开展跨境电商线下业务。\n4、公司实控人是海南省国资委，控股股东海南省交通投资控股。公司主要从事交通业、文旅业、服务业、房地产业等业务。\n5、2024年半年报披露，公司布局低空经济产业。此外，公司子公司海南云翼低空经济发展有限公司，据企查查显示其经营范围涉及智能无人飞行器销售、私用大型航空器运营人、航空器代管人运行业务等。2024年11月16日互动，暂未展开实质业务。"
        },
        {
          "code": "sh601969",
          "name": "海南矿业",
          "limit_time": "10:13:45",
          "analysis": "海南+锂矿投产+铁矿石+油气\n1、公司地处海南，聚焦于铁矿石和油气这两大资源类产业的经营，业务涉及包括铁矿石采选、加工及销售业务，大宗商品贸易及加工业务，并通过控股子公司洛克石油从事油气勘探、评价到开发、生产的上游全周期业务。\n2、2025年11月11日调研纪要，布谷尼锂矿已于11月3日举行正式投产仪式，首批3万吨锂精矿已于10月14日启运，预计11月底装船、明年初抵海南，为2万吨氢氧化锂项目供料。 \n3、2024年11月30日公告，全资子公司洛克石油于 9月13 日拟要约收购特提斯公司不低于90%（可能100%）的股份，总对价约合 13.02亿元。2025年1月24日，特提斯公司正式成为洛克石油控股子公司并被纳入公司合并财务报表范围。\n4、洛克石油四川八角场气田脱烃处理厂及压缩站建设已完成征地及通电、通水、通路和地面平整工作，压缩机组装也已完成，正在推进管线施工及其他设备采购安装工作。"
        },
        {
          "code": "sz000505",
          "name": "京粮控股",
          "limit_time": "10:20:57",
          "analysis": "菜籽油(海南)+魔芋+烘焙+农业+旅游\n1、公司位于海南省海口市，公司主营业务为油脂油料加工销售及贸易和食品制造。油脂油料加工及贸易业务主要集中在京津冀区域，主要产品有大豆油、菜籽油、葵花籽油、香油、麻酱等，实控人为北京市国资委。\n2、全资子公司浙江小王子，拥有魔芋类食品产品。古船面包为肯德基华北区域主要供应商之一，在北方烘焙市场行业内保有一定的行业地位。\n3、“京粮生活汇”是公司旗下的网络营销平台，主要经营自有油脂类产品及首农食品集团旗下各品类产品，全国各地都支持配送。\n4、公司旗下五星级酒店三亚珠江国际度假酒店是海南旅游市场的旗舰酒店之一。控股子公司牡丹江珠江万嘉旅业集团主要负责中国雪乡的建设和经营。\n5、公司的压榨产能计算每年约产80万吨豆粕。"
        },
        {
          "code": "sh603535",
          "name": "嘉诚国际",
          "limit_time": "10:28:31",
          "analysis": "海南封关+低空无人物流+跨境物流\n1、公司早已深度布局海南三大核心物流枢纽——海口、洋浦、三亚，其中海口嘉诚国际多功能数智物流中心、天运海南物流中心洋浦数智加工流通中心和嘉诚国际三亚超级云智世界港都于2025年完工并陆续投入使用。\n2、网传纪要表示，公司以广州南沙嘉诚国际港为核心节点，推进低空物流网络落地。公司在广州南沙嘉诚国际港园区及海南三座智慧物流中心，规划建设适配无人机起降的智能化设施，承接城际运输及未端配送功能。目前仓储顶层停机坪获民航批文，2025二季度启动无人机配送。\n3、公司为跨境电商平台企业全托管模式提供全程物流服务。公司与两大全球知名跨境电商平台Temu和希音深化合作；公司中标为字节跳动跨境电商业务提供入库质检及第三方物流服务（分拨仓储作业运营）。\n4、公司与北汽福田汽车签订《自动驾驶合作协议》，以广州市南沙综合保税区、广州市南沙港区作为无人驾驶项目的试点，针对园区物流、港区作业、区港联动等应用场景实现无人驾驶。"
        },
        {
          "code": "sh601888",
          "name": "中国中免",
          "limit_time": "10:37:05",
          "analysis": "免税（海南）+中字头+电商\n1、海口海关2025年12月19日发布统计数据，12月18日海南自贸港正式启动全岛封关当日，海南离岛免税购物金额1.61亿元，购物人数2.48万人次，购物件数11.8万件，分别同比上涨61%、53.1%、25.5%。另据三亚日报报道，封关首日，三亚免税销售成绩亮眼，全市免税销售额达1.18亿元；公司拥有中国最完整的免税零售渠道和最优质的市场资源，覆盖超过100个城市，已发展成为世界上免税店类型最全、单一国家零售网点最多的免税运营商。公司在海南省拥有6家离岛免税店，包括目前全球第一大和第二大的免税商业综合体—海口国际免税城和三亚国际免税城。\n2、公司通过建立全国统一运营的电子商务平台，整合产业链上下游优质旅游资源。\n3、公司主要从事免税业务，主要包括烟酒、香化、精品、食品百货等免税商品的批发、零售等业务，以免税业务为核心的商业综合体投资开发业务。"
        },
        {
          "code": "sz002800",
          "name": "天顺股份",
          "limit_time": "11:01:15",
          "analysis": "海南封关+新疆物流+中欧班列+跨境电商+供应链管理\n1、2025年12月19日讯，公司全资子公司海南天宇获得海南省交通运输厅2025年上半年航空货运奖励资金4439.14万元。\n2、公司地处新疆，现已发展成为新疆具有影响力的现代物流企业，主要从事大宗货物和大件货物的第三方物流和供应链管理业务。\n3、公司开行了乌鲁木齐至俄罗斯、意大利、阿塞拜疆、哈萨克斯坦、乌兹别克斯坦、伊朗、土耳其、格鲁吉亚、马拉等中欧、中亚国家的班列，持续推进中欧班列集拼集运组织模式。2021年曾互动表示公司的国际物流业务覆盖伊朗德黑兰区域。\n4、公司表示将积极参与国家物流枢纽核心节点建设、继续做好第三方物流服务、大力拓展航空、铁路、公路、航海等多式联运业务、持续加强物流信息化建设。\n5、2024年5月，公司杭州-温哥华全货运跨境电商航线顺利首航。"
        },
        {
          "code": "sz000571",
          "name": "新大洲A",
          "limit_time": "13:01:00",
          "analysis": "海南+寒潮/煤炭+大飞机+国际物流\n1、公司是海南本地股，煤炭业务占比约96%，控股子公司五九集团生产原煤288.19万吨。\n2、公司参股45%中航新大洲，主要生产产品之一为LEAP发动机零部件，其中LEAP-A对应机型空客320neo，LEAP-B对应机型波音737MAX，LEAP-C对应机型C919。\n3、公司目前持有杭州长誉资产管理合伙企业1.11%股权，该基金投资了上海世灏国际物流项目。"
        },
        {
          "code": "sz000735",
          "name": "罗牛山",
          "limit_time": "13:25:09",
          "analysis": "生猪养殖(海南)+统一大市场\n1、公司地处海南，89.42%业务位于海南岛内，主要业务集中在四大业务板块：大农业、冷链、房地产和教育业务，大农业板块为公司的核心业务，聚焦生猪养殖，打造罗牛山放心猪肉销售体系。2025年12月9日晚公告，公司今年11月销售生猪收入1.11亿元，同比增长13.57%。\n2、公司旗下的罗牛山国际马术俱乐部与专业比赛领域“领头羊”签署战略合作框架协议，双方将在海口携手打造罗牛山国际马产业园项目。\n3、公司全力打造的冷链产业园位于海口桂林洋开发区，目前已建成集仓储、加工、交易、配送、产业服务、产品展示、电子商务于一体的第三方物流交易配送中心。"
        },
        {
          "code": "sh603300",
          "name": "海南华铁",
          "limit_time": "13:37:29",
          "analysis": "海南+RWA+算力+合作阿里+DeepSeek\n1、公司在RWA领域启动初步探索，在区块链技术产业应用、数字货币等多个维度实现项目落地，实控人为海南国资委。2025年6月25日，“现实世界资产数字化（RWA）”的国际峰会，“WCS·2025RWA产业大会”在香港举办，海南华铁为“WCS·2025RWA产业大会”的协办方（未证实）。\n2、2025年3月4日盘后公告，全资子公司华铁大黄蜂与杭州X公司签订算力服务协议，为其提供算力服务，算力服务期5年，预计合同总金额36.9亿；海南华铁与海南省算力科技（海南国资委下属）签署战略合作协议，全面布局算力出海。\n3、公司与席明贤（曾任钉钉副总裁，阿里云视频总经理）共同投资设立了海南华铁鑫维智算科技。\n4、公司控股51%子公司科思翰智算与无问芯穹达成深度战略合作。\n5、公司主要产品包括高空作业平台、地铁钢支撑等。"
        },
        {
          "code": "bj920023",
          "name": "田野股份",
          "limit_time": "13:50:01",
          "analysis": "海南+热带原料果汁+创投+北交所\n1、2025年12月18日讯，公司子公司海南达川借自贸港政策东风加速全球布局。\n2、公司主要从事热带果蔬原料制品的研发、生产和销售，主要产品包括原料果汁、速冻果蔬、鲜果等。公司为“海南省专精特新中小企业”，取得发明专利6项、实用新型47项。\n3、公司是奈雪の茶、茶百道、沪上阿姨等知名连锁茶饮品牌的原料果汁主要供应商，是农夫山泉、可口可乐、娃哈哈等食品饮料企业的供应商。\n4、 2023年年报，公司与北京方富创投公司签署合伙协议，共同设立嘉兴方富宏熙创业投资合伙企业。"
        },
        {
          "code": "sz300189",
          "name": "神农种业",
          "limit_time": "14:21:54",
          "analysis": "海南+农作物种子+水稻转基因+农业种植\n1、公司地处海南海口，主要产品为农作物种子,主要有杂交水稻种子等，以杂交水稻种子的选育、制种、销售和技术服务为主，具备“育、繁、推”一体化经营能力，其中杂交水稻种子营收占比约46.62%。\n2、公司组建“一站式粮食生产供应链管理服务”农业专业合作联社，针对农业生产的各个环节，为纳入项目管理的家庭农场、农民合作社、种粮大户等新型农业经营主体提供土地流转等服务。\n3、公司拥有的《杂交水稻制种超高产的方法》和《杂交水稻制种方法》发明专利解决了杂交水稻制种的世界级难题。\n4、公司已培育出的庆油系列在优质高产的基础上已实现了特高含油率育种的突破。"
        },
        {
          "code": "sh600759",
          "name": "洲际油气",
          "limit_time": "14:35:09",
          "analysis": "海南+海洋天然气+石油勘探+氢燃料电池\n1、子公司洲际油气技术(海南）公司业务为海洋天然气开采。公司主要业务包括石油勘探开发和石油化工项目的投资及相关工程的技术开发、咨询、服务。海南规划到2025年，建成海洋油气资源开发和服务保障体系，石油化工新材料产值达到2000亿元。有序放开油气勘探开发市场准入，推进探采合一和矿权准入退出机制，推动3－5个油气勘查区块竞争性出让。公司或将受益。\n2、公司运营区块主要集中在哈萨克斯坦，主力在产项目马腾油田和克山油田均位于哈萨克斯坦滨里海盆地；通过香港洲际新能持有AmbriInc股权。\n3、2024年2月5日公告，公司于海南成立新能源科技公司，含充电桩销售业务。2024年3月19日据天眼查，全资子公司洲际油气技术(海南)于3月18日成立。\n4、公司投资的世能氢电公司主要从事氢燃料电池技术的研发与经营，2019年已与美国氢能科学家王鸣教授团队合作在山东理工大学投资建立氢能联合研发中心。"
        },
        {
          "code": "sh600221",
          "name": "海航控股",
          "limit_time": "14:40:26",
          "analysis": "海南+成立合资公司+航空\n1、公司地处海南海口。公司经营国内国际航空业务，主要提供的服务有客运、货运、包机等，主要产品是客运和货邮及逾重行李。\n2、2024年10月12日公告，公司投资设立重庆海航航空资源循环利用有限公司，主营业务为飞机拆解、 航材处置相关业务，注册资本为3亿元。\n3、公司与多家航司开展“机票通用类”产品合作，交易金额预计不超过4亿元。公司表示加入该产品合作，有利于拓宽海航控股及控股子公司的机票销售渠道，促进机票及相关辅营产品的销售。"
        },
        {
          "code": "sh603209",
          "name": "兴通股份",
          "limit_time": null,
          "analysis": "海南自贸区+成品油运输+船舶+DeepSeek+数据要素\n1、2025年10月21日互动，公司积极响应国家海南自由贸易港政策，于2022年6月在海南自贸区投资设立全资子公司兴通海南。目前，兴通海南及其下设全资子公司共有7艘化学品船舶，合计11.87万载重吨，业务航线遍及东北亚、东南亚、中东、地中海等地区。\n2、公司主要从事国内沿海散装液体化学品、成品油的水上运输业务。\n3、公司自主研发的“船舶运营效率分析数据集”涵盖船舶运营的静态信息、动态轨迹及运营管理等多维度数据，支持船舶识别、性能评估和实时优化。\n4、2025年2月16日官网新闻，公司成功接入DeepSeek API，逐步构建智能化应用场景，以提升人力资源调配、知识管理和船舶调度的智能化水平。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "2025年12月17日盘后，学习日报发布，一种被称为“犒赏经济”的新型消费模式在年轻群体中悄然兴起并迅速发展，成为拉动内需、扩大消费的新引擎。",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh603696",
          "name": "安记食品",
          "limit_time": "14:38:27",
          "analysis": "调味品（福建）+互联网金融+健康食品\n1、公司为复合调味品小龙头，位于福建省泉州市，调味品类主要产品包括复合调味粉、天然提取物调味料、香辛料、酱类、风味清汤等五大类 500多个品种。拳头产品排骨味王调味料,市场占有率位居同类产品前列。\n2、2023年年报，泉州经开区百盛小额贷款公司，注册资本1亿元，主要业务为办理小额贷款业务，安记食品占注册资本的10%。\n3、公司大健康食品包括益生菌、营养补充剂、功能性等固体饮料。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "13:43:28",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sz002910",
          "name": "庄园牧场",
          "limit_time": "09:35:15",
          "analysis": "乳制品+系统性布局饮料+益生菌+乡村振兴\n1、公司以甘肃省、青海省、陕西省为主要销售区域，并分别主要拥有“庄园牧场”、“圣湖”、“东方多鲜庄园”三个乳品品牌，自有牧场奶源供给率超97%。\n2、2025年12月17日甘肃经济日报讯，公司旗下全资子公司敦煌月泉食品系统性布局饮料产业新赛道，成功构建涵盖特色饮料、果汁系列、冰品及天然水在内的多元产品矩阵，标志着公司从传统乳制品企业向以“西北特色”为核心价值的现代化食品集团的跨越。\n3、2025年10月31日讯，公司组建的“甘肃省乳制品工程研究中心”在核心菌种资源开发上取得重要进展。目前已成功分离1000多株益生性菌株，700多株被确认为有效益生菌，2株益生菌全基因组解析已全部完成，为打破菌种垄断提供坚实支撑。\n4、公司旗下甘肃多鲜供应链许可项目包括婴幼儿配方乳粉及其他婴幼儿配方食品销售。\n5、公司作为国家级农业产业化龙头企业，与自有牧场驻地周边乡镇以\"公司+基地+农户\"的订单收购模式收购全株玉米带动农户增收。"
        },
        {
          "code": "sz002788",
          "name": "鹭燕医药",
          "limit_time": "14:42:21",
          "analysis": "养老服务+海峡两岸医药贸易中心+中医防疫方剂+医药分销\n1、2025年9月26日公告，为打造医疗康复、养生调理等医药健康产业生态，鹭燕嘉文拟依托总部项目，增加投资额约为6亿元用于投资建设具有差异化竞争优势的2家酒店，并以酒店项目为依托，孵化医疗康复、健康养生等健康领域业务，延伸健康服务价值链。\n2、公司是福建省最大的医药流通企业，“两岸医药贸易中心”是由鹭燕药业公司与台湾明通制药共同发起成立，主要以代理台湾进口食品、保健食品为主要业务。\n3、辅仁大学产学育成中心厦门孵化器是由鹭燕与台湾辅仁大学共同发起。\n4、从事医药分销和零售，隶属于医药流通行业，主营业务为药品、中药饮片等分销及医药零售连锁。\n5、公司已开展药品第三方物流业务，其中包括部分疫苗产品（暂不含新冠疫苗）冷链运输业务。"
        },
        {
          "code": "sz000523",
          "name": "红棉股份",
          "limit_time": "09:38:48",
          "analysis": "食品饮料+广州国资+拟资产重组\n1、全资子公司华糖食品已建立“红棉” 、 “广氏” 等食品饮料品牌体系。 主要产品包括红棉牌系列食用糖、 广氏菠萝啤系列饮料及东方寓言系列咖啡等。\n2、2025年12月10日盘后纪要，控股子公司亚洲食品主要产品包括亚洲沙示汽水、椰子水等。公司主营业务为食品饮料及文化创意产业园区开发和运营。\n3、公司持续推进现金收购广州轻工集团全资子公司鹰金钱100%股权事项，后调整为收购亚洲食品39.9996%股权并接受鹰金钱所持亚洲食品60.0004%表决权委托，以解决同业竞争并扩大饮料业务规模。"
        },
        {
          "code": "sz002228",
          "name": "合兴包装",
          "limit_time": "09:43:51",
          "analysis": "瓦楞纸箱（福建）+客户旺旺+智能制造\n1、公司地处福建厦门，包装类客户有旺旺集团。\n2、公司主要从事中高档瓦楞纸箱、纸板及缓冲包装材料的研发与设计、生产、销售及服务。全国布局近60家生产基地，海外泰国、越南、印尼产能后续将根据订单情况进一步释放。 \n3、公司引入机械臂、智能控制器等设备，显著降低人工成本，同时提升产品质量与生产经济效益。"
        },
        {
          "code": "sz002769",
          "name": "普路通",
          "limit_time": "09:45:45",
          "analysis": "收购电商公司+算力基础设施+固态电池+存储硬件+跨境电商物流\n1、2025年12月17日公告，公司拟发行股份及支付现金以购买LeqeeGroup Limited(乐其集团)控制权，乐其集团为大型大型电商服务公司，提供全价值链品牌数字及电商服务，创始人为拼多多创始人黄峥。\n2、公司凭借在 ICT 领域多年的深耕细作，以丰富的运营经验和专业的服务能力，把握算力行业市场机遇，为国内算力领域的头部客户提供全方位、多元化的供应链服务。公司在算力行业的供应链业务主要聚焦于半导体存储和算力基础设施建设等领域。\n3、公司与钠壹新能源共同研发半固态钠电池产品，涉及不同正负极材料和电芯体系研究。\n4、子公司广州普方主要业务方向是开展国产巷供的存储硬件项目及企业级专业信创等领域。\n5、公司主营供应链管理服务，小米是公司ICT行业的重要客户，是公司服务类业务的第一大客户。\n6、公司协同跨境电商平台、电商卖家，整合优化电商行业供应链资源，为客户提供跨境电商领域的国际物流、报关仓储、保税发货、执行采销及相关的营销推广、技术输出、电商供应链金融等多元化服务和跨境电商综合解决方案。"
        },
        {
          "code": "sh603868",
          "name": "飞科电器",
          "limit_time": "14:17:11",
          "analysis": "个人护理电器+家用电器+合作微信/抖音\n1、公司是一家集剃须刀等个人护理电器、家居生活电器及电工电器研发、制造、销售于一体的企业。\n2、公司深化线上“C端化”改革，持续打造小飞碟等爆款。2022年，公司在抖音建立蓝V多账号多店铺同播矩阵，品牌自播运营表现优异，在2022年“情人节”、“5.20”、“七夕”等多个情感节日和平台活动期间位列品牌和类目榜单第一。\n3、2024年半年报，公司积极推进与微信、微博、抖音、快手、小红书、哔哩哔哩、得物等内容社交新营销平台的合作，在行业中率先建立抖音蓝 V 自直播电商运营阵地，结合视频内容运营、直播信息流投放和直播间运营，建立常态化的内容社交平台自直播品效合一的营销模式。"
        },
        {
          "code": "sh600838",
          "name": "上海九百",
          "limit_time": null,
          "analysis": "潮奢高端商业+商业百货+上海静安国资+参股东方证券+商业地产\n1、2025年12月17日公告，公司拟出资2.58亿元与控股股东上海九百集团等共设8.6亿元项目公司，运营南京西路1038号潮奢高端商业物业，通过长期统一租赁运营管理获取稳定收益。\n2、公司实控人为上海市静安区国资委。公司参股投资的上海九百城市广场及商贸零售企业上海久光百货自成为静安寺商圈地标性商业百货。\n3、2024年半年报显示，公司持有东方证券，期末账面价值2.47亿元。\n4、公司目前“控股经营、参股投资、商业地产”三大业务板块。公司出租九百股份自有和拥有长期使用权的商业物业以取得租金收益。\n5、全资子公司“上海正章洗染”从事洗涤化工产品的生产与销售、衣物和棉麻纺织品的洗染、熨烫、染色及皮革类制品的护理等经营服务。"
        },
        {
          "code": "sz002188",
          "name": "中天服务",
          "limit_time": "",
          "analysis": "家政服务+旅游+物业管理+房地产+获赔10亿违约金\n1、公司为业主提供家政服务、社区团购、车位经纪等多方位的配套增值服务。\n2、子公司东阳市凤凰谷天澜酒店业务涉及住宿服务、餐饮服务、歌舞娱乐活动、旅游业务等业务。\n3、公司的主营业务物业管理服务（占比81.14%），主要经营模式是通过市场化竞争获取物业管理项目，开展基础物业管理服务，并围绕业主、房地产开发商等用户需求提供综合配套服务及增值服务。通过开发“美好有生活”APP、小程序为业主提供智能化信息化的基础物业服务及增值服务。\n4、中天美好服务是专业物业管理公司，主要业务为物业管理及相应配套服务，主要收入涉及物业管理费、车位管理费、案场服务费、场租费等。\n5、2024年12月19日盘后公告，公司诉中麦控股公司、王献蜀合同纠纷案的一审判决结果，两名被告被判决支付其10亿元及违约金。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "马斯克暗示SpaceX可能明年进行IPO，报道称估值可能达1.5万亿美元",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sz002361",
          "name": "神剑股份",
          "limit_time": "14:25:51",
          "analysis": "商业航天+军工（客户成飞）+碳纤维\n1、2025年12月17日互动，公司主要客户包括航天科技集团，为其提供卫星天线、反射器及无人机等装备机加件。\n2、公司为多型号军事装备提供配套产品，包括军机雷达罩、导弹装备的新型低目标特性抗毁保温舱等。公司碳纤维等复合材料产品获得了多个军种及轨道交通领域重点客户的认可，已实现批量供货。军工方面客户有中国航天科技集团(504研究所)、成飞等。\n3、公司是全球最大的聚酯树脂生产厂家之一，已有22万吨产能，在建10万吨。\n4、2025年2月25日互动，公司聚酯树脂产品下游粉末涂料可应用于工业机器人金属表面领域。"
        },
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": "14:51:54",
          "analysis": "SpaceX+蓝箭航天+卫星通信+垣信卫星+投资“凌空天行”\n1、公司卫星通信产品已通过国际认证，可适配SpaceX星链等低轨卫星网络，实现间接供货，自研Macro WiFi新品凭借2公里超远覆盖半径、超200用户并发接入能力及卫星+地面双模组网优势，成功与海外客户签署千万级批量采购协议；公司与上海垣信、GW、千帆等大型卫星星座计划达成全面合作，目前已处于实质性订单落地阶段，地面站终端、星载相控阵天线等产品已实现小批量交付。\n2、2025年11月10日互动，公司与蓝箭航天同为蓝箭鸿擎（聚焦低轨宽带互联网通信卫星业务）股东，参股蓝箭鸿擎以来双方一直保持密切沟通。\n3、2025年12月1日晚公告纪要，公司对空天产业基金累计已实缴出资额1.2亿元。公司旗下空天产业基金（公司持股99.95%）将出资1亿元投资“凌空天行”，其专注于高超音速技术服务、航天发动机和高超音速飞行器产品研发，创始人王毓栋曾担任中国运载火箭技术研究院国家重点工程副总师，主导了 “天行” 系列可重复使用火箭的研发工作。\n4、据机构2025年11月公开研报，公司近日已投资 1 亿元入股上海垣信，并已获得卫星天线等零部件订单。"
        },
        {
          "code": "sz002046",
          "name": "国机精工",
          "limit_time": "09:43:51",
          "analysis": "航天轴承+机器人轴承/丝杠+军工+培育钻石设备\n1、2025年12月14日互动，公司为商业航天领域提供的轴承主要包括卫星动量轮用轴承组件、卫星电池帆板用轴承、火箭燃料涡轮泵轴承等产品。\n2、2025年11月14日调研纪要，国机精工下属轴研所是我国航天、航空、舰船和核工业等领域配套轴承的主要研制单位，圆满完成中国航天发展史上具有里程碑意义的“东方红”“长征”“神舟”“嫦娥”等航天工程配套任务，技术水平国内领先，航天领域特种轴承重点产品配套率 90%以上。\n3、公司可生产应用于机器人领域的轴承。网传纪要表示，公司是新剑传动独家供应商，丝杠加工磨床需要磨砂头，国机精工旗下三磨所是行业泰斗，丝杠加工耗材属性。（未证实）\n4、子公司三磨所培育钻产业有望贡献增量，目前主要对华天科技、通富微电、中芯国际下属子公司供应。三磨所向市场推出了锻造六面顶压机可用于培育钻石。"
        },
        {
          "code": "sz001336",
          "name": "楚环科技",
          "limit_time": "09:44:21",
          "analysis": "航空航天关联投资+废气治理设备+氢能源/光伏+供水处理设备+环保\n1、2025年7月23日公告，公司拟与礼瀚投资等签署合伙协议，共同投资“瀚智科”。“瀚智科”的投资范围包括但不限于半导体、新能源、航空航天、新材料等行业优质标的股权和/或合伙份额。公司认缴出资999万元，出资比例为33.30%。\n2、公司主要产品为废气恶臭治理设备并，提供水处理设备的代理销售及设备维修服务，主要服务于市政污水处理厂、餐厨垃圾处理厂客户,近年逐步开拓养殖屠宰、石油炼化、医药化工、乳制品、食品加工、喷涂、纺织印染、酿酒等领域客户。\n3、公司认缴出资999万元，出资比例为33.30%。全资子公司楚环新能源积极布局能源领域，涉及光伏、氢能源、储能等多个领域，在氢能源等其他能源领域尚处于积极推进阶段。\n4、公司服务行业涉及市政污水处理厂、餐厨垃圾处理厂、养殖、石油炼化、医药化工等,涵盖废气恶臭产生的大多数行业,公司废气恶臭治理工艺全面,项目经验丰富。"
        },
        {
          "code": "sz002151",
          "name": "北斗星通",
          "limit_time": "09:35:54",
          "analysis": "卫星通信+机器人定位+合作英伟达+智能座舱\n1、公司互动表示航空航天为公司产品重要应用方向，信息装备产品包括北斗应用终端、北斗指挥设备、北斗应用系统、天通卫星通信终端等。\n2、公司开拓了我国首个北斗民用规模化应用，自主开发的卫星导航产品全面领跑行业，处于国内领先地位。公司作为NVIDIA自主机器系统的生态合作伙伴，为自主机器提供高精度的GNSS数据。高精度定位芯片和天线主要应用无人机、室外机器人、测量测绘、自动驾驶、智慧农机等领域。\n3、2023年11月2日公司公告显示：北斗智联主要产品为汽车智能座舱电子产品，在技术与产品、认证与注册、客户与渠道方面，具有较强的市场优势。\n4、北三换装在即，整体空间较北二时期翻多倍，弹载、机载等领域增量市场需求刚性，存量市场也将在3-5年内全部换装迭代。"
        },
        {
          "code": "sz002414",
          "name": "高德红外",
          "limit_time": "14:45:24",
          "analysis": "商业航天+机器人+脑机芯片+军工信息化+无人驾驶\n1、2025年12月16日互动，公司产品在商业航天及星载领域有配套红外探测器机芯应用，随着我司大面阵2K红外探测器的开发成功，相信未来航天的红外应用会越来越广泛。\n2、2025年2月23日公司董事长在亚布力论坛年会表示，下半年将对外发布人型机器人，目标是做到摸起来也像人。2022年公司曾表示红外技术及产品已为相关机器人企业供货多年。\n3、公司表示实现了65000个通道的脑机接口，是马斯克的20倍，并且实现了双向信息的读取与写入。\n4、公司致力于红外核心器件、以红外为核心的光电系统及总体产品的研发与生产，产品已广泛应用在国防及各类民用领域。2025年8月4日盘后公告，公司签订3.07亿元装备系统总体产品订购合同。\n5、公司完整掌握了红外探测器芯片在内的红外传感产业链核心技术；子公司轩辕智驾致力于智能安全驾驶领域，聚焦于毫米波雷达产品、儿童遗落安全系统的开发和远红外产品线的优化和市场开拓。"
        },
        {
          "code": "sh600118",
          "name": "中国卫星",
          "limit_time": "",
          "analysis": "千帆星座+卫星服务+宇航制造+广播通信\n1、2025年12月4日消息，在2025卫星互联网产业生态大会上，垣信卫星与空中客车公司围绕“千帆星座”进行了市场合作签约，开展低轨卫星飞机互联合作。\n2、公司积极参与千帆星座、国网星座等低轨互联网建设工程等产品及服务。先后成功研制发射了北京三号卫星、海丝二号卫星等数十颗商业卫星，宇航部组件及卫星应用产品覆盖了空间段、地面段、应用和终端段。\n3、在宇航制造方面，公司开发了覆盖完整序列的小卫星/微小卫星公用平台型谱，产品涉及光学遥感等领域，可为航天器提供星上导航接收机、空间太阳电池片、星上电子通信设备等产品。公司广播通信服务覆盖中国全疆域、周边及“一带一路”主要区域。\n4、在卫星运营综合服务方面，公司位于云岗的地面站是北京地区的主要大型综合性卫星地面站之一，主要从事卫星广播电视传输、卫星通信服务、卫星测控、卫星在轨监测等业务。"
        },
        {
          "code": "sh605598",
          "name": "上海港湾",
          "limit_time": null,
          "analysis": "商业航天+钙钛矿电池+岩土工程综合服务（西南水电）+一带一路\n1、上海伏曦炘空其能源系统产品已投产空间级太阳电池及柔性太阳阵总装线，配套6500㎡科研场地，构建全要素航天供应链，服务二十余家卫星总体单位，已累计保障16颗卫星顺利发射，40余套卫星电源系统、太阳帆板及结构机构正持续在轨稳定运行；公司已深度参与长光卫星的“吉林一号”遥感卫星星座、时空道宇的吉利未来出行星座、西光航天的西光壹号遥感星座等多个重要卫星星座项目。\n2、2025年7月11日调研纪要，公司钙钛矿太阳能电池已助力15颗卫星入轨，40余套系统在轨稳定运行，订单储备丰盈且增速亮眼，覆盖卫星全生命周期能源需求，并服务长光卫星等20余家客户。\n3、公司参与了西南某水电站项目前期的方案讨论阶段，并已经投入了一定的资源和精力进行前期的研究和准备工作。\n4、公司为全球客户提供集勘察、设计、施工、监测于一体的岩土工程综合服务，主要包括地基处理、桩基工程等业务。已在新加坡、印尼、泰国、越南、菲律宾等多个“一带一路”国家参与基础设施建设。"
        },
        {
          "code": "sz002428",
          "name": "云南锗业",
          "limit_time": null,
          "analysis": "商业航天+6英寸磷化铟技术突破+锗材料+华为哈勃\n1、材料级锗产品锗锭产能为47.6吨/年。公司光伏级锗产品太阳能电池用锗单芯片已实现批量供货，多用于空间飞行器领域。\n2、2025年8月19日盘中消息，九峰山实验室实现6英寸磷化铟技术突破。九峰山实验室此次的突破在于，依托国产MOCVD设备和国内合作伙伴云南鑫耀的6英寸磷化铟衬底技术，成功解决了大尺寸外延均匀性控制这一世界性难题。公司控股56%云南鑫耀。\n3、公司是拥有完整产业链的锗行业上市公司，锗产品产销量全国第一，是目前国内最大的锗系列产品生产商和供应商公司。\n4、华为哈勃创投持有云南鑫耀半导体 23.91% 股权。\n5、公司与中科院半导体所成立联合实验室，主要以大直径低位错密度锗、砷化镓、磷化铟、碳化硅单晶材料制备及其应用为重点研究方向，公司碳化硅项目尚在研发阶段。子公司的化合物半导体材料产品为砷化镓晶片、磷化铟晶片。"
        },
        {
          "code": "sh603679",
          "name": "华体科技",
          "limit_time": "",
          "analysis": "卫星通信+算力+重卡超充\n1、2025年12月18日公司召开华体低空产品发布会，阐释卫星在低空经济中的多重角色，包括高精度定位、天基通信等。公司参股12.96%环天智慧，其经营范围包括微小卫星科研试验，微小卫星测运控服务等。12月10日，环天智慧主导研发的首颗雷达卫星“东坡之眼号”卫星顺利进入预定轨道，西南地区首个具备“光学+雷达”综合观测能力的商业卫星企业就此诞生。\n2、公司参股公司环天智慧商业卫星领域数据中心-环天云智算中心已建成,即将投入使用。\n3、2025年3月27日公司与元启同程完成北川重卡超充站项目签约。项目拟配置140个重卡充电车位，280把全液冷充电终端，电力下电容量50000KVA，集成光储超充一体化技术，致力于打造国内具有标杆意义的重卡超充示范站。\n4、公司官网显示其合作伙伴包括英伟达。公司与联想合作，推出了算力更加出色的低功耗AI边缘服务器华核。公司加入了华为eLTE生态圈，为华为提供了相关智慧路灯产品。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "2025年12月19日，粤芯半导体申报创业板IPO获深交所受理，这意味着这家总部位于广州的芯片公司登陆A股近在咫尺了。作为广东省首家量产的12英寸晶圆制造企业。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz002169",
          "name": "智光电气",
          "limit_time": "09:32:06",
          "analysis": "间接参股粤芯半导体+储能+收购进展 +投资半导体\n1、2025年12月19日粤芯半导体申报创业板IPO获深交所受理，公司作为基金LP通过基金合计间接持有粤芯半导体5.46%的权益。粤芯半导体是粤港澳大湾区目前唯一进入量产的12 英寸晶圆制造企业，是国内第一座以虚拟IDM为营运策略的12英寸芯片制造公司。\n2、2025年12月22日互动，公司发行股份及支付现金收购控股子公司智光储能少数股权项目正紧张有序推进，该子公司为储能设备及系统生产、销售核心载体，本年度业绩增长良好。\n3、2024年10月14日互动，公司已经投资粤芯半导体、杭州广立微电子、广州慧智微电子、北京昂瑞微电子、广东巨风半导体等企业。\n4、子公司智光储能业务可为广大储能系统集成商提供储能电池PACK集成、BMS等核心关键技术服务及设备支持。\n5、公司是电气控制与自动化领域领先企业，主要从事电网安全与控制设备、电机控制与节能设备等。"
        },
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "09:56:10",
          "analysis": "半导体洁净室+中标重大项目+客户包含英诺赛科+并购重组猜想\n1、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、2025年12月15日晚公告，控股子公司泰国Acter近日中标泰国鹏晟PA02动力及内装一次配机电工程项目并收到项目订单，订单总价折合人民币约4.32亿元。\n3、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、中芯国际等业内知名企业。\n4、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。"
        },
        {
          "code": "sh603928",
          "name": "兴业股份",
          "limit_time": "10:09:55",
          "analysis": "光刻胶用树脂+固态电池（酚醛树脂）+3D打印+航空材料\n1、2025年12月1日香港《亚洲时报》等主要外媒体报道称，“日本似乎已从本月中旬起全面停止向中国出口光刻胶的出货。公司已研发成功半导体光刻胶用酚醛树脂、特种半导体封装用酚醛树脂等一批特种有机合成功能新材料。2025年7月3日异动公告，公司的半导体光刻胶用酚醛树脂目前仅处于送样测试阶段， 尚未签订供货合同、 暂未形成销售收入。\n2、2024年报提及，酚醛树脂在电池负极材料的应用有着显著的进步， 是未来固态电池、钾离子电池等颠覆性技术的“核心材料基石”。 公司主要产品中包含特种酚醛树脂。\n3、公司拥有“3D 砂型打印用环保呋喃树脂及其制备方法” 制备的 3D 砂型打印用环保呋喃树脂综合性能优越，实现了 3D 打印关键材料自主研发和生产。公司是C919大飞机刹车片用浸渍树脂的合格供应商。\n4、公司主要产品呋喃树脂多用于风电、核电等大型铸件领域，目前呋树脂合计产能11.8万吨。\n5、 公司持有容汇锂业股权比例仅为1.4543%。后者主要向锂离子电池材料制造行业提供以电池级碳酸锂为主的各等级碳酸锂产品。"
        },
        {
          "code": "sz301611",
          "name": "珂玛科技",
          "limit_time": "10:48:24",
          "analysis": "半导体次新股+先进陶瓷+显示面板\n1、公司先进陶瓷材料零部件主要用于半导体制造前道工序， 已覆盖刻蚀、 薄膜沉积、 离子注入、 光刻和氧化扩散设备。 目前公司来自于光刻设备领域的营业收入相对较少，利润占比相对较低。\n2、公司是国内本土半导体领域先进陶瓷材料及零部件的头部企业，也是目前国内少数有多种陶瓷材料和产品通过国际头部半导体设备厂商 A 公司认证的先进结构陶瓷企业之一。\n3、公司主营先进陶瓷材料零部件以及泛半导体设备表面处理服务。在半导体设备用高纯度氧化铝、高导热氮化铝零部件和分级机用分级轮等“卡脖子”产品方面实现了不同程度的国产替代。\n4、公司陶瓷加热器产品已通过客户验证并实现量产，静电卡盘部分型号已通过客户验证，另有多个型号样品处于客户验证阶段。\n5、公司表面处理服务已在显示面板刻蚀设备中取得一定市场地位，正积极推动该业务向显示面板CVD设备及半导体领域的扩展。"
        },
        {
          "code": "sh605358",
          "name": "立昂微",
          "limit_time": "11:12:14",
          "analysis": "半导体硅片+存储芯片+卫星通信+AI服务器+外延片\n1、公司12英寸硅片覆盖14nm以上技术节点逻辑电路和存储电路，公司重掺低阻外延片和750vFRD芯片可终端应用于AI服务器的不间断电源。2025年12月19日盘后纪要，12英寸硅片已进入部分存储芯片客户供应链。\n2、公司射频芯片验证进度已基本覆盖国内主流手机芯片设计客户，低轨卫星客户已通过验证并开始大批量出货。pHEMT、BiHEMT芯片已进入航空航天、防卫市场、低轨卫星领域。\n3、网传机构短文，公司功率芯片依托硅片的一体化优势，其中和H客户合作的用于【AI服务器和基站电源】的650V—2000V FRD产品获高度评价，其中1200V—2000V超高压产品独供，主要是得益于重掺硅片自供和重金属扩散工艺等技术优势。\n4、公司6-8 英寸外延片出货量占据国内市场前茅。"
        },
        {
          "code": "sh603929",
          "name": "亚翔集成",
          "limit_time": "13:25:28",
          "analysis": "半导体洁净室+海峡两岸+华为\n1、AI带动芯片需求持续增长，对应的洁净室配套工程需求增加。网传公司有机会参与台积电在美工厂建设项目（未经证实）。公司主要为客户提供中高端的洁净室系统集成工程的整体解决方案，客户包括中芯国际等。\n2、姚祖骧、赵玉华夫妇是台湾亚翔的实控人。台湾亚翔持有本公司53.99%的股权，同时姚祖骧全资持有的苏州亚力持有本公司0.75%的股权，因此姚祖骧、赵玉华夫妇合计间接控制本公司54.74%的股权，为本公司实控人。\n3、公司有承接苏州华为、东莞华为部分项目，有参与华为项目部分数据中心建设工程。\n4、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划、设计建议等。"
        },
        {
          "code": "sz000551",
          "name": "创元科技",
          "limit_time": "14:47:45",
          "analysis": "半导体洁净技术+机器人滚针轴承+商业航天+空气源热泵\n1、全资子公司江苏苏净主导产品包括空气洁净、气体纯化设备及系统等，可应用于泛半导体产业，服务过的客户有中芯国际、上海微电子、海力士、丘钛微电子等泛半导体产业公司。\n2、控股子公司苏州轴承生产的滚针轴承在工业机器人应用目前很少，苏州轴承未来滚针轴承发展规划是加大新能源汽车、工业自动化、高端装备、机器人、航空航天和国防工业等行业的发展。\n3、2025年11月26日互动，控股子公司苏州轴承目前在商业航天领域配套的产品主要是滚针轴承系列产品,但供货量较小。\n4、子公司苏州苏净安发环境是空调机暖通的生产商，产品含有空气源热泵机组。\n5、公司主营业务为从事输变电高压绝缘子、洁净环保设备及工程等产品的生产经营，主要产品为洁净环保设备及工程、输变电高压瓷绝缘子、精密轴承。"
        },
        {
          "code": "sz000859",
          "name": "国风新材",
          "limit_time": null,
          "analysis": "光刻胶+航空航天+聚酰亚胺(PI)薄膜+恢复审核资产重组事项\n1、2025年9月15日互动，公司目前在研产品包括高导热聚酰亚胺薄膜、芯片封装用聚酰亚胺薄膜、光敏聚酰亚胺光刻胶，以及铝塑共挤木塑型材 、复合集流体用 BOPET基膜、BOPET 耐高温离保膜等多种产品。\n2、2025年11月10日晚互动，聚酰亚胺薄膜材料可广泛应用于柔性显示、航空航天等领域。\n3、据研报，国内高端PI膜仍主要以进口为主，主要集中于美日韩等国家。公司年产180吨高性能微电子级PI膜材料项目，该项目产品主要应用在柔性电路板（FPC）的基板制造领域，有望实现国产替代。\n4、2025年11月27日晚公告，公司拟购买金张科技58.33%股份。金张科技专业从事消费电子、新型显示、大规模集成电路等领域用功能性涂层复合材料的研发、生产和销售。\n5、公司聚酰亚胺薄膜产品可应用于相关组件中柔性电路板部件。公司目前年产3.2万吨功能性聚酯薄膜项目进展顺利。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "2025年12月20日，话题“马斯克点赞王力宏伴舞机器人”冲上热搜 。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sh603344",
          "name": "星德胜",
          "limit_time": "09:32:39",
          "analysis": "扫地机器人吸力马达+合作浪潮+智慧路灯\n1、扫地机器人主吸力马达是公司的代表产品之一。公司直流无刷电机产品2024年销售收入达8.99亿元，同比增长48.65%，主要应用于洗地机、扫地机器人等清洁电器及新能源汽车领域。\n2、2024年7月22日盘后公告，全资子公司勤上光电与浪潮智慧城市签署战略合作协议，以加强双方在智慧交通、智慧市政、城市更新等新型智慧城市领域的国内及海外业务合作。\n3、公司推出“以智慧灯杆•路灯为平台的户外智慧城市管理系统”，将LED照明、电子警察等设备集于一体，实现多维联动，构建智慧、绿色城市。\n4、全资子公司龙文教育是全国性教育培训机构，主要从事K12一对一课外辅导，已开发\"59错题\"移动在线教育平台。公司参股东莞市智行光电产业职业培训学校。\n5、公司主营为半导体照明（营收占比100%）和教育培训业务。"
        },
        {
          "code": "sh603380",
          "name": "易德龙",
          "limit_time": "09:36:03",
          "analysis": "机器人+客户康普（数据中心MPO）+GPU板卡+汽车电子\n1、公司主要产品应用于包括高端家用电器，家用智能机器人。有涉及部分机器人控制板业务，如扫地机器人控制板，是科沃斯机器人的PCBA供应商。\n2、2025年8月5日讯，安费诺拟以105亿美金对价收购康普CCS业务，康普的CCS业务核心为数据中心MPO布线方案，康普是全球MPO条线的核心玩家。康普股价上涨86%；公司客户包含康普。\n3、公司长期是浪潮辅助板卡等产品的主要供应商，另外公司还生产GPU板卡。\n4、公司同智能底盘系统方案商利氪科技合作，后者是领先的智能线控底盘系统方案商。\n5、公司深耕EMS市场，提供的汽车电子产品制造服务主要集中在商用汽车和乘用车两大领域。"
        },
        {
          "code": "sh603959",
          "name": "百利科技",
          "limit_time": "10:23:28",
          "analysis": "机器人+固态电池+借壳猜想\n1、2025年10月15日调研纪要，公司正推进机器人方向，聚焦工业机器人及智能装备核心技术产品研制，打造机器人国产操作系统、国产控制器及高能量密度电池材料等核心零部件与功能性材料。公司策划培育人形机器人、 防爆四足机器人、 低空装备等机器人通用平台。\n2、公司在固态电池、钠离子电池材料装备领域深耕研究并推进大规模量产技术。\n3、2025年12月11日晚公告，湖南派勒通过司法拍卖已获得公司2.04%股份并完成过户，同时拟继续参与后续9.81%股份的司法拍卖，若全部完成将合计持有11.85%股份，股权结构存在重大变化可能。派勒专注于微纳米工艺研磨与抛光设备及驱控一体化多轴数控系统研产销，市场有借壳预期。\n4、公司主要服务于新能源锂电池核心材料、氢燃料电池材料和有机合成材料。"
        },
        {
          "code": "sh600376",
          "name": "首开股份",
          "limit_time": "13:13:04",
          "analysis": "间接投资宇树+体育产业+房地产开发+酒店+养老\n1、公司控股子公司盈信公司间接持有宇树科技约0.3%股权。\n2、2025年9月8日互动，公司参与了冬奥会国家速滑馆的场馆建设，建设团队后续将转为运营团队。\n3、公司实控人是北京国资委。公司主要业务包括：房地产开发、物业经营、城市更新等创新业务。截至2025H1，公司拟售、在售主要项目（含自持）148个，公司京内主要项目69个，总规模约1560万平方米；京外片区已初步形成以主要城市为重心，深耕结合周边扩展的区域布局，主要项目79个。\n4、酒店经营业务，公司在全国范围内管理和运营酒店9家。\n5、养老板块北京顺义区十號国际养老社区已顺利进入精装修阶段，各项运营筹备工作正稳步推进。公司旗下“首开寸草”养老品牌，目前在北京各城区已布局9家养老院。"
        },
        {
          "code": "sz003021",
          "name": "兆威机电",
          "limit_time": "13:49:15",
          "analysis": "机器人灵巧手+拟H股上市+减速器\n1、2025 年7月， 公司发布新一代仿生灵巧手系列产品 DM17 与 LM06， 通过差异化设计满足多元场景需求。公司地处深圳。公司组建了相应团队并设立专门的机器人子公司深圳市兆威灵巧手公司。未来，公司将持续聚焦于灵巧手产品及其关键部件。\n2、2025年12月22日晚公告，公司正申请境外上市外资股（H股）并在香港联交所主板挂牌。\n3、公司精密行星减速器是指具有较高传动精度的小模数行星减速器，与RV减速器中的摆线针轮传动不同。用于服务机器人的微型传动系统主要应用于家庭扫地机器人等具体场景。\n4、公司主营业务是从事微型传动系统、精密注塑件和精密模具的研产销。"
        },
        {
          "code": "sh600580",
          "name": "卧龙电驱",
          "limit_time": "14:35:32",
          "analysis": "具身智能关节模组+参股智元、宇树+拟赴港上市+数据中心\n1、公司入股智元机器人，打造具身智能领域产业共同体。公司通过金石投资对宇树科技有间接投资。\n2、在具身智能仿生机器人和机器狗领域，公司专注于关节模组的研发与生产，包括高爆发关节模组、高精度仿生关节动力总成、无框力矩电机等多种类型，并且已与多家头部企业，包括海外客户建立深度合作。\n3、2025年9月1日公告，公司H股发行备案申请材料已获中国证监会接收，拟赴港上市。\n4、公司建立了全行业唯一适航实验室，同时是唯一针对低空经济电动化的实验室，控股股东与万丰集团（万丰奥威控股股东）签订合作协议，双方在航空电机驱动器及电机轻量化等领域开展广泛合作。\n5、公司的EC电机具有机控一体、高效节能的特点，可以应用于数据中心的温控系统，已交付客户包括意大利大金等。公司电源公司的电池产品可以应用于数据中心的电源系统，已交付客户包括比亚迪数据中心等。"
        },
        {
          "code": "sh600960",
          "name": "渤海汽车",
          "limit_time": "",
          "analysis": "机器人+新能源汽车+重大资产重组获批+柴发零部件\n1、子公司博海精机启动了人形机器人在工业场景的集成应用研究，但尚未形成销售收入。\n2、网传机构纪要，公司供货小米汽车低压线束+保险杠总成（未证实）。子公司渤海活塞产品参与赛力斯问界M7车型发动机配套。\n3、2025年10月14日晚公告，北京市国资委批复同意公司以发行股份及支付现金方式收购海纳川持有的北汽模塑51%股权、廊坊安道拓51%股权、智联科技100%股权及廊坊莱尼线束50%股权，并同步募集配套资金，交易完成后将新增汽车外饰、座椅、智能网联及线束业务。 \n4、网传公司子公司渤海活塞，为潍柴多款发动机提供核心零部件，包括全球首款本体热效率突破51.09%的柴油机锻钢活塞，以及天然气、甲醇等新能源燃料发动机活塞，在气体机市场占据80%以上份额。（未经证实）"
        },
        {
          "code": "sh603028",
          "name": "赛福天",
          "limit_time": null,
          "analysis": "供货智元机器人灵巧手(未证实)+人形机器人+深海经济+参股干细胞\n1、2025年12月22日市场传闻，智元机器人灵巧手专利文件里明确标注了“腱绳组件采用高分子纤维包裹钢丝复合结构”，这项技术正出自赛福天2023年申报的发明专利。赛福天2024年量产的“复合腱绳”，用芳纶纤维+镀层钢丝+纳米润滑涂层三层结构，拉伸模量可控、回弹精度达±0.03mm——正是智元、宇树等头部公司测试报告中点名采购的规格，据2025年6月调研纪要及公司公告，赛福天已向2家机器人整机厂小批量供货，订单金额超1200万元。\n2、公司经营特种钢丝绳与索具的研产销，钢丝绳产品成功通过中国船级社（CCS）的严格审核，下游应用领域主要为海洋工程、港口码头等。公司是《深海勘探用钢丝绳》国家标准的主要起草单位。\n3、公司持有赛傲生物2.27%的股权。后者原研核心产品iCELL hAESCs成为国内首个取得IND临床试验批准的人羊膜上皮干细胞产品。"
        }
      ]
    },
    {
      "name": "光通信",
      "reason": "2025年12月21日讯，高价AI和无人机光纤需求共同推动二线产能转产，一线龙头对价格控制提升，假设30%散纤涨价20-30%，带动净利率回升6%，每家增量利润4~5亿，对应100亿市值弹性增量。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh601869",
          "name": "长飞光纤",
          "limit_time": "09:38:35",
          "analysis": "光纤涨价+空芯光纤+港股增发完成+CPO\n1、2025年12月17日网传（未证实），受益光模块、MPO大规模出货以及DCI需求爆发，近日普缆散纤已涨价约15%，公司主营光纤预制棒、光纤和光缆，连续八年保持全球第一，数据中心用高端多模光纤客户主要包括字节跳动、腾讯、阿里等大厂。\n2、积极布局空芯光纤，是全球少数可以实现公里级别空芯反谐振光纤制备的企业之一，已助力运营商建立了全球首个800G空芯光纤传输技术试验网。\n3、2025年12月17晚公告，新增发行70000000股H股的所有条件均已达成，并已于2025年12月17日完成本次发行，拟将所得款项净额用于发展本公司的海外业务等。\n4、公司正在研发50GPON、800G数通硅光模块及共封装光学CPO产品，同时持股长芯博创19%股权。\n5、公司持有博创科技股权比例为19.03%，为其第一大股东。"
        },
        {
          "code": "sh601231",
          "name": "环旭电子",
          "limit_time": "13:00:00",
          "analysis": "扩产光模块+AI加速卡+SiP模组（苹果）+AI服务器\n1、2025年12月17日消息，公司计划在海防厂投资建设月产10万只800G/1.6T硅光光模块产能，包括光引擎、模块组装及终端测试完整产线，以满足北美市场旺盛需求。\n2、据2025年11月26日机构调研，公司AI加速卡业务主要客户为北美CSP厂商，2025年第四季度产能已提升至90K/月，2026年将进一步投资至180K/月，并拓展AI服务器主板及供电模组业务。网传纪要，公司层面去年开始日月光战略转型，日月光负责AI相关封测，环旭电子负责光通讯(光模块、CPO光器件乃至交换机)、电源板块等制造业务。（未证实）\n3、公司为苹果 Apple Watch 的 SiP 模组核心供应商。公司部分应用于智能穿戴的SiP模组中集成有eSiM功能。\n4、未来公司将着力发展边缘服务器等具备特色的产品，虽然现在 AI 服务器以及边缘服务器，在公司的占比较低，但由于算力需求爆发，把高速交换机业务迅速拉高，公司已经有一些布局。"
        },
        {
          "code": "sz000070",
          "name": "特发信息",
          "limit_time": "09:37:54",
          "analysis": "光通信（谷歌）+空芯光纤+军工+核电\n1、网传纪要，公司属于谷歌供应链，供应MPO（未证实）。公司立足于光通信主导产业，形成线缆制造等四个业务板块，为客户提供多领域信息化专业解决方案，实控人为深圳国资委。\n2、公司在空芯光纤成缆具有领先优势；2024年6月，公司携手合作伙伴，共同助力中国移动开通全球首个800G空芯光纤传输技术试验网并成功开通国内首条1.2T超低损空芯光纤传输链路。 \n3、子公司成都傅立叶是主要从事军用航空通讯设备、测控集成和卫星通信技术、数据记录仪和弹载计算机的研产销。\n4、公司生产的特种光缆（耐核辐射光缆）以及宽温区多物理量MEMS光纤传感器可以应用于核电领域。\n5、公司与华为在政企市场有相关产品的项目落地，与华为在鹏城云脑二期建设集成项目有合作，该集成项目已建成交付；公司在数据中心与算力基础设施等智能化领域拓展业务。"
        },
        {
          "code": "sh603618",
          "name": "杭电股份",
          "limit_time": "10:11:55",
          "analysis": "电力电缆+特高压+光通信（杭州）+锂电铜箔\n1、公司地处杭州，是国网杭州供电公司重要的电缆供应商和技术合作伙伴，具备光通信“光棒—光纤—光缆”一体化产业链，光缆产品通过参与电信运营商招投标实现销售。网传公司供货杭钢股份光纤光缆。（未证实）\n2、2025年9月16日据国网杭州供电公司官微，9月15日国网杭州供电、宇树科技、具身智能基地、国网浙江华电研究院四方在公司融合创新中心签署“电力+具身智能”框架合作协议，开启在电力人工智能应用领域的深度合作；公司地处杭州，是国网杭州供电公司重要的电缆供应商和技术合作伙伴\n3、公司是国家电网和南方电网高压、超高压电力电缆和特高压导线的主要供应商。电力电缆产品主要包含电力电缆、导线及民用线，用于电力传输。\n4、公司年产5万吨新能源汽车锂电池超薄铜箔项目一期工程于2023年11月投入试生产运行。"
        },
        {
          "code": "sh600487",
          "name": "亨通光电",
          "limit_time": "14:42:44",
          "analysis": "空芯光纤+光模块+空芯光纤+通信+海上风电\n1、公司空芯反谐振光纤损耗≤0.2dB/km达国际先进水平，已与中国联通开通首条商用空芯光纤线路，AI先进光纤材料研发制造中心扩产项目计划2026年2月竣工，持续提升特种光纤规模化交付能力。\n2、据2025年12月8日投资者关系活动会议纪要，公司面向算力中心可提供10G-400G全系列AOC及高速光模块，并正积极布局CPO先进封装以迎接下一代高速光互联产品。。\n3、公司聚焦新一代通信产业与核心技术的研发创新，充分发挥新一代绿色光纤预制棒自主技术及成本优势，不断提高通信网络产品与运营服务业务的市场占有率。\n4、公司聚力打造全球能源互联解决方案服务商，持续加大特高压输电装备、直流输电装备、海上风电等核心技术的研发投入。"
        },
        {
          "code": "sh603228",
          "name": "景旺电子",
          "limit_time": "",
          "analysis": "光模块+HDI（AI服务器）+AI眼镜+机器人\n1、公司已批量生产10G/25G/100G/200G/400G/800G 光模块产品，完成1.6T 光模块产品的打样并具备量产能力，前瞻性布局 3.2T 光模块技术预研。剑桥科技是公司的重要客户之一。公司为AMD提供PCB、封装基板产品。\n2、2025年9月26日公告，2025年上半年，公司可应用于数据中心、AI服务器、HPC、高速光模块的高阶 HDI、112G 交换机高多层高速板等产品实现量产，在服务器超高层Z向互联背板、Birchstream平台高速PCB、1.6T光模块PCB等产品取得重大技术突破，同时开展了服务器OKS平台、224G交换机等下一代产品技术预研。\n3、公司产品中的高阶 HDI/Anylayer、软硬结合板、软板、类载板等产品可应用于 AI 眼镜。\n4、2024年12月25日盘后互动，公司PCB产品应用范围涵盖机器人领域，但整体占公司营收占比较少。"
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "2025年12月18日，特朗普媒体科技集团(DJT)发布公告称与一家获得Alphabet支持的核聚变能源公司TAE Technologies签署最终合并协议，双方将通过全部股票交易合并，交易总价值超过60亿美元。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh601106",
          "name": "中国一重",
          "limit_time": "09:58:51",
          "analysis": "可控核聚变（控股股东）+燃气轮机+央企/机械制造+镍\n1、公司控股股东一重集团为可控核聚变创新联合体成员单位，公司主要从事重型机械制造业务。公司具备核岛一回路核电设备全覆盖制造技术，承担国家绝大多数核电锻件及核反应堆压力容器生产任务，并在高温气冷堆、钠冷快堆等“四代”核电装备实现工程化制造。\n2、公司与中国重燃签署合作协议，在重型燃气轮机等方面进一步加深项目合作。\n3、公司持有控股股东一重集团持有的中品圣德38.74%股权，并间接享有印尼德龙镍业23%权益。印尼德龙项目是印尼当地单体最大的项目，主营采矿产品的加工和精炼，主要产品是镍铁。当地动力煤+高品位红土镍矿资源丰富，对应成本优势显著。\n4、公司是领先的核能设备、重型压力容器、冶金设备、大型铸锻件制造商，是国内最大的核电锻件生产企业，90%以上的国产核电锻件，80%以上的国产核反应堆压力容器由公司生产。"
        },
        {
          "code": "sh605167",
          "name": "利柏特",
          "limit_time": "09:32:18",
          "analysis": "核电模块+工业模块（石油天然气开采）+可控核聚变+工程服务\n1、公司此前获得宁德二期5BDA、7BUG模块建造安装工程及临时泊位工程，也是业内首次采用模块化方案的订单。核电模块化建设可减少项目周期和成本，有望成为行业趋势。核电土建与安装投资较大，预计潜在市场超200亿，公司为首个提供核电模块化制造业务的公司，具备先发优势。\n2、公司是国内少数具备大型工业模块设计和制造能力的企业，石油天然气开采、矿业等行业，对于大型装置模块化有着较高需求。公司工业模块产品的出口国有沙特阿拉伯、埃及等阿拉伯国家。\n3、公司核电气体分离装置用于核电制氦，为国际热核聚变实验堆辅助装备之一，焊接精度和管道清洁度要求高。\n4、公司核电气体分离装置可用于获取制氦；制氢模块可以用于获取高纯度氢气；锂电模块可用于锂矿石加工；水处理模块可用于水体净化。\n5、公司具有全产业链环节服务能力，可根据业主的需求提供包括工程总承包、工程设计等在内的各类工程服务。"
        },
        {
          "code": "sz002523",
          "name": "天桥起重",
          "limit_time": "09:39:42",
          "analysis": "核电+机器人+冰雪产业+资产注入预期+株洲国资\n1、据第三方整理信息，公司已就福清、方家山核电工程部分起重设备与中国核电工程有限公司签订供货合同，涉核起重机研发及出口同步推进。\n2、公司与中南大学合作研发麦克纳姆轮移动机器人，在AGV硬件基础上，进行自主导航及执行任务的重载地面运输工具。\n3、公司联合北京奥悦冰雪旅游投资集团、株洲科聚创业投资企业共同成立株洲天桥奥悦冰雪科技公司，并获得了I.D.E公司真空制(VIM)技术在中华地区的独占许可权，公司正式进入高端冰雪装备产业。\n4、2024年2月5日盘后公告，公司控股股东东株洲国资委建议公司直接向中车产业投资询问是否将智能制造产业相关资产注入公司，目前公司已经向中车产业投资发函，后续将续跟进该事项。\n5、公司风电业务主要生产塔筒等结构件，与华为在钢铁行业打造了多个5G智能化搬运应用场景项目。"
        },
        {
          "code": "sh603169",
          "name": "兰石重装",
          "limit_time": "",
          "analysis": "钍基熔盐堆+签订核能重大合同+氢能+石油化工\n1、 公司是国内核电用板式热交换器主要供应商，市场占有率国内第一。公司在高温气冷堆、钍基熔盐堆技术等四代核电领域具有丰富的技术储备和产品销售，子公司换热公司与中科院应用物理研究所开展过钍基熔盐堆的熔盐换热器技术研究。\n2、2025年10月29日晚公告，近日与中国核电工程签订了《合同协议书》，合同暂定金额为5.81亿元。该合同主要是为中核工程核能项目提供主工艺设备(分离器、箱室等)，项目建设周期约为1年。\n3、公司在核燃料贮运容器细分领域较高市场占有率，并取得中核集团等40余家核电业主单位供应商资格。\n4、公司是国内首家实现国产替代的民用核级板式换热器设计生产企业，成功研制出四代核电站用高温气冷堆 HTL 电加热器。\n5、公司三大基地恰处于\"一带一路\"沿线经济带,业务覆盖多个沿线国家的石油化工项目。公司在氢能源领域主要产品为加氢反应器等用氢装备、煤气化制氢装备等。"
        }
      ]
    },
    {
      "name": "液冷",
      "reason": "2025年12月15日市场信息，谷歌新一代TPUv7因单芯片功耗飙升至980W，其机柜将采用100 %全液冷架构，标志着液冷从可选方案升级为ASIC阵营的强制标配。这一变化确立了独立于英伟达生态之外的全新强劲增长引擎，验证了液冷及上游高阶PCB、高压直流电源等环节更广阔、更确定的放量周期。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002666",
          "name": "德联集团",
          "limit_time": "09:25:00",
          "analysis": "冷却液+小米汽车+新能源汽车（精细化学品）+客户特斯拉\n1、公司为英维克的储能设备提供冷却液产品。冷却液为公司核心产品之一，在国内乘用车前装市场占有率位列前茅。冷却液主要用于核能、风能、等领域的设备冷却系统。\n2、小米YU7将在2025年5月20日19点的小米新品发布会上亮。2024年报，公司汽车双面胶获得 T 客户定点，低电导率冷却液分别获得一汽大众、一汽奥迪、上汽大众、安徽大众以及小米汽车的产品认证及定点。\n3、公司主营业务之一为汽车精细化学品业务，产品覆盖传统汽车厂新能源业务以及新兴新能源汽车超 20 家（含T客户），尤其专注于新能源汽车趋势下的业务升级及细分品类扩张。\n4、公司与德国瓦克化学合作有机硅胶及部分自主研发，有机硅胶业务属于新业务，于2020年开始批量供应电池Pack用有机硅胶。"
        },
        {
          "code": "sz002518",
          "name": "科士达",
          "limit_time": "13:15:57",
          "analysis": "液冷+HVDC+出海北美+储能\n1、公司为数据中心基础设施建设提供UPS、高压直流电源（HVDC）、温控及蓄电池等核心产品。在温控领域，公司已具备液冷CDU及系统、氟泵自然冷等多元解决方案。公司成功导入北美高功率市场，拿到AIDC用600K大机订单，正在导入1.25M产品。\n2、2025年12月21日讯据央视新闻报道，当地时间12月20日，美国加利福尼亚州旧金山市遭遇大范围停电，约12.5万名居民受到影响。网传公司成功实现多家国内CSP厂商突破，阿里2025年上半年UPS实现批量拿单，腾讯实现转换器供应，字节目前已经进入了白名单，正在进行首个小规模订单供货。800V及1600V 高电压等级HVDC正在研发过程中。（未经证实）\n3、公司储能产品在美国的认证已完成，后续将加大对该区域的销售力度。海外充电桩的毛利较高，公司正积极进行海外充电桩的产品认证。\n4、公司储能方面能够提供包括储能变流器、储能电池包以及集成储能系统等，出口涵盖东南亚、南亚、欧洲、中东等区域。公司和宁德时代的合资公司业务范围包括储能系统PCS，特殊储能PACK等。"
        },
        {
          "code": "sh688668",
          "name": "鼎通科技",
          "limit_time": "14:50:29",
          "analysis": "液冷散热器+光模块连接器+汽车连接器\n1、公司二季度液冷产品已小批量出货，并得到客户通知，对液冷进行量产模具的开发。公司已在为液冷的量产做生产上的准备，预计2025年底或者2026年初将开始进行量产。2025年12月19日互动，目前公司224G液冷散热器性能已得到客户认证。\n2、2025年7月14日互动，公司通讯连接器主要客户为安费诺、莫仕、泰科等，生产的通讯连接器产品主要有Cage、高速背板连接器组件、I/O连接器组件、高速铜缆连接器、散热器、液冷散热器等，可用于服务器、数据中心、大型基站等设备中。\n3、公司汽车连接器及其组件主要包括控制系统连接器及其组件、高压互锁连接器等，主要应用在汽车电子控制系统和新能源汽车电池上，起到传输电流和信号等作用。公司不断加深与现有比亚迪、中国长安、南都电源等客户的合作。\n4、公司正尝试拓展新的业务领域，实现多元化发展，横向开发了莫仕的BMS业务模块，并获得BMS Gen6电池项目，目前正处于小批量试产阶段。"
        }
      ]
    },
    {
      "name": "烟花爆竹",
      "reason": "2025年12月16日，山西省人民政府宣布废止《山西省人民政府关于禁止生产、经营、储存、运输和燃放烟花爆竹的通告》，全面放开烟花爆竹燃放。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh603977",
          "name": "国泰集团",
          "limit_time": "09:25:00",
          "analysis": "烟花材料+商业航天+“国泰民安”+民爆+拟收购北矿爆锚\n1、控股子公司江西永宁科技是高氯酸钾生产龙头，高氯酸钾是烟花爆竹的重要原辅材料之一，其客户包括花炮之乡的江西万载等烟花爆竹企业。\n2、2025年12月11日盘后纪要，公司全资子公司新余国泰自主研发生产的小型固体火箭发动机应用于固定翼无人靶机的发射，使其迅速飞离发射器并加速达到预定飞行速度。\n3、公司民爆器材产品除在江西省内全覆盖外，浙江、广东地区也是公司民爆器材产品销售的重点区域。\n4、2025年11月3日公告，公司拟收购北矿爆锚100%股权，交易价格为1.1亿元。北矿爆锚核心价值包括8000吨现场混装乳化炸药产能。\n5、公司下属子公司拓泓新材、三石有色从事号称“工业味精”之称的稀有金属钽铌的湿法冶炼业务。高纯氧化铌为原料作为光学玻璃添加剂等。"
        },
        {
          "code": "sz001217",
          "name": "华尔泰",
          "limit_time": "09:25:00",
          "analysis": "烟花+硫酸+季戊四醇上游原材料+合成氨\n1、公司硝酸产品可用于制造烟花、爆竹的发色剂，公司硝酸下游客户中有从事烟花、爆竹生产的企业，销售占比较小。\n2、硫酸是公司主要产品。公司硫酸装置的产能为60万吨/年，硫酸系列产品有98%硫酸、105%硫酸精制硫酸等。\n3、2025年3月25日互动，公司目前甲醛装置的产能为5万吨/年。\n4、公司合成氨节能升级项目采用 6.5MPa 半废锅航天炉干粉煤气化技术，是目前我国最为先进的合成氨生产节能技术。公司合成氨装置生产液氨过程中副产氢气。\n5、公司从事化工产品的研产销，产品大致可分为基础化工和精细化工产品两大类，基础化工产品包括合成氨（氨水）、硝酸（硝酸钠、亚硝酸钠）、硫酸（三氧化硫）等，精细化工产品主要包括三聚氰胺、甲醛、密胺树脂。"
        },
        {
          "code": "sz002783",
          "name": "凯龙股份",
          "limit_time": "",
          "analysis": "烟花爆竹+民爆+氢能源+光伏\n1、公司主业为民爆，市场传闻公司在产业链中承担配套角色，其产品与烟花爆竹原材料有一定重叠，能间接受益于行业复苏。\n2、公司的主营业务为民用爆破器材、硝酸铵及复合肥、纳米碳酸钙及石材产品的生产和销售，并提供爆破服务。公司生产的民用爆破器材产品主要包括乳化炸药、震源药柱和工业雷管等。公司化肥硝酸铵产能约36万吨。\n3、公司通过投资氢能源产业基金——深圳君丰华盛基金获得武汉地质资源环境工业技术研究院部分股权。后者在氢能产业链上的布局已涵盖制氢、加氢、燃料电池动力系统及核心零部件研发及生产、氢能汽车整车研发及生产等领域，并孵化了格罗夫等几家涉及氢能源相关的子公司。\n4、公司有煤制氢生产合成氨的技术或研究。\n5、子公司凯龙矿业有生产纳米碳酸钙产品，产能5万吨/年，主要用于光伏组件密封胶。"
        }
      ]
    },
    {
      "name": "智能驾驶",
      "reason": "2025年12月20日，首块L3级自动驾驶专用正式号牌“渝ADO001Z”在重庆诞生，由重庆市公安局交通管理总队正式授予长安汽车",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002284",
          "name": "亚太股份",
          "limit_time": "09:35:33",
          "analysis": "AEB（线控制动产品）+新能源车订单+国产ADAS系统+毫米波雷达\n1、公司互动表示，拥有L3牌照的车企中有部分是公司的客户，ADAS系统目前已经能支持全速AEB功能，能提供L3级以上的系统方案和产品。公司的线控制动系统、全向轮角模块、全线控全向轮高速滑板底盘可运用于智能驾驶，线控制动产品目前已开始量产。\n2、2025年2月5日盘后公告，近日收到国内某大型汽车集团的定点通知，公司将为该客户两款新能源车型提供集成制动控制模块(IBSonebox)产品。项目周期5年,预计将于2026年一季度开始量产生命周期销售总金额约为10亿元。\n3、公司汽车电子操纵稳定系统已研发成功，该系统是高级驾驶辅助系统和无人驾驶系统最重要的主动安全基础模块之一。公司为奇瑞新能源开发配套的ADAS相关产品已配备于S61EV车型实现了批量供应，成为国内第一家完全自主的ADAS系统解决方案量产供应商。\n4、据悉，LUXEED智界S7是华为与奇瑞合作打造全新纯电轿跑，也是华为智选车旗下的首款纯电车型。\n5、公司量产的毫米波雷达产品有涉及24GHZ和77GHZ。公司轮毂电机分布式驱动系统可实线全线控智能化底盘控制。"
        },
        {
          "code": "sh603458",
          "name": "勘设股份",
          "limit_time": "13:25:00",
          "analysis": "无人驾驶RWA+数据中心+参股公司合作英伟达+ETC门架\n1、2025年7月11日讯，近日公司旗下勘设泰宇坦行与翰凯斯智能、趣链科技签署合作协议，三方将围绕“智慧交通RWA试点应用”展开合作，探索区块链技术与智能交通的融合创新。此次合作将探索面向交通基础设施和运营装备的RWA(现实世界资产)试点应用。通过对无人车、充电设施等关键资产进行可信登记、价值映射和链上管理，构建可确权、可量化、可交易的新型数据资产体系。\n2、公司设计的贵安新区腾讯七星数据中心项目（一期），国内首个洞库式数据中心；同时还设计818项目（一期）（建设中） 和贵州省地震局数据中心项目（建设中）。\n3、截至2024年3月，公司ETC门架运维监测平台覆盖贵州全省统建部分43家路段业主/地区中心，共接入1425套ETC门架进行运维监测。"
        },
        {
          "code": "sz002703",
          "name": "浙江世宝",
          "limit_time": null,
          "analysis": "自动驾驶（线控转向）+长安汽车+特斯拉+比亚迪\n1、2025年12月17日互动，公司智能转向、线控转向、电调管柱等产品均适用于L3及以上自动驾驶，工信部L3自动驾驶准入目录公布将促进公司智能化转向产品推广及量产。公司已获多家主流车企定点，线控转向首个量产项目预计于2026年下半年开始量产，后轮转向首个量产项目预计于今年四季度开始量产。\n2、长安汽车是公司的客户之一。据网传公司供货首批获准在公开道路开展L3级“有条件自动驾驶”试点车型长安深蓝SL03。（未证实）\n3、2024年4月11日机构调研表示公司产品具备与特斯拉fds配套的可行性。但后续互动表示公司没有与特斯拉相关的信息需要披露。\n4、公司为众多汽车厂商的转向系统总成及关键部件的一级供应商，目前提供给新能源汽车的转向产品占总业务超过1/3，产品出口伊朗等地。公司募投项目涉及新增年产60万台套汽车智能转向系统技术改造项目。\n5、公司与比亚迪商用车有业务合作,主要为其配套电动转向产品。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 16,
      "stocks": [
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "09:33:09",
          "analysis": "哪吒汽车重整+特斯拉+AI芯片+新能源物流车\n1、2025年12月18日讯，近日，浙江谦合汽车在浙江桐乡正式成立，由上海山子有谦科技全资控股，被业内明确视为山子高科在新能源汽车领域的重要布局，更与山子高科计划重整合众新能源（哪吒汽车母公司）的动作紧密关联。按计划，2025年12月完成合并后，山子高科将持有哪吒汽车68%的股权，正式获得控制权。\n2、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监。\n3、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，主要业务发展方向为模拟芯片、电源管理芯片、射频芯片及模块等封装测试。\n4、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研产销。2023年12月旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。"
        },
        {
          "code": "sz002810",
          "name": "山东赫达",
          "limit_time": "09:42:42",
          "analysis": "胶囊+纤维素醚+植物肉+化工材料\n1、2025年12月21日讯，近日，美商务部对硬壳空心胶囊“双反”调查终裁,公司反倾销税率18.71%,较初裁大幅降低153.53%。公司有在美国投资建设200亿粒/年植物胶囊项目，投资金额不超过5亿元。\n2、截至2024年底，公司拥有纤维素醚系列产品产能为85000吨/年。\n3、公司生产的纤维素醚用于食品添加，植物肉用纤维素醚吨净利有望达到5万元，公司参股的米特加植物肉公司，技术全球领先，目前仅有700吨/年中试产能。\n4、公司建材级纤维素醚面向全球销售。瓷砖胶等粘结剂使用普及将带来建材级纤维素醚需求提升，为公司产能释放提供市场空间。公司出口占比达57.69%。\n5、公司主要原料高端胶囊用纤维素醚完全自给，主要产品有：建材级HPMC、HEMC、医药级HPMC等。"
        },
        {
          "code": "sz002951",
          "name": "金时科技",
          "limit_time": "09:50:21",
          "analysis": "合作蚂蚁RWA项目+摘帽+超级电容+储能\n1、公司曾与蚂蚁数科签署了一项合作协议，双方将携手打造全球新能源生态圈，通过深化新能源项目RWA合作，助推数字能源发展。\n2、2025年12月15日公告，公司撤销退市风险警示申请已获交易所批准，证券简称由“*ST金时”变更为“金时科技”。2025年8月12日盘后公告，公司拟公开挂牌转让湖南金时100%股权，加速剥离闲置资产。\n3、2024年12月9日互动，超级电容可应用于储能系统，公司目前正在推进超级电容器混合储能系统的研发。公司产品有分布式液冷储能一体机、分布式风冷储能一体机、逆变升压一体舱等。\n4、2025年8月12日盘后公告，公司拟公开挂牌转让湖南金时100%股权，加速剥离闲置资产。\n5、公司地处成都，公司原从事烟标印刷业务，现已形成以新能源应用领域为核心的储能设备制造，新能源相关产品制造，提供储能安全解决方案的多元化业务。"
        },
        {
          "code": "sh605377",
          "name": "华旺科技",
          "limit_time": "09:50:34",
          "analysis": "涨价预期+国内装饰原纸领先生产商\n1、2025年12月22日机构研报，2025年以来装饰原纸新增产能放缓，25Q1-3行业盈利走弱磨底，25Q4纸价环比维持稳定。公司提前原材料储备，叠加Q4销售环比改善，后期盈利环比预计向上。公司装饰原纸卡位中高端赛道，25Q3盈利见底，近期原材料涨价，后期纸价有望提涨，叠加原材料提前储备，25Q4-26Q1盈利环比向上确定性较强。\n2、国内装饰原纸领先生产商，主要从事可印刷装饰原纸和素色装饰原纸的研产销,以及木浆的贸易业务。公司生产的装饰原纸适用于室内家具、办公家具和门等产品的表面贴面装饰。主要产品包括可印刷装饰原纸和素色装饰原纸，广泛用于人造板的饰面层。  \n3、华旺科技装饰原纸规模优势明显。公司生产装饰原纸可广泛应用于家具、地板等产品的贴面装饰。公司产品远销印度、韩国等国家，是国内少数能够与欧美装饰原纸企业直接开展国际竞争的公司之一。"
        },
        {
          "code": "sz000753",
          "name": "漳州发展",
          "limit_time": "10:25:45",
          "analysis": "漳州国资+中标台湾产业园项目+光伏新能源+信创+污水处理\n1、2025年12月22日，中共漳州市委关于制定漳州市国民经济和社会发展第十五个五年规划的建议发布。其中提到，着力深化漳台“五大板块”融合，打造两岸融合发展先行城市，统筹推进对台重点经贸项目。推动对台小额贸易创新发展，探索两岸服务贸易融合发展新业态。公司实控人为福建省漳州市国资委。\n2、漳州市古雷港经济开发区为全国唯一的台湾石化产业园区，被国务院纳入了《海峡西岸经济区发展规划》重点打造的海西两大石化基地之一，全资子公司福建漳发建设公司作为联合投标体成员，中标了古雷开发区乡村振兴综合项目一期（不含公路部分）设计、施工及招商运营一体化（EPC+O）工程，中标金额为9亿元。\n3、公司旗下信产集团及其权属企业取得CMMI软件成熟度认证、信息技术服务管理体系认证等专业资质，获得“基于人工智能和数字孪生的工业大脑平台”等18项专利及155项软件著作权，入选省首批产业数字化服务商。\n4、公司深耕光伏发电领域，通过资源自主开发和上游产业投资双轮驱动，蓄力发展新动能。集中式光伏与分布式光伏双头并举投建，建设集中式光伏项目方面。\n5、公司形成包含制水，售水，污水处理一体化的产业链条，制水；公司全资下属公司漳州市水利电力主要从事水利水电工程、电力工程的施工总承包等。"
        },
        {
          "code": "sh601212",
          "name": "白银有色",
          "limit_time": "10:45:27",
          "analysis": "白银+黄金+特种电缆（核聚变）\n1、盘中消息据生意社监测，白银12月21日最新价格15212.67元/千克，最近5天上涨3.00%，60天上涨34.63%。截至2025年上半年，公司营收黄金占比18.67%，电银占比4.54%。公司境内矿山保有铜铅锌金属量781.48万吨，其中：铜金属量21.44万吨、铅金属量157.02万吨、锌金属量603.02万吨。金金属量12.42吨、银金属量1832.5吨、钼金属量1.36万吨。\n2、2025年5月15日业绩说明上，公司表示收购的巴西铜金矿项目已完成交割，公司拥有的铜金属资源量增至约93万吨。 \n3、公司的主要业务为铜、锌、铅、金、银等多种有色金属及贵金属的采选、冶炼、加工及贸易。\n4、公司下属长通公司，主导产品为高、低温超导电缆、特种电缆等。 产品应用于国内外重大工程项目上，如酒泉卫星发射基地、天宫一号、 神舟系列、国际热核聚变实验堆（ITER） 等项目。国内首根核聚变装置用 750 米超导电缆由长通公司研发制造并交付使用。"
        },
        {
          "code": "sz002678",
          "name": "珠江钢琴",
          "limit_time": "11:15:18",
          "analysis": "赛马+儿童教育+合作机器人公司+布局文旅产业+广州国资\n1、公司大股东旗下拥有广州赛马娱乐总公司，下属的天麓马术俱乐部。\n2、全资子公司文教公司负责开展艺术教育培训业务，拥有爱上启蒙、爱上键盘等集体课程，适合孩子年龄特点，符合艺术教育规律，目前正在研发其他音乐类目的集体课程。公司拥有恺撒堡、珠江、等多个自主钢琴品牌，全国拥有300多个直接经销商，1000余家销售网点。\n3、2025年10月23日消息，公司正式宣布珠江艾茉森公司、珠江文之旅与璇无际机器人公司达成战略合作，推进音乐科技融合。\n4、2025年4月2日公告，以自有资金2亿元投入布局文旅产业。新设立的全资文旅子公司，作为珠江钢琴文旅业务的投资和实施平台，定位于“旅游景区运营、研学教育实践、文旅产品及线路开发”三位一体的复合型平台，将进一步拓宽业务边界。\n5、公司控股子公司广东琴趣网络“钢琴云学堂”，钢琴云学堂采用视频识别为主，音频识别辅助的人工智能领域的技术。公司实控人为广州国资委。"
        },
        {
          "code": "sz000407",
          "name": "胜利股份",
          "limit_time": "13:03:15",
          "analysis": "天然气+天然气销售+拟购买石油相关资产\n1、公司的主营业务为清洁能源天然气业务推广和应用。主要产品为天然气终端销售、天然气贸易、管道制造、油品贸易。\n2、公司与中石油、中石化、中海油等拥有稳定的战略合作关系；公司是国内最具实力的聚乙烯（PE）管道供应商之一，是港华燃气、华润燃气、中国燃气等大型公用事业公司的主要供应商。\n3、公司拥有多层次的气源供应体系，拥有较高层次的专业化人才队伍和燃气管理能力，搭建起覆盖天然气运输管线，城市特许经营管网，加气母站及子站，焦气洁能，LNG 加工厂等天然气业务领域的业务架构体系。\n4、2025年11月10日盘后公告，公司拟通过发行股份及支付现金的方式，购买中油珠海100%股权、天达胜通100%股权以及南通中油51%股权、甘河中油40%股权。本次交易预计将构成上市公司重大资产重组。"
        },
        {
          "code": "sh601068",
          "name": "中铝国际",
          "limit_time": "13:53:30",
          "analysis": "电解铝+传力拓换股+稀土工程设计+有色金属工程\n1、2025年12月3日晚公告，公司控股子公司牵头组成的联合体，中标山西兆丰铝电新材料有限公司新建39.4万吨/年电解铝项目，合同总价30.30亿元。\n2、网传力拓正考虑与中铝进行资产换股权交易，以打破治理僵局。（未经证实）\n3、公司下属公司长沙有色冶金设计研究院，可从事稀土永磁方面设计及咨询，并曾承接过高性能稀土永磁材料扩建、钕铁硼磁性材料等项目的工程设计咨询。公司控股股东中铝集团参与组建并参股20%中国稀土集团。\n4、公司实控人是国务院国资委。公司能为整个有色金属产业链各类业务提供全方位的综合技术及工程设计及建设服务。公司的业务主要包括工程勘察、设计 及咨询、工程及施工承包及装备制造。公司可以提供从铝生产流程中提炼镓的技术服务。\n5、全资子公司长沙有色冶金设计研究院与香港CBC投资签署玻利维亚Uyuni盐湖年产2.5万吨（LCE）提锂建设项目工程设计合同。公司仅为锂生产企业提供技术设计及咨询、工程施工服务。"
        },
        {
          "code": "sh688125",
          "name": "安达智能",
          "limit_time": null,
          "analysis": "AI服务器+流体控制设备+ADA智能机+果链\n1、2025年11月28日盘后纪要，在AI服务器领域，公司智能设备已切入相关组装代工厂商。当前，该业务尚处早期阶段，出货量占比低，未形成规模效应。\n2、公司作为国内领先的流体控制设备智造商，在新能源行业的客户有宁德时代、比亚迪等。\n3、公司的综合毛利率可以维持在60%以上，高于同行业平均水平，在果链设备商中也处于优秀水平。公司15年开始研发ADA智能机，21年推向市场，目前进度领先于行业类似概念产品。在加贺和菲尼克斯有所应用，且正在苹果做整线的验证，验证通过后产品可对标博众，空间成倍增长。\n4、公司主要从事流体控制设备、等离子设备、固化及组装设备等智能制造装备的研产销，产品主要包括点胶机、智能组装机等，并为客户提供整线生产综合解决方案。\n5、公司于2014年进入苹果供应商体系，后续拓展其EMS厂商供应链，并与包括歌尔股份、广达、比亚迪和立讯精密在内的一系列全球头部电子信息产业客户建立了稳定的深度合作关系。"
        },
        {
          "code": "sh601208",
          "name": "东材科技",
          "limit_time": null,
          "analysis": "高速树脂（M9）+间接供货英伟达+氢能\n1、机构调研表示，Rubin量产节点大概率在2026年三四季度，上游核心材料备货节点将在2026年Q1开始，Rubin正交背板确认采用M9树脂+HVLP3/4+Q布；2025年9月29日互动，公司并非英伟达的直接供应商，公司的高速树脂是通过国内外一线覆铜板厂商供应到主流服务器体系，目前，公司已实现M9树脂批量供货，现有产能能够满足客户初期订单需求，同时公司也在积极实施产能提升计划。\n2、公司加快燃料电池用质子交换膜产业化项目建设，积极布局PP复合铜箔项目，目前均取得较快进展。\n3、公司拥有电工绝缘材料产能4万吨、新能源材料4万吨、光学膜材料9.5万吨、电子材料8.8万吨、环保阻燃材料3.7万吨，在建特种功能聚酯薄膜共4万吨，光学膜材料10.5万吨，电子树脂材料16.5万吨。"
        },
        {
          "code": "sz002842",
          "name": "翔鹭钨业",
          "limit_time": null,
          "analysis": "钨价上涨+光伏用钨丝\n1、2025年12月22日据证券时报报道，仲钨酸铵价格升至67万元/吨，年内涨217%，大型钨企长单采购价再度大幅上调，原料端减停产消息发酵，供应端紧缩推动全链条价格跳升。公司子公司江西翔鹭钨业拥有铁苍寨矿区的钨矿采矿权。\n2、公司开采矿种有钨、锡、铜，伴生铜矿保有资源储量矿石量19.57万吨，铜金属量476吨；伴生锡矿保有资源储量矿石量38.88万吨，锡金属量1108吨；伴生钼矿保有资源储量矿石量43.36万吨，钼金属量35吨；伴生银矿保有资源储量矿石量43.36万吨，银金属量19吨。\n3、2025年8月22日互动，公司作为国内具备光伏用超细钨丝研发及生产能力的企业之一，光伏业务主要聚焦于超细钨合金丝材的生产，该产品主要用于光伏硅片切割。公司已启动年产300亿米光伏用超细钨合金丝生产项目，该项目旨在提升光伏材料领域的产能布局和技术实力。"
        },
        {
          "code": "sz002812",
          "name": "恩捷股份",
          "limit_time": "",
          "analysis": "提价预期+并购中科华联+锂电隔膜+固态电池电解质\n1、2025年12月22日网传机构研报表示，隔膜继10月份提价之后，Q1提价力度可能较大。\n2、2025年12月13日公告，公司拟以发行股份等方式购买隔膜设备商中科华联100%股权，标的公司湿法隔膜生产线获国内首台套重大技术装备称号，交易完成后有望提升公司隔膜产能及市占率，但交易尚存在不确定性。\n3、2025年11月10日互动，公司控股子公司恩捷前沿高纯硫化锂中试线已建成，硫化物固态电解质10吨级产线已投产并具备出货能力，全固态电池材料布局领先。\n4、公司是全球隔膜行业绝对龙头，湿法隔膜全球市占率40%，涂覆隔膜市占率超60%。公司持续推进一体化涂覆建设，在C等客户涂覆比例提升，2023年全年保持在50%-60%以上。"
        },
        {
          "code": "sh600684",
          "name": "珠江股份",
          "limit_time": null,
          "analysis": "体育产业+物业管理+广州国资\n1、2025年12月22日盘中消息，广州第十五个五年规划建议发布，打造穗港马产业经济圈。公司地处广州，子公司珠江文体致力于体育产业的发展，经营业务涵盖体育场馆运营管理、体育赛事运作、文化演艺策划执行、教育培训、体育金融投资、体育顾问咨询、智慧体育等,在建在管在咨询的体育场馆14个。\n2、公司实控人广州市国资委。公司于2023年4月重组基本完成，房地产开发业务相关的资产负债置出，置入广州珠江城市管理服务集团100%股权。重组后公司主营业务将变更为物业管理与文体运营。2025年9月9日公告，公司收到证监会批复，向特定对象发行股票注册生效，拟募资7.376亿元用于城市服务与文体运营业务扩张。\n3、公司大股东珠实集团是广州市最大国有住房租赁平台和城市更新国有土地整备平台及广州市属国企中唯一城市建设运营全产业链企业，旗下广州城市更新集团，开发多个安居小区和写字楼宇。\n4、实控人珠实集团旗下广州珠江实业环境保护主业为工程环保和土壤修复。"
        },
        {
          "code": "sz003040",
          "name": "楚天龙",
          "limit_time": "",
          "analysis": "数字人民币+合作华为+社保卡+稳定币+AI智能体\n1、2025年12月20日讯，香港财经事务及库务局局长许正宇表示，预计将于2026年初发放首批稳定币牌照。2025年12月19日互动，公司数字人民币业务已覆盖公共交通、政务服务、零售消费等核心场景，构建“软硬件结合+全生命周期服务”一体化解决方案，并与工行、农行等8家运营机构及华为等伙伴深度合作。\n2、2025年6月5日晚调研纪要，公司表示具备参与香港地区法币稳定币相关业务的能力，有望在嵌入式安全产品及创新金融服务等领域落地更多场景项目。\n3、公司与华为云签署框架合作协议，双方将重点聚焦人工智能、数字人民币生态建设等方向。公司自主研发的楚天龙咨询导办机器人产品，打造窗口AI智能体。\n4、公司嵌入式安全产品主要为智能卡、eSIM等多种形态或介质。2025年8月7日互动，华信新材是公司嵌入式安全产品原辅材料供应商之一。\n5、2023年公司持续推动量子加密等技术在嵌入式安全产品中的创新融合应用，已实现向客户单位的批量供货。"
        },
        {
          "code": "sz002339",
          "name": "积成电子",
          "limit_time": "",
          "analysis": "中标大单+虚拟电厂+充换电+养老+合作华为\n1、2025年12月8日盘后公告，公司中标国家电网多个采购项目，金额合计为2.15亿元，占2024年营收8.26%。公司在智能电网、新能源发电等领域的解决方案可用于虚拟电厂建设的相关环节，包括整合分布式能源、实现源网荷储优化。\n2、公司是国内为数不多的智能充换电一站式解决方案服务商。子公司积成智通提供的大功率液冷超充设备具有充电速度快、单枪功率高、主动防护功能全等特点。\n3、上海积成能源研发的智联万家解决方案参与了华为相关的智慧民政项目。该项目通过智能设施设备远程监测服务独居老人生命健康体征数据。\n4、公司业务涵盖信息安全服务，子公司卓识网安在网络安全方面的业务主要包括网络安全等级保护测评、工控系统风险评估、渗透测试、产品检测和商用密码评估等。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 27,
      "stocks": [
        {
          "code": "sh600165",
          "name": "*ST宁科",
          "limit_time": "10:36:26",
          "analysis": "重整进入执行阶段+长链二元酸+债务豁免+水处理\n1、2025年12月18日公告表示公司近期已经实现复工复产，12月11日晚，公司发布拟增加注册资本暨修订《公司章程》的公告。 2025年12月10日晚公告，已收到重整投资人全部重整投资款，合计12.41亿元，8.8297亿股转增股票已过户至重整投资人指定账户，公司进入重整计划执行阶段。\n2、公司主营生物法长链二元酸及其衍生化工产品，独家买断中科院微生物所第三代规模化生产技术并已投产，具备技术、原料、能源及环保综合优势。控股子公司中科新材主营业务为长链二元酸的生产及销售，设计产能5万吨/年，应用领域主要为生产长碳链聚酰胺。\n3、2024年12月27日晚公告，德运新同意对子公司中科新材欠其债务本金合计8088.68万元进行无条件豁免。本次豁免预计减少公司其他应付款约8088.68万元，同时增加净资产约7279.81万元。\n4、公司地处宁夏，子公司华辉环保可生产净水活性炭等六大类活性炭产品。主要用于水处理、气体处理等领域。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "11:16:47",
          "analysis": "服装+湖北资本间接入股+储能+财务状况优化\n1、公司主营服装业务，拥有全国最长工艺流程及全手工制作服装生产线，2025年上半年整体营收约1.29亿元。\n2、2025年11月21日发布间接控股股东股权拍卖公告，本次竞拍主体为湖北香柯乾涌服装合伙企业（背后实控人湖北省财政厅），其股东结构于11月6日发生关键变动，新增嘉兴摩予渡雅芯智算企业及摩予渡（海南）企业管理咨询合伙企业两大主体。市场猜测摩予渡系通过本次股权介入，可能意在借助ST尔雅上市公司平台。（未证实）\n3、公司子公司北京美尔雅能源的孙公司石嘴山市简泌能源100MW/400MWh高温熔盐+150MW/300MWh石墨烯复合电池储能电站项目环评2024年已获批。\n4、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "11:28:03",
          "analysis": "控制权变更+半导体材料+军工+虾青素\n1、2025年12月17日盘后公告，长春中院裁定将万方源所持总股本29.18%司法划转至吉林九台农商行，过户完成后九台农商行成为第一大股东，公司控制权发生变更。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工等展开深度合作。"
        },
        {
          "code": "sh600608",
          "name": "*ST沪科",
          "limit_time": "09:30:33",
          "analysis": "转型花卉+农产品+昆明国资\n1、据2025年半年度报告及2025年12月17日互动，公司自2025年3月起转型开展花卉业务，已在姚安及昆明建立花卉仓储、加工中心，业务涵盖花卉交易、经济代理及物流配套服务。\n2、公司主营业务以大宗商品贸易为主，主要产品为化工产品类塑料粒子产品、农产品及其他生产生活物资等。公司农产品业务涉及的主要产品品类有大米、高粱、玉米等，尚未开拓花卉类产品。\n3、2025年10月30日公告，截至本公告日公司非经营性资金占用余额为为3.49亿元。\n4、公司的最终控制人为昆明市人民政府国有资产监督管理委员会。"
        },
        {
          "code": "sz002693",
          "name": "*ST双成",
          "limit_time": "10:06:06",
          "analysis": "FDA获批 +医药（海南）+辅助生殖\n1、据2025年12月18日公告，公司注射用硼替佐米ANDA获美国FDA上市许可。\n2、公司是海南本地股，产品醋酸曲普瑞林注射液适用于不育治疗下所需的垂体降调节。参股51.19%的子公司宁波双成的产品盐酸美金刚片是一种治疗中重度至重度阿尔茨海默型老年痴呆症的药品。\n3、公司产品注射用胸腺法新、注射用生长抑素、注射用法莫替丁等产品均纳入医保目录。\n4、2025年8月2日公告，精氨加压素注射液获得澳大利亚药物管理局TGA上市许可，该药品适用于预防和治疗术后腹胀、清除腹部X射线检查中的干扰性气体阴影以及用于治疗尿崩症。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "14:14:33",
          "analysis": "重整获批+算力注入预期+数字化家装\n1、2025年12月21日公告，北京一中院裁定批准公司重整计划并终止重整程序，产业投资人北京华著科技及财务投资人云南国际信托等将合计投入约14.12亿元，其中约4.17亿股由全体重整投资人有条件受让，剩余股份用于偿债。\n2、2025年12月6日重整计划草案之经营方案，重整完成后公司将在聚焦家装主业的同时，新增算力中心集成及运营服务业务，形成“家装+算力”双轮驱动。\n3、据网络纪要，算力资产一期价值：华著科技承诺无偿注入的和林格尔智算中心一期（20万P算力）已完工，对应市值约100亿元（901MW电力容量，规模为*ST宇顺28倍）。若二期60万P算力落地，公司将进入国内算力第一梯队，理论市值可达600亿元。（未证实）\n4、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司研发应用4D-VR渲染引擎及AI+4D云智能设计，通过VR裸眼云台为客户呈现全屋渲染及高清全景图。"
        },
        {
          "code": "sz300506",
          "name": "*ST名家",
          "limit_time": "09:25:00",
          "analysis": "重整复牌+车联网+智慧城市\n1、2025年12月21日讯，公司重整计划资本公积金转增股本已实施完毕，每10股转增约10.5股，共计转增7.3亿股，总股本增至14.26亿股，股票于12月22日复牌。\n2、智慧灯杆作为基础设施在车路云一体化系统进行应用，为公司新兴业务，目前相对交易金额较小。\n3、在智慧城市建设领域，公司自主研发边缘智能网关、智能电源等核心产品，赋能 5G+智慧城市建设。\n4、公司持爱特微（张家港）半导体技术公司57%股权。爱特微主要从事 IGBT 芯片研产销，以及功率半导体晶圆代工业务。\n5、公司主营业务为景观照明工程业务及少量的合同能源管理业务。公司的照明产品主要包括 LED 洗墙灯等特殊艺术造型灯具。"
        },
        {
          "code": "sz002306",
          "name": "*ST云网",
          "limit_time": "09:25:00",
          "analysis": "实控人现金赠与1.5亿+光伏电池+半导体+餐饮\n1、2025年12月20日公告，公司实控人拟向公司现金赠与并豁免债务，单方面、不附条件、不可撤销，将改善现金流、优化资产负债结构并提升持续经营能力。\n2、公司正在向N型TOPCON电池片生产制造业务领域转型，计划总投资额50亿元，建设年产8GW单晶N型TOPCON高效电池生产规模，2025年实现8GW产能全部达产。截至2025Q3，公司新能源光伏电池项目已安排2条生产线进场安装调试，暂未投产。公司边框项目已投产运营，于2025年8月中旬向客户运送首批货物。\n3、2025年6月4日据企查查，*ST云网成立新公司，含半导体器件相关业务。\n4、公司主要业务为新能源光伏和餐饮团膳两大业务板块。公司团膳项目主要分布在北京市、河南省郑州市及洛阳市、湖北省宜昌市等地。\n5、公司此前参股公司广州瓦瓦美塔在应用领域有元宇宙相关研究，旗下重庆微音与今日头条等合作，保障了游戏推广的多元化渠道及低成本。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "09:25:00",
          "analysis": "烟花+银行账户冻结解除+小额贷款+成立文旅公司\n1、2025年年报显示，公司主营烟花爆竹出口贸易、国内批发零售及门店加盟、燃放服务，北美市占率9.30%，为美国主流进口商首选供应商。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n2、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sz002789",
          "name": "*ST建艺",
          "limit_time": "09:31:51",
          "analysis": "终审胜诉+保壳预期+聘任新高管+建筑工程+银发经济\n1、2025年12月19日公告，控股子公司建星建造与龙光工程等施工合同纠纷案终审胜诉，龙光工程应支付工程款3586.8万元及逾期付款利息，支付保修金361.73万元及逾期付款利息。\n2、2025年11月17日晚公告，聘任何振湘为公司副总经理，其具有在南方银谷的任职背景，南方银谷曾为皖通科技的控股股东。引发投资者的诸多猜测。公司实控人为珠海市国资委，被部分投资者认为有保壳预期。\n3、2025年4月11日，公司与控股股东珠海正方集团签署《股权转让意向协议》，公司拟将持有的建艺矿业77%的股权转让予正方集团或其关联方，本次交易价格预估为9.24-11.55亿万元。\n4、公司依托建艺装饰品牌优势推进装饰装修业务稳步增长，充分发挥建星建造资质及行业优势，加快拓展房屋建筑工程总承包业务。公司珠海市香洲区区级养老机构—和园·颐养项目正式启动，该项目已成为公司在银发经济领域深耕细作的重要里程碑。"
        },
        {
          "code": "sz002529",
          "name": "*ST海源",
          "limit_time": "09:34:06",
          "analysis": "拟定增+控股股东拟变更+光伏电池组件+汽车零部件\n1、2025年12月19日公告，公司拟向滁州市紫锳能源科技定增募资不超2.2亿元，发行价5.61元/股，募集资金全部用于补充流动资金。\n2、2025年3月30日，公司控股股东江西赛维电力集团拟转让公司股份，若本次协议转让事项完成，公司控股股东将变更为新余金紫欣企业管理中心。\n3、公司陆续推出了166、182、210规格电池尺寸的多主栅整片组件、半片组件等系列组件。\n4、公司是国内较早研发LFT-D、SMC等工艺技术的企业之一，并将这些工艺运用于生产乘用车、商用车的外覆盖件等汽车轻量化车身件和新能源汽车电池盒的外覆盖件，从而扩大轻量化技术在新能源汽车轻量化领域的应用。\n5、公司主要销售HC系列耐火压机、HF系列墙材压机等压机装备，具备生产碳纤维复合材料制品设备及能力，主营业务为机械装备、复合材料轻量化制品以及光伏组件等;参股云度汽车11%股权。"
        },
        {
          "code": "sz000752",
          "name": "ST西发",
          "limit_time": "09:42:03",
          "analysis": "重整协议+拟收购拉萨啤酒50%股权+无偿受赠现金资产1.82亿元\n1、2025年12月12日公告，公司与重整投资人签署《重整投资协议》，参与公司此次重整的投资人共为24家，产业投资人为盛邦发展，盛邦发展系盛邦控股之控股子公司，盛邦控股系ST西发控股股东。24名投资人将合计投资22.94亿元参与上市公司此次重整。\n2、2025年7月22日公告，上市公司持有拉萨啤酒50%股权，是其控股股东，拟收购嘉士伯国际持有的拉萨啤酒另50%股权，预计构成重大资产重组。2025年9月4日公告，控股股东及投资人拟清偿占用资金。\n3、公司主营啤酒的生产与销售，啤酒销售占公司主营收入的95%以上。\n4、2025年1月15日晚公告，控股股东盛邦控股决定拟向公司无偿赠与现金资产1.82亿元。\n5、公司已于2023年年度报告披露的同时向深交所申请了撤销对公司股票交易实施的退市风险警示。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "10:00:14",
          "analysis": "签订2艘油船+签约船舶建造合同+收购恒力重工(民营最大造船厂)\n1、2025年12月20日公告，恒力造船签订2艘11.4万载重吨原油/成品油运输船建造合同，合同履行预计对未来业绩产生积极影响。\n2、2025年11月27日晚公告，公司下属公司恒力造船，签署1-16亿美元造船合同金额。\n2、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘，交船期排至2027年。\n3、2025年8月29日半年报，公司置入恒力重工资产后上半年营收67亿元、归母净利润6.5亿元，实现扭亏。\n4、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）等绿色船舶和高端海工装备制造业务。达产后可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n5、公司经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比57%。"
        },
        {
          "code": "sh600238",
          "name": "*ST椰岛",
          "limit_time": "10:03:37",
          "analysis": "海南（消费）+蜜雪冰城潜在供应商（未证实）+跨境电商\n1、公司实控人是海口市国资委。公司主营业务为酒类产品的生产和销售，主要产品围绕“大健康产业”为中心主干，以滋补型椰岛鹿龟酒、轻养型椰岛海王酒和原产地精酿白酒为公司的“一树三花”战略布局。\n2、网传公司为蜜雪冰城椰汁类原料供应商（未证实）。\n3、公司主要产品包括“椰岛鹿龟酒”、“椰岛海王酒”、“贵台”酱酒等。公司布局椰汁类生态饮品业务板块，开展“全球购”进口商品销售及跨境电商经营等业务。\n4、2024年设立参股公司海南煜琼实业，经营范围包含房地产开发经营；以自有资金从事投资活动；集成电路设计；数字文化创意软件开发等。"
        },
        {
          "code": "sz300344",
          "name": "*ST立方",
          "limit_time": "10:08:06",
          "analysis": "退市风险+控股股东重整申请+拟收购金融资产+AI训练平台\n1、2025年12月19日公告，公司因2021-2023年定期报告虚假记载收到《行政处罚及市场禁入事先告知书》，股票已自2025年12月2日起被实施退市风险警示。2025年7月16日晚公告，公司收到合肥市中院裁定书，受理公司控股股东合肥岭岑科技的破产重整申请。\n2、2025年1月9日晚公告，公司拟通过全资子公司安徽立方数科以1.05亿元受让安徽云掌92%份额，实现对云掌财经的业务收购。\n3、公司推出AI训练平台立方PAI，提供完整的人工智能模型训练和资源管理能力平台，使最终用户和管理员更容易完成日常的AI任务。网传公司为AI智能体代理商（未证实）。\n4、公司为国内领先的专注新型数字基础建设的数字科技云服务商，旗下超立方产品包含AI服务器、通用服务器和存储服务器。\n5、子公司东经天元是与欧特克（与英伟达创作Omniverse平台）全国总代理，英伟达官微曾分享立方数科使用Omniverse实现数字孪生的案例；欧特克相关营收占比32%。"
        },
        {
          "code": "sh600355",
          "name": "*ST精伦",
          "limit_time": "10:17:01",
          "analysis": "服务器设备采购合同+机器人+电子身份证+智能配电\n1、市场传闻公司12月或有新客户，如果明年一季度服务器业务持续，且不止一个客户，大概率摘帽。2025年8月12日半年报，公司与某数据科技有限公司签订2.3亿元服务器设备采购合同，报告期内已交付4500万元，预计对全年及后期业绩产生正面影响。\n2、全资子公司鲍麦克斯专业从事通用及专用伺服驱动系统、数控系统、 缝制机器人的系列化产品研发及销售。此外公司的人工智能技术包含计算机机器视觉技术。\n3、公司率先全面支持二代居民身份证阅读、身份证实人实证微模块身份核验、eID 数字身份核验及可信身份核验这四种模式的全方位安全身份核验解决方案。\n4、参股子公司精伦电气主要致力于服务智能电网建设。“普利充电”为用户提供便捷的充电、结算等服务。\n5、公司主营业务为智能制造类产品、商用智能终端类产品和软件与信息服务类产品的开发、销售和运营。参股的华美晨曦光电是国内首家也是唯一一家从事交流驱动有机发光二极管(ACOLED)照明面板研发营运的公司。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "10:31:09",
          "analysis": "拟股权转让+终止参股方圆证券+建筑设计+光伏一体化\n1、2025年11月5日晚公告，公司控股股东苏州柯利达集团拟将其持有的柯利达无限售流通股4000万股股转让给崔建泉，转让股份占公司当前总股本的比例为6.71%。协议转让后崔建泉将成为公司第二大股东。\n2、2024年半年报，2016年8月2日公司拟与昆山管众鑫投资公司等共同出资设立方圆证券，公司出资占比为19.50%。2025年7月11日公告，公司宣布终止参股设立方圆证券。\n3、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n4、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        },
        {
          "code": "sz002199",
          "name": "*ST东晶",
          "limit_time": "10:57:09",
          "analysis": "业绩预告+盐湖锂矿+石英晶体元器件+英雄互娱\n1、2025年12月19日互动，公司预计将于2026年1月31日以前发布2025年度业绩预告。2025年三季报净利润为-3913.29万元。\n2、2025年8月5日晚公告，公司控制权变更事项手续已经全部完成，公司控股股东变更为无锡浩天一意，实控人变更为朱海飞。 朱海飞是拓海股权投资基金的管理人，拓海基金直接、间接持有西藏阿里麻米措矿业和西藏国能矿业股权，这两家公司拥有的盐湖锂矿资源是新能源电池重要原料。\n3、公司主要经营产品包括石英晶体谐振器、振荡器等晶振产品，营收占比超98%。公司是国内石英晶体元器件行业的先行与引领者，拥有各类自动化生产线80余条，已具备年产各类电子元器件20亿只的能力。\n4、公司曾拟以其拥有的全部资产、业务与英雄互娱全体股东拥有的英雄互娱100%股权的交易定价等值部分进行置换，后终止。英雄互娱参股《黑神话悟空》背后制作公司。"
        },
        {
          "code": "sz002289",
          "name": "*ST宇顺",
          "limit_time": "11:04:54",
          "analysis": "拟购买数据中心标的股权+柔性屏+OLED+投资标的拟上市\n1、2025年12月3日公告，交易对方已收到公司从监管账户支付的中恩云数据中心项目51%交易对价款，重大资产重组完成后将形成数据中心基础设施服务与液晶显示模组并行的多元化布局。\n2、2025年11月4日公告，公司与交易对方签署《备忘录》，推进33.5亿元现金收购北京房山中恩云数据中心项目相关资产。三家标的公司共同运营中恩云数据中心项目，项目目前已建设运营约8000个机柜。\n3、在柔性屏方面，公司持有一种纳米银线路的单层多点电容式触摸屏专利。\n4、2024年7月16日互动，对于公司间接投资盛合晶微半导体启动科创板上市已一年+，预计获准指日可待的问题，公司表示希望项目标的能够顺利登陆资本市场，实现良好的投资回报。\n5、公司从事智能显示模组制造，用于智能手机、智能车载等；有OLED产品，主要应用于智能穿戴产品上。"
        },
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": "13:08:12",
          "analysis": "财务总监任副总经理+减资陕西步森 +信息服务+零售\n1、2025年12月17日公告，拟聘任张敏为公司副总经理，现任公司财务总监、董事会秘书。\n2、2025年12月18日公告，公司拟对参股公司陕西步森定向减资4900万元，减资后持股比例由35%降至约13.91%，以降低经营及资金往来风险。\n3、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务，帮助中小微商户完成收款，并提供 POS 机具的售后服务等。\n4、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入，以及代办电信综合业务取得的电信服务费收等。"
        },
        {
          "code": "sz002168",
          "name": "*ST惠程",
          "limit_time": "13:52:48",
          "analysis": "无人驾驶+签署重整投资协议+充电桩+国企改革+华为云\n1、公司经营范围涉及无人驾驶物流车整体技术、中低速无人驾驶系统、无人驾驶物流车的研产销、咨询及服务。公司投资业务主要涵盖以资金管理和运用为主的理财产品投资、股权投资。公司最终控制人为重庆市璧山区财政局。\n2、2025年12月19日互动表示，上市公司单体欠付债权人绿发资产借款本息共计约2.27亿元。绿发资产向重庆市第五中级人民法院提交对公司进行预重整的申请，重整程序通常针对公司自身的债务和经营情况进行，且每个公司的重整价值需要单独评估。\n3、2025年9月11日公告，公司与植恩生物签署重整投资协议。\n4、子公司重庆惠程致力于为用户提供包括充电系统、配电系统及安防系统在内的新能源电动车充电场站一体化解决方案。\n5、子公司哆可梦与华为云合作推出哆可梦云游戏平台。"
        },
        {
          "code": "sh605199",
          "name": "ST葫芦娃",
          "limit_time": "14:12:08",
          "analysis": "儿科药品（海南）+流感治疗（奥司他韦）+中成药\n1、公司注册地位于海南省海口市，主营儿科呼吸系统、消化系统、抗感染用药，在产在销品种中54个具有明确儿童用法用量，形成完整儿科用药体系。\n2、公司是中华中医药学会儿科分会副主任委员单位及中国中药协会中西医融合儿童健康与药物研究专业委员会副主任委员单位。公司长期聚焦于儿童健康产业，公司小儿肺热咳喘颗粒在零售终端儿童感冒咳用药销售增长排名领先。\n3、2025年1月6日盘后，公司回复媒体表示，奥司他韦目前正在生产中，预计近期就可以上市。2024年11月12日公告，公司收到磷酸奥司他韦胶囊的《药品注册证书》。\n4、2025年1月9日公告，公司申报的4类仿制药吸入用硫酸沙丁胺醇溶液获批生产并视同过评，为公司第3款获批的吸入剂。该药为选择性β2肾上腺素能受体激动剂，2023年在中国三大终端六大市场的销售额超过4亿元。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "14:32:17",
          "analysis": "赛马+隧道工程（西藏）+算力+电力+文旅\n1、2025年12月22日讯，广州“十五五”规划建议深化穗港马产业合作，公司全资子公司正平深圳投资发展持有新疆国际赛马会有限公司34%股权。\n2、2025年9月17日公告，公司全资子公司格尔木生光矿业取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务。\n3、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P。\n4、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目。"
        },
        {
          "code": "sh600696",
          "name": "*ST岩石",
          "limit_time": "14:40:28",
          "analysis": "股份冻结+酱酒+首发经济+新白酒品牌+新零售\n1、2025年12月17日公告，公司股票自2025年4月23日起实施退市风险警示，公司控股股东上海贵酒企业公司及其一致行动人合计持有公司2.17亿股已全部被司法冻结，占公司总股本的64.80%。\n2、公司酱酒为主赛道，主要有天青贵酿品牌、君道贵酿品牌的系列产品。2025年12月9日盘中公告，公司不存在控股股东进行股权转让等重大事项。\n3、公司荣登“2023上海市首发经济引领性本土品牌推荐榜单”。最®酒定位年轻潮生活品质新白酒品牌，致力为当代年轻人提供更多兼具高品质的新文化白酒。公司通过天猫、京东、抖音等平台开设线上门店；子公司光年酒业聚焦低度酒电商及新零售发展。\n4、公司持有江西章贡酒业25%股权。后者是全国白酒工业百强企业，江西省重点酿酒企业。"
        },
        {
          "code": "sz300391",
          "name": "*ST长药",
          "limit_time": "14:52:51",
          "analysis": "子公司停产+预重整延期+中药饮片+光伏\n1、2025年12月12日公告，子公司羿珩科技已于近日停产，为避免损失的进一步扩大，降低运营成本，决定实行停产，后续将根据市场等情况决定是否恢复生产。\n2、2025年11月20日盘后公告，公司虽已推进预重整，但根据最新的监管纪要，由于公司已被立案调查且存在重大违法退市风险，这属于“不具备作为上市公司的重整价值”的情形。2025年10月17日公告，湖北省十堰市中级人民法院批复同意公司预重整期间延长至2026年1月20日，为剥离不良资产、引进战略投资者争取更多时间。\n3、公司控股子公司长江星、全资子公司长药良生拥有完善的中药饮片生产线，具备湖北省丰富的道地中药材优势。\n4、全资子公司羿珩科技是光伏组件产线核心节点设备的重要供应商，目前主要产品为双层三腔层压机及多功能叠焊机，客户包括晶科、阿特斯、东方日升等。\n5、公司主营业务包含医药制造业、新能源业，形成以医药制造业务为主，光伏设备业务并进发展的格局。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "",
          "analysis": "董事长变更+借壳预期+福建+实控人变更+兽药\n1、2025年12月20日发布董事会决议显示，选举王钻担任公司董事长，王钻是公司实控人，是公司控股股东纵腾网络法定代表人，截至本公告披露日，其控制的纵腾网络持有公司29.99%的股份。\n2、公司地处福建，市场传闻纵腾网络借壳。纵腾网络以“全球跨境电商基础设施服务商\"\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出海品牌商提供海外仓储等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n3、2025年11月25日盘后公告，公司已于2025年11月20日以零元对价，向关联方江西饶信新能材料有限公司完成了三家资不抵债全资子公司（绿康玉山、绿康海宁、绿康新能）100%股权的重大资产出售交割。\n4、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。\""
        },
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "",
          "analysis": "卫星通信+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        }
      ]
    }
  ]
}