{
  "date": "2025-11-06",
  "update_time": "2025-11-06 15:39:50",
  "category_count": 15,
  "total_stocks": 89,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh601015",
          "name": "陕西黑猫",
          "limit_time": "09:36:47",
          "analysis": "拟出售资产+焦炭+LNG+甲醇\n1、2025年11月5日晚公告，公司拟将张掖市宏能煤业100%股权、宏能昌盛100%股权及对应债权转让给安徽恒源煤电，交易总价15.77亿元股权暂定4.4亿元+债权11.37亿元，主动退出甘肃市场，集中资源发展陕西、内蒙、新疆三大基地。 \n2、公司是陕西省最大的独立焦化企业，焦炭产能为780万吨/年居全国前列。主营业务为煤焦化及相应化工产品的生产和销售。\n3、2025年上半年LNG业务总营收达3.02亿元，同比增长12.16%；毛利率达58.31%。内蒙古LNG项目已投产，下半年经营情况预计有所好转。\n4、子公司宏能煤业产能核增至180万吨/年。公司内蒙的“年产880万吨焦炭及利用焦炉煤气联产100万吨甲醇、20万吨苯加氢、40万吨焦油加氢装置项目”已开始招标工作。"
        },
        {
          "code": "sz300775",
          "name": "三角防务",
          "limit_time": "09:48:09",
          "analysis": "与西门子能源签署燃机项目协议+军工+大飞机\n1、2025年11月5日晚公告，与西门子能源公司、西门子能源加拿大公司签署了《燃机项目开发协议》及《框架订单协议》，获得为西门子能源供应特定物项的资格，有助于公司拓展国际市场业务，提升公司市场地位；在全球燃气轮机市场，2025年上半年西门子能源市场份额高达40%，远超排名第二的 GE（24%）和第三的三菱重工（18%）。\n2、公司是我国航空锻件产品核心供应商，为我国军民用航空装备提供包括关键结构件和发动机盘环件在内的各类大型模锻件和自由锻件（特种合金锻造占比98%），产品广泛应用于我国新一代战斗机、新一代运输机等军用飞机以及C919、AG600等民用飞机。\n3、公司建设飞机蒙皮镜像铣智能制造生产线，采购4台3000mm级、4台6000mm级共计8台大型卧式双五轴镜像铣设备，建成之后有望成为国内蒙皮镜像铣加工领域最具实力的企业之一。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "14:12:30",
          "analysis": "拟购买工厂用于光模块建设基地+光纤阵列+硅光产品\n1、2025年11月5日晚公告，控股公司钧恒科技购买马来西亚槟城州的工业地产，用于光模块项目建设基地。网传马来西亚工厂紧邻Coherent，绑定国际客户链，海外产能布局加速。（未证实）\n2、2025年11月4日调研纪要，子公司武汉钧恒位于鄂州的新产线计划于近期投产，新增年产能规划为150万只，产品以400G和800G高速光模块为主，将成为2026年产能增量的主要来源。另一条新增产能为300万只/年的鄂州产线预计将于2027年正式投产。\n3、2025年10月24日公告，公司收购武汉钧恒49%股权并配套募资的申请文件已获深交所受理，重组进入实质审核阶段。\n4、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n5、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等。公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。"
        }
      ]
    },
    {
      "name": "AI电力",
      "reason": "近期微软首席执行官Satya Nadella表示，目前微软因电力短缺和物理空间不足导致GPU闲置在库存中。",
      "stock_count": 23,
      "stocks": [
        {
          "code": "sh603067",
          "name": "振华股份",
          "limit_time": "10:48:11",
          "analysis": "金属铬+业绩增长+锂电解液\n1、据网络纪要，国内SOFC企业消耗铬的量为2500t/GW，而海外则是国内的3~4倍，对应7500~10000t/GW。若按照BE 明年2GW的量计算则最少对应1.5wt金属铬，按照30%市占率，对应铬酸钠1.5*3.6=5.4wt。对铬金属需求的拉动非常明显。（未证实）\n2、2025年10月28日盘后消息，上海普山国际金属铬暂停对外报价，以待市场进一步明朗。2025年10月20日盘后消息，公司金属铬在原价格基础上调4000元/吨。公司铬盐产能（折重铬酸钠）为25万吨/年。\n3、2025年10月27日晚公告，公司前三季度营收32.17亿元，同比增长7.47%，归母净利润4.1亿元，同比增长12.56%。\n4、公司是国内铬盐行业龙头，主要从事铬化学品、维生素 K3 等铬盐联产产品、超细氢氧化铝等铬盐副产品的研发、制造与销售。公司黄石基地虽已实现铬盐固废的全流程综合利用，重庆基地多年来执行的是铬渣解毒安全填埋处置模式，其铬渣综合利用当前正在初始期。\n5、子公司厦门首能有约3000吨/年的产能，是锂电解液领域微型企业。"
        },
        {
          "code": "sz002451",
          "name": "摩恩电气",
          "limit_time": "09:25:00",
          "analysis": "变压器电磁线+智能电网+电磁线\n1、公司主营电磁线及特种电缆，子公司摩恩新能源电磁线理论产能已超3万吨，产品切入多家电力装备领军企业供应链，并重点布局变压器、新能源领域。\n2、公司的智能电网产品线主要系为国家电网各省公司配套高品质的中低压电缆产品。\n3、公司特种电缆产品可分为绿色能源产品线、工业自动化产品线、高端装备制造产品线、智慧城市建筑产品线及智能电网产品线五大系列，包括光伏用、工业机器人用电缆等。\n4、公司旗下的子公司摩恩保理和摩安投资从事类金融相关业务。"
        },
        {
          "code": "sh605060",
          "name": "联德股份",
          "limit_time": "14:41:20",
          "analysis": "数据中心（燃机）+业绩增长+制冷压缩机（铸件）\n1、网传纪要，公司Q3已有小批量燃机订单，CAT能源订单增长强势；海外算力板块增长加速，前二大客户JCI、CAT海外Q3收入增幅均超过50%。（未证实）\n2025年半年报披露，作为制冷压缩机铸件细分领域的行业龙头， 公司布局的核心精密零部件已通过下游客户全面应用于AI 算力、 数据中心温控系统的主流场景。公司产品主要应用于磁悬浮离心式压缩机和螺杆式压缩机。\n2、2025年10月27日三季报，公司前三季度营收9.30亿元、归母净利润1.78亿元，分别同比增长9.27%、21.56%，其中第三季度净利润6869.01万元，同比增长41.47%。\n3、公司在风电领域主要为下游厂商提供高精度机械零部件，配套整机生产使用。\n4、公司业务围绕高端制造、精密制造展开，主要从事高精度机械零部件以及精密型腔模产品的研发、设计、生产和销售。\n5、公司产品包括用于压缩机、工程机械、能源设备以及食品机械整机制造的精密零部件等。"
        },
        {
          "code": "sh600550",
          "name": "保变电气",
          "limit_time": "09:25:00",
          "analysis": "电力变压器+核电（变压器）+特高压\n1、公司主营输变电业务，主要为大型电力变压器及配件的制造与销售。公司的主要客户为电网公司、各大电力公司、大型核电发电企业等。\n2、公司拥有核电 1000kV主变设计和制造许可资质， 是国内首家获得该资质主变生产厂家，公司在核电变压器领域具有突出的品牌优势， 市场占有率较高。公司成功研发并交付了“国际热核聚变实验堆（ITER）计划”法国电变压器项目。\n3、2024年9月27日公告，公司控股股东由兵器装备集团变更为中国电气装备集团，但实控人仍为国务院国资委。\n4、输变电业务是公司的传统优势业务，公司主导产品为110kV-1000kV超高压、大容量变压器。公司为国家电网和南方电网采购特高压交直流变压器产品的主要供应商之一。"
        },
        {
          "code": "sz002478",
          "name": "常宝股份",
          "limit_time": "09:30:00",
          "analysis": "储能+核电+油气用管+超超临界高压锅炉管\n1、公司相关产品可应用于储能项目。如U型换热器用管已应用于江苏金坛盐穴压缩空气储能国家试验示范项目。\n2、公司2010年通过了上海电气核电设备合格供方认可,开始向其供应核电非核级用管。公司特色产品HRSG主要应用于燃气轮机余热锅炉发电，目前市场份额处于行业前列。\n3、公司是石油油井管和小口径合金高压锅炉管重点制造企业，现具备无缝钢管年产能力75万吨，包括油井管50万吨，锅炉管20万吨，产品主要应用于油气天然气开采、大型电站锅炉等能源和机械行业。公司光热换热管顺利取得迪拜项目接单， HRSG管、 U型高加管、蛇形管、光热管等市场份额名列前茅。\n4、公司拥有超超临界高压锅炉管；能够生产API标准规定的高钢级油井管；还开发和生产了高抗硫腐蚀系列产品、抗CO2+高抗H2S腐蚀系列等非API产品。"
        },
        {
          "code": "sz000533",
          "name": "顺钠股份",
          "limit_time": "10:22:33",
          "analysis": "数据中心（变压器）+核电变压器+供货阿里字节+储能\n1、网传纪要公司通过孙公司顺特电气（持股75%，施耐德持股25%），成为施耐德在中国唯一的变压器合资企业，具备承接其全球AIDC变压器订单外溢的“嫡系”优势。2024年，顺特电气海外收入已达3.2亿元，同比实现翻倍增长（未证实）。\n2、公司核岛1E级干式变压器​用于核反应堆安全供电系统，​非安全级干式变压器（BOP）​​用于常规岛及辅助设施，开发核聚变实验堆（ITER）配套电力设备，参与国际热核聚变项目。\n3、公司先后为秦淮数据、阿里巴巴、万国数据等客户累计供货超过5000台套输配电设备。秦淮数据是字节跳动最主要的算力服务商。\n4、公司主要产品变压器、预装式变电站等，提供电力成套工程及服务，业务广泛分布于国内外新能源（光伏、风电、储能）、智能电网、数据中心、半导体、核电等领域。2025H1产品出口占比12.99%。\n5、公司面向大型储能电站和分布式工商业储能电站，分别推出储能变流升压一体机和分布式储能一体柜。"
        },
        {
          "code": "sh603978",
          "name": "深圳新星",
          "limit_time": "09:33:08",
          "analysis": "六氟磷酸锂+核电+电池铝箔坯料+铝晶粒细化剂\n1、公司在子公司松岩新能源投资建设年产1.5万吨六氟磷酸锂项目，目前已投产产能5800吨，三期7000吨生产线基本安装完成尚未投产（根据市场需求安排）。为满足公司六氟磷酸锂生产所需配套原材料，松岩新能源建设有产能为1000吨/年氟化锂中试生产线，实现原材料氟化锂自主生产。\n2、网传公司目前投产1万吨三氟化硼和2万吨三氟化硼络合物将充分收益钍基熔盐堆的后续建设。1万吨三氟化硼仅能生产出50吨核电站用硼10（转化比例为200:1）。（未证实）\n3、公司在子公司洛阳新星建设年产10万吨电池铝箔坯料项目（10条铸轧生产线，每条产能1万吨和配套2条冷轧生产线，每条产能5万吨），电池铝箔坯料主要生产电池铝箔，产品主要应用于动力、储能、消费等电池的正负极集流体材料，项目于2024年底建设完成并投产，目前电池铝箔坯料冷轧生产线处于稳定生产状态。\n4、公司系全球头部铝晶粒细化剂（6万吨/年）制造商，还有3万吨/年铝中间合金（铝硼、铝铁、铝锰等合金）生产产能。"
        },
        {
          "code": "sz000338",
          "name": "潍柴动力",
          "limit_time": "09:35:15",
          "analysis": "签署SOFC制造许可协议+柴油机+智慧物流+燃料电池\n1、2025年11月5日，潍柴动力与Ceres Power签署SOFC制造许可协议，潍柴在持股20%的基础上进一步合作，潍柴方面将建立新工厂生产电池与电堆，面向数据中心、商业及工业用电市场。\n2、公司生产的WD615、WD618柴油机在重型汽车、工程机械市场的平均占有率达到75%以上，近年来10L/12L大功率柴油机一直保持市场领导地位。\n3、公司主营业务涵盖动力系统、商用车、农业装备、智慧物流等业务板块，目前收入、利润结构及未来的增长驱动多元。同时，公司持续布局关键核心技术，氢燃料电池产品已经批量销售应用。\n4、公司是国家内燃机研发、制造、销售重点骨干企业，也是中国柴油机行业首家在香港上市的公司，公司内燃机产品广泛应用于重型汽车、大客车等大功率动力配套市场。"
        },
        {
          "code": "sh600218",
          "name": "全柴动力",
          "limit_time": "09:37:16",
          "analysis": "柴油发动机+氢燃料电池动力系统+安徽国资\n1、网传纪要表示公司发动机可用于发电机组，公司的300马力约220kw大概属于中高端功率，是可以应用到相应功率范围内的数据中心。（未经证实）\n2、2024年12月26日互动，募投项目“氢燃料电池智能制造建设项目“已于2023年10月结项，形成了具备质子交换膜、膜电极各2万㎡/年、燃料电池动力系统2千台套/年的生产能力。目前，控股子公司元隽氢能正在开展相关零部件产品的试产试销，尚未实现大规模的商业化应用。\n3、公司主要经营业务为发动机的研发、制造与销售，形成了以车用、工业车辆用、工程机械用、农业装备用、固定机组用为主的动力配套体系。\n4、公司产品广泛应用于微轻卡、叉车等，是目前国内主要的四缸柴油机研发与制造企业。"
        },
        {
          "code": "sh601877",
          "name": "正泰电器",
          "limit_time": "09:44:01",
          "analysis": "AIDC（800V DC）+出海北美+储能EMS+户用光伏龙头+全套光伏产品\n1、网传纪要表示，公司目前积极推进AIDC业务布局，公司产品覆盖产品层和方案层，并且积极推进800V DC产品落地。除了国内市场外，也积极推进美国市场，目前通过合作关系导入海外终端客户的供应链，已经实现突破。（未证实）\n2、公司储能EMS电能管理系统、居民网荷互动智能断路器等技术均国内领先。\n3、公司是光伏逆变器企业为最大的受益者，子公司正泰电源系统拥有1KW-3.125MW全系列光伏逆变器，最高效率达99%。\n4、公司拥有从组件到逆变器再到变压器等的全套光伏产品，2020年公司新增户用装机容量超1800MW，增长率超80%，户用光伏市占率蝉联第一，户用光伏市占率达15-20%，已与118个县以及五大四小中的三家企业签订了开发协议。\n5、公司旗下子公司正泰电源通过特斯拉供应商资格审查。"
        },
        {
          "code": "sz000534",
          "name": "万泽股份",
          "limit_time": "09:55:21",
          "analysis": "燃气轮机铸件+创新药+军工（发动机核心部件）+高温合金\n1、2025上半年子公司上海万泽精密与西门子能源签订三年框架采购协议，为其提供10 多种高温合金精密铸件，主要应用于燃气轮机热端部件。\n2、公司子公司拥有两款微生态活菌药品，其中：“金双歧”是国内目前少有的临床和OTC双跨的微生态活菌药品之一，“定君生”则是国内唯一治疗妇科感染的阴道用乳杆菌活菌药品。在研发管线覆盖消化、妇科和儿科治疗领域；在外部引进（BD）方面，2025年引进临床阶段的1类生物新药“阴道用四联乳杆菌活菌胶囊”，该产品为全球首个四联阴道乳杆菌制剂。\n3、公司专注于高温合金产品，在低空经济领域特别是无人机发动机等领域发挥关键作用，并已有实质性的布局。公司生产的高温合金铸件和粉末冶金盘是高性能无人机制造的关键配件，尤其在涡轴和涡桨发动机方面，这些发动机主要用于直升机和无人直升机。\n4、公司的主营业务为微生态活菌产品、高温合金及其制品的研发、生产及销售。"
        },
        {
          "code": "sh603109",
          "name": "神驰机电",
          "limit_time": "10:17:53",
          "analysis": "数据中心（柴发）+机器人+外销\n1、神驰机电进行大型柴油发电机组产品的研产销，并成为康明斯、上柴、玉柴、潍柴等主机(OEM)配套工厂和技术服务中心。公司拥有多种功率段的柴油发电机组,可应用于数据中心；公司有为国内某大型数据中心云计算基地项目提供了柴油发电机的成功案例。\n2、网传纪要表示，公司近期与七腾机器人（巡检比较多，去年出货大概1500台，今年预计2500台）多次展开交流，拆机仿照做关节模组，目前电机自研自产，减速器外采，组装成关节模组，单个狗价值量大约20w。（未经证实）\n3、2024年公司海外营收占比67.77%。美国市场系公司海外销售占比最高的市场。公司在越南建立生产基地,在美国、迪拜、印尼、德国、越南等多地设立全资子公司。\n4、2025年2月19日互动，公司目前有用于给无人机充电用柴油发电机产品，多种功率段可满足不同类型无人机的电力需求。"
        },
        {
          "code": "sh600391",
          "name": "航发科技",
          "limit_time": "10:23:18",
          "analysis": "燃气轮机+航空发动机+大飞机+央企\n1、公司主营业务为航空发动机及燃气轮机及零部件的研发、 制造、 销售、服务。\n2、网传纪要表示，航发科技是商飞集团控股的国产航发配套平台，掌握高温合金精密铸造技术，国产化率超85%且避开美国出口管制，叠加两机专项政策扶持和商发深度绑定，形成“技术壁垒+成本弹性”双重竞争优势，为航发CJ-1000A供应叶片/机匣，在航发中价值量的为6000万人民币/架，直接承接海外订单转移及国产大飞机配套需求爆发。\n3、公司已掌握国际先进的航空发动机关键零部件制造技术，是民用航空发动机、燃气轮机制造领域的国际合作重要供应商，业务包括航空发动机及其零部件、航空轴承等的研产销。实控人是中国航空发动机集团。"
        },
        {
          "code": "sz002562",
          "name": "兄弟科技",
          "limit_time": "10:51:06",
          "analysis": "铬盐+储能+PEEK核心原料+二氢月桂烯醇+维生素\n1、2025年11月5日盘后互动，公司对外出售的铬相关产品主要有铬鞣剂、重铬酸钠、铬酸酐等，相关铬化工产品的涨价，有利于推动公司铬盐板块景气度的提升。公司铬盐产业链相关产品可应用于“铁铬液流电池”等储能领域。\n2、对苯二酚是合成聚醚醚酮(PEEK)的核心原材料之一。公司现已完成国内主流PEEK厂家送样工作，目前处于验证阶段。公司目前拥有2万吨邻苯二酚与对苯二酚产能。全资孙公司兄弟生物为公司专业原料药生产基地，以承接公司后续特色原料药生产及原料药CMO/CDMO业务。\n3、公司在2020年募集资金用于年产30000吨天然香料建设项目，项目一期拟新建一条年产6000吨二氢月桂烯醇生产线。\n4、公司医药食品主要包括维生素、香精香料、医药等相关产品，拥有维生素K3产能合计3000吨/年。\n5、公司实控人钱志明同时为朗视科技董事长，朗视仪器专注医学影像赛道，朗视仪器2024年4月撤回科创板IPO。市场猜测朗视科技可能注入公司。"
        },
        {
          "code": "sh605123",
          "name": "派克新材",
          "limit_time": "11:22:12",
          "analysis": "燃气轮机环形锻件+航天+可控核聚变+风电机组件+军工\n1、公司是国内少数几家可为航空发动机、航天运载火箭及卫星、燃气轮机、深海装备等高端装备提供配套特种合金精密环形锻件产品和精密模锻件产品的民营企业之一。公司主要为运载火箭和卫星提供箭体结构件、发动机和卫星结构件 。\n2、2025年10月14日互动，公司为BEST可控核聚变项目用真空室、屏蔽包层、偏滤器、第一壁等关键部件进行了材料研发和产品提供\n3、公司产品主要应用于风电机组中的轴承、齿轮、齿圈等，为发电机组的可靠运行提供着强有力的保障。公司是国内高端环形锻件生厂商，从事金属锻件的研生销，公司的主营产品分军品、民品两大系列，在航空领域，公司产品已覆盖在役及在研阶段的多个型号航空发动机\n4、公司自 2013 年进入军工领域以来，坚持“军品民品协调发展，高端领域重点突破”的思路，发展民品的同时不断向军品拓展，成为多个型号航空发动机、运载火箭等高端产品的配套企业。"
        },
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "13:05:03",
          "analysis": "锂电池添加剂+毛巾+托育/早教\n1、网传纪要，公司锂电池电解液添加剂VC产能规模行业第二（规划产能1万吨），实际产量规模行业第三（2025H1产量2794吨，同比+72%）（未证实）。\n2、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n3、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n4、山东高密高源该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sh601179",
          "name": "中国西电",
          "limit_time": "15:00:00",
          "analysis": "固态变压器+特高压+核电+国企（中字头）\n1、2025年10月28日互动，公司全资子公司西电电力电子具备800VDC架构固态变压器的研制能力。公司在国际热核聚变实验堆（ITER）计划重大工程中承担了14台整流变压器、14组GW4-72.5隔离开关和42台66kV避雷器的研制安装任务，公司具备向核电行业供应相关输配电装备的资质和能力。\n2、公司在特高压输配电设备制造领域具备深厚的历史积淀，技术基础雄厚，设备技术性能指标达到国际先进水平，具备世界一流的试验验证和检测能力，拥有行业影响力和话语。是国内能够为交直流输配电工程提供成套输配电一次设备的领先企业，是中国电气装备集团所属历史积淀最厚重、成套能力最强、研发制造体系最完整、国际化程度最高的上市公司。\n3、公司实控人为国务院国资委，公司主营业务为输配电及控制设备研发、设计、制造、销售、检测、相关设备成套、技术研究、服务与工程承包等业务。\n4、2023年西邮团队在第四代半导体氧化稼领域技术有所突破。公司持有陕西半导体先导技术中心36%，其技术方向主要包括超宽禁带等第四代半导体技术。"
        },
        {
          "code": "sz301548",
          "name": "崇德科技",
          "limit_time": null,
          "analysis": "储能系统轴承+PEEK材料滑动轴承+动压油膜滑动轴承+核电\n1、公司始终关注新能源领域的技术发展趋势，目前产品已广泛应用于电力能源设备、如抽水蓄能机组、大型空气储能系统等，为相关设备提供核心轴承解决方案，公司产品大量应用于电力能源，包括火电，水电，风电，核电，燃气发电和生物质发电，同时也在电力储能设备上应用。\n2、2024年5月18日互动，公司研发的PEEK材料滑动轴承适用于在密闭环境下的旋转机械领域，替代其他金属材料制造的滑动轴承，目前应用在滑动轴承领域，已销售给客户使用。\n3、公司是国内动压油膜滑动轴承市场的龙头，全球份额第六、国内份额第一，产品可应用于半导体车间提供压缩空气的压缩机中。\n4、公司先后承接了多个国家级重大项目和国产化项目，包括“华龙一号”核岛主泵轴承研发项目、巴基斯坦恰希玛核岛主泵轴承项目、南水北调东线工程部分泵站枢纽等。"
        },
        {
          "code": "sh603037",
          "name": "凯众股份",
          "limit_time": null,
          "analysis": "储能材料+小米汽车+智能驾驶+华为\n1、2025年9月19日机构调研，公司持续深耕聚氨酯材料研发领域，不断探索其在新能源汽车、储能系统等新兴领域的应用潜力，成功开发了一系列适配于汽车动力电池、储能设备等领域的聚氨酯产品，已获得国内电池企业多个新项目订单。\n2、公司的减振产品与小米汽车有同步开发业务，公司投资的炯熠电子（苏州）2023年引进小米智造作为战略投资人股比约18.18%，炯熠电子在线控制动产品领域与小米汽车有同步开发业务。\n3、公司参股的上海跨悦信息技术，定位于汽车智能驾驶的车载计算机的开发，涵盖感知端算法系统、智驾决策系统、以及以车辆运动控制和安全为核心的底盘域控技术。\n4、公司是华为汽车主要合作伙伴赛力斯、江淮、和奇瑞的核心供应商，为赛力斯供货全系的聚氨酯缓冲块产品，为江淮和奇瑞供货大部分聚氨酯缓冲块和轻量化踏板产品。"
        },
        {
          "code": "sz002534",
          "name": "西子洁能",
          "limit_time": null,
          "analysis": "储能+光伏+盾构机+光热吸热器+钙钛矿\n1、公司为余热锅炉龙头，自研熔盐储能系统，代表项目青海德令哈50MW塔式熔盐储能光热电站。据网传纪要，在光热市场，公司核心设备价值量占比约15%-20%。2023-2025年批量项目中，公司市占率约1/3。\n2、公司光伏主要业务及服务包括：分布式/集中式光伏整体解决方案，光伏EPC总承包，合同能源管理（EMC），光伏电站投资运维等。公司参股了众能光电，其是国内第三代光伏技术（钙钛矿和OPV太阳能技术）的领军企业，在相关中试和量产装备制造方面处在国内第一。\n3、公司公司已生产20余台盾构机（截至2020年）。公司主要与日本川崎、中国铁建等以项目合作的方式开展业务，盾构机市场主要分布于国内、新加坡、曼谷等。\n4、公司可转债募投年产580台套光热太阳能吸热器、换热器等项目，预计2024年底投入使用。"
        },
        {
          "code": "sz000880",
          "name": "潍柴重机",
          "limit_time": null,
          "analysis": "数据中心（柴油发电机）+拟收购玻璃钢造船厂+LNG船\n1、公司拥有全球最大功率的柴油发电机组，公司发电机组产品适用于数据中心。控股股东为潍柴控股集团，实控人为山东重工集团，系国有控股上市公司。\n2、2025年7月15日晚公告，公司正筹划收购控股股东全资子公司常州玻璃钢造船厂100%股权事宜，尚未签订正式协议。\n3、公司布局 LNG、甲醇、电池等多种路线低碳动力产品，LNG 微喷双引燃机实现批量订单，甲醇双燃料机首配内河运输船。\n4、公司主要开发、制造和销售船舶动力和发电设备市场用30-12000马力的发动机、发电机组及动力集成系统，业务覆盖远洋、近海、内河等领域，船用发动机在内河和近海运输船、渔船市场处于领先地位。\n5、网传公司供货字节（未经证实）。"
        },
        {
          "code": "sz000809",
          "name": "和展能源",
          "limit_time": null,
          "analysis": "储能+风机混塔装备+光伏+氢能\n1、2025年三季报，公司库伦旗30万千瓦源网荷储一体化项目。该项目已于2025年8月21日获得通辽市能源局批准同意，项目规划建设风电30万千瓦、储能3万千瓦/6万千瓦时等。\n2、在风机混塔装备制造业务方面，公司主要是生产销售风机钢混塔架，为风电项目业主制定风机钢混塔架整体方案。2025年上半年，公司共生产混塔产品 25 套，新签混塔销售订单17712万元。\n3、在新能源开发业务方面，公司全面聚焦风电、光伏等清洁能源项目开发、建设、运营的全周期业务。\n4、2025年4月8日，公司孙公司巴彦淖尔利源合金公司甘其毛都口岸加工园区电解水制氢项目获备案。项目建有电解车间、纯化与压缩车间、安装电解水制氢装置、水处理车间、氢气储存设施、消防设施、给排水设施、生产配套及辅助设施，建成后年产25万吨氢气项目。"
        },
        {
          "code": "sz000720",
          "name": "新能泰山",
          "limit_time": "",
          "analysis": "电力电缆+物业+资产注入预期\n1、公司电缆业务以子公司曲阜电缆为主体开展，通信电缆、电力电缆先后被评为山东名牌产品。\n2、公司产业园开发在南京市的项目，主要为江山汇和江山汇金两个项目，具体包括项目的建设销售、持有物业的运营管理。全资子公司宁华物产以自有物业项目为依托，建设物业服务标准化体系。\n3、2024年半年报披露，公司控股股东能源交通以公司作为实控人华能集团存量土地利用与盘活工作的平台，适时采取资产注入、委托管理、合作开发、设立基金投资运营等多种合法合规的方式运作。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "Lumentum发布2026财年一季度财报，展望下个季度，Lumentum预计销售额在6.3亿到6.7亿美元之间，非GAAP每股盈利在1.3到1.5美元之间。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh603516",
          "name": "淳中科技",
          "limit_time": "13:40:45",
          "analysis": "液冷散热+客户N公司+ASIC芯片+人工智能+影音系统\n1、2025年4月25日互动，N公司相关业务自2024年开始导入，后续业务进展需要关注N 公司新迭代产品的导入进度及公司适配产品的检测验证情况等因素。2025年9月11日异常波动公告，公司液冷测试设备业务仅参与测试环节且不涉及液冷服务器制造。据网传信息，公司在2025Q3单季度N公司或为公司贡献约3kw收入（未证实）。\n2、2024年12月20日盘后讯，子公司淳深科技获得一项关于芯片散热封测产品的专利。\n3、公司于2024年4月发布了寒烁、宙斯、雷神三款音视频领域自研ASIC芯片。\n4、2024年10月9日互动，公司产品品类包含人工智能，公司Plato AI智能识别管理系统,通过AI提高无人化巡检、无人化值守的智慧程度。\n5、公司灵活运用投影融合、动作捕捉等技术，推出了XshadowAR投影控制系统、Pandora沉浸式交互系统和Medusa空间定位处理系统和融媒体影音系统等。"
        },
        {
          "code": "sh603052",
          "name": "可川科技",
          "limit_time": "14:42:50",
          "analysis": "光模块+固态电池+AR眼镜+消费电子\n1、2025年7月31日盘后互动，可川光子致力于高速硅光芯片和硅光模块的研发和生产，目前首条400G/800G高速光模块生产线已正式投产启用。\n2、2024年9月27日投资者活动记录，积极开发半导体、半固态电池/固态电池领域的客户。此前于3月28日互动表示，公司有开展固态电池所需功能性器件及复合集流体产品的相关研究。\n3、2025年7月31日盘后互动，目前公司产品主要应用于CMOS图像传感器芯片及硅基OLED芯片的制程中，下游终端产品包括MR、AR/VR智能眼镜设备、手机/车载/安防/医疗摄像模组等。\n4、公司已经成为消费电子电池、新能源电池和笔记本电脑生产制造商中龙头企业的核心供应商。\n5、公司目前激光气体传感器相关产品已开始小批量出货。"
        },
        {
          "code": "sz002518",
          "name": "科士达",
          "limit_time": "10:10:39",
          "analysis": "HVDC+液冷+光伏+储能+充电桩\n1、网传纪要，公司为HVDC海外代工第一家真正意义上落地的公司（未证实）。数据中心国内业务以自有品牌为主，能为各类型数据中心基础设施建设提供包括不间断电源、精密空调等产品及一体化解决方案，在数据中心业务中能为客户提供液冷解决方案。\n2、网传公司成功实现多家国内CSP厂商突破，阿里2025年上半年UPS实现批量拿单，腾讯实现转换器供应，字节目前已经进入了白名单，正在进行首个小规模订单供货，预计验证3-6个月之后可参与其他常规化项目招标。800V及1600V 高电压等级HVDC正在研发过程中。（未经证实）\n3、公司数据中心温控产品已有液冷技术和产品，已成功交付实施中国银行总行、武当山云谷大数据中心等数据中心项目。\n4、公司和宁德时代的合资公司业务范围包括储能系统PCS，特殊储能PACK等，一期计划投资4亿元，建设储能设备PCS生产线2条，储能PACK生产线1条，建成后年产储能1Gwh。\n5、公司储能产品在美国的认证已完成，后续将加大对该区域的销售力度。海外充电桩的毛利较高，公司正积极进行海外充电桩的产品认证。"
        },
        {
          "code": "sz002851",
          "name": "麦格米特",
          "limit_time": "11:17:09",
          "analysis": "合作英伟达+SST+储能+AI服务器电源+半导体\n1、2025年11月5日午间互动，公司对SST方案与巴拿马电源方案均在同步推进中。公司将在多个电压转换路径上进行全栈式研发，实现产品从高压到核心芯片低压供电的全链路覆盖。\n2、公司目前已推出800V/570kW Side Rack方案，该产品可支持800V直流输出，支持数据中心的绿色和可持续发展，兼容未来GPU需求，专为下一代AI计算设计。2025年7月17日盘后募集说明书，其中显示单台AI服务器需配置4-8个高功率电源模组(单价超 10 元/W)，总成本占比达15%-20%，超此前市场预期。\n3、机构研报公司AI服务器电源居大陆第一。公司目前为大陆唯一确认与NV进行电源合作的企业，产品属于TO级 (目前全球仅数家有成熟可供NV的产品) 。\n4、公司与国内多家主要储能企业签订合作协议，并计划将储能充电团队与AI电源团队整合，为AI数据中心提供整体电力电子解决方案。"
        },
        {
          "code": "sh688048",
          "name": "长光华芯",
          "limit_time": "13:49:08",
          "analysis": "EML+光通信芯片+激光雷达+光刻机+华为\n1、2025年8月23日公告，2025上半年公司100G EML已实现量产，200G EML 已开始送样。100G VCSEL、100mW CW DFB和70mW CWDM4 DFB芯片已达到量产出货水平。\n2、公司主营高功率半导体激光芯片，已构建GaAs、InP、GaN三大材料体系，建成2吋、3吋、6吋IDM全流程量产线，产品覆盖工业激光器、光通信、车载激光雷达等场景。公司车载激光雷达芯片，已通过车规IATF16949和AECQ认证。除车载雷达用VCSEL激光器芯片外，公司还积极布局开发车载EEL边发射激光器及1550 nm光纤激光器的泵浦源产品。\n3、2023年9月13日互动，公司布局的蓝光芯片可应用于激光直写光刻机领域。\n4、公司为半导体激光行业全球少数具备高功率激光芯片量产能力的企业之一。\n5、公司是哈勃投资企业，目前在激光雷达方案布局上定位发射模组内的及光芯片，方案为VCSEL，已经完成车规，AECQ等前期验证。"
        },
        {
          "code": "sz002975",
          "name": "博杰股份",
          "limit_time": "14:20:21",
          "analysis": "液冷+业绩增长+人形机器人（T链）+AI服务器\n1、网传纪要表示，公司NV GB300液冷方案检测设备订单显著放量，2025H1发货100台以内，近期获得千台以上级别订单（未经证实）。公司微通道多层冷头零部件当前用于公司GPU测试相关设备热管理，可为公司各大云服务厂商客户提供测试解决方案。公司客户包括英伟达、微软等。\n2、2025年10月29日晚公告，第三季度营业收入4.44亿元，同比增长76.91%；净利润8553.60万元，同比增长616.51%。前三季度净利润1.06亿元，同比增长6760.54%。业绩大幅增长主要系本报告期销量增加、珠海广浩捷公司并表以及出售焜原光电部分股权带来投资收益增加所致。\n3、T客户的机器人业务需求，公司从2024年下半年与客户接触，除了IMU检测设备的供应，在电子皮肤方面也与客户保持紧密探讨.\n4、公司主营业务为自动化测试和组装相关设备，可提供PC、大数据云服务器、存储服务器等的测试。\n5、公司参股鼎泰芯源10.28%，主要从事致力于以磷化铟（InP）为主的Ⅲ-Ⅴ族化合物半导体单晶材料的国产化。市场预期其注入公司。"
        },
        {
          "code": "sz002384",
          "name": "东山精密",
          "limit_time": "14:55:51",
          "analysis": "拟收购索尔思（光芯片）+折叠屏手机铰链+智能穿戴FPC+苹果\n1、2025年6月15日晚公告，公司拟不超59.35亿元收购索尔思光电100%股份。后者主营光模块及光芯片领域。网传纪要表示，公司已经全面接管索尔思经营，预计年底并表（未经证实）。\n2、网传纪要表明东山精密已掌握了铰链模组技术，成为铰链零部件的主要供应商（未证实）。中信证券研究所预计用于折叠屏手机和AR/VR的FPC市场规模将从2021年3亿美元提升至2026年21亿美元，年复合增长率为48%。在可穿戴设备领域，单机FPC使用比例会越来越高。公司深耕消费电子高端FPC。\n3、苹果为子公司MFLX的客户，子公司MFLX70%业务份额来自苹果。\n4、公司是全球领先的印刷电路板全产业链覆盖企业之一，主要业务包括电子电路（PCB）、光电显示和精密制造。公司积极布局VR/AR相关赛道，为OculusQuest2软/硬板核心供应商。\n5、子公司MFLX是特斯拉Model3提供结构件、冲压件、散热器等产品的主力供应商。"
        }
      ]
    },
    {
      "name": "铝",
      "reason": "券商表示，电解铝1-9月表需累计增长3.9%，好于市场预期。电解铝利润在高位不断稳步上升，进一步改善了铝业公司的盈利，强化分红能力。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002578",
          "name": "闽发铝业",
          "limit_time": "11:25:30",
          "analysis": "铝材+福建+光伏铝支架+新能源车\n1、公司地处福建泉州，是集研发、生产、销售建筑铝型材、工业铝型材、建筑铝模板为一体的企业，所在的厦门、漳州、泉州即闽南金三角地区是福建省最大的工业型材需求市场，开拓东南亚、南美、东欧及中东地区等国外市场。\n2、公司光伏产品为配套铝合金边框和支架。\n3、公司生产的与汽车相关的产品有新能源汽车电池包相关铝型材。公司新能源汽车电池托盘、壳体等铝型材产品已开始批量供货。"
        },
        {
          "code": "sh600219",
          "name": "南山铝业",
          "limit_time": "10:19:00",
          "analysis": "铝加工产品+汽车轻量化\n1、进入四季度以来，沪铝价格延续自年中的强势表现，10月以来主力合约重心上移至21000元/吨上方。近期铝价上涨，市场对铝长期供需格局的乐观预期升温，推动价格持续上行；公司是国内铝加工产品龙头企业，形成从热电-氧化铝-电解铝-熔铸-(铝型材/热轧-冷轧-箔轧/锻压）的完整的铝产业链生产 线。\n2、主要从事铝及铝合金制品研产销，主要产品包括上游产品电力等。公司拟投资建设汽车轻量化铝板生产线项目，项目总投资约为20亿元。项目建成后，每年将新增汽车轻量化铝板带产能20万吨。\n3、南山铝业加紧布局航空用铝、汽车轻量化用铝、超薄铝箔等领域。公司目前已经拥有波音、空客、庞巴迪等行业内知名客户。\n4、公司印尼宾坦南山工业园100万吨氧化铝项目完成后将使得公司实现较低成本的氧化铝产能扩张。"
        },
        {
          "code": "sz002160",
          "name": "常铝股份",
          "limit_time": "11:25:24",
          "analysis": "铝加工+储能+刀片电池+济南国资\n1、公司实现了铝加工产业链上下游一体化产业链布局。公司年产十万吨再生铝板带箔项目基本完成项目建设目标，并陆续通过公司内部联合验收，进入试生产或量产爬坡阶段。\n2、公司目前主要生产汽车轻量化产品涵盖车用散热器、新能源动力电池pack散热模块、电池箔、壳体等，液冷板材料广泛应用于储能散热场景。\n3、公司新能源电池壳业务当前在山东、浙江、广东设有生产基地，市场定位为面向全国范围的下游新能源电池客户提供生产配套。全资子公司新合源是国内少有的可以生产“刀片电池”外壳的公司。\n4、公司实控人为济南国资委。"
        },
        {
          "code": "sz002988",
          "name": "豪美新材",
          "limit_time": "14:17:00",
          "analysis": "铝基新材料+汽车轻量化+新能源电池壳体+建材门窗\n1、公司是国内最具规模的汽车轻量化铝基新材料企业之一，产品已批量供应凌云股份、长盈精密等头部零部件厂商，应用终端覆盖宝马、小鹏、小米等品牌，并加大人形机器人、储能等新兴领域研发。\n2、2025年2月18日公告，公司拟与凌云股份设立合资公司，建设新能源电池壳体等配套供货能力，作为辐射欧洲及北非市场的生产基地。\n3、公司轻量化客户包括奔驰、宝马等造车新势力，主要应用包括电池托架等。公司已取得问界系列车型定点，主要提供电池托盘产品，但前期量一直较小。\n4、公司专业从事铝合金型材和系统门窗研产销，在保利等地产公司的地产项目中应用。"
        },
        {
          "code": "sh601600",
          "name": "中国铝业",
          "limit_time": "14:42:24",
          "analysis": "电解铝龙头+镓\n1、公司主要业务包括铝土矿、煤炭等资源的勘探开采，氧化铝、原铝、铝合金及炭素产品的生产、销售、技术研发，国际贸易，物流产业，火力及新能源发电等。本公司氧化铝、精细氧化铝、电解铝、高纯铝及金属镓的产能均位居世界第一。\n2、目前公司的金属镓产能约200吨/年，2022年金属镓产量为146吨。\n3、公司的国内铝土矿资源拥有量暂居第一，同时在海外拥有铝土矿资源约18亿吨，资源保障度高。"
        },
        {
          "code": "sh605196",
          "name": "华通线缆",
          "limit_time": "14:46:10",
          "analysis": "非洲电解铝+海洋电缆+电网设备\n1、券商表示下半年电解铝环节行业平均利润有望走扩至4500元/吨以上。公司非洲一期12万吨电解铝项目预计2025年10月底之前投产。目前第一船氧化铝（原材料）已经到达非洲安哥拉工厂。二期、三期规模、投产进度、盈利能力有望超市场预期！\n2、公司主要产品包括中低压电力电缆及以潜油泵电缆为代表的电气装备用电缆，广泛应用于电力输配、采矿/油/气等行业。公司是国内少数几家以境外销售为主的电缆企业（境外营收占比66.69%）。\n3、公司在风电领域有参与风场电缆项目；光伏领域有业务往来并已经取得UL、TUV相关认证，产品光伏发电系统用电缆可用于相关领域；公司海缆系列产品可以用于海底作业。\n4、公司在潜油泵电缆及连续管领域具有技术优势，子公司信达科创是全球仅有获得API-5ST认证的六家连续油管制造企业之一。"
        },
        {
          "code": "sz000612",
          "name": "焦作万方",
          "limit_time": null,
          "analysis": "电解铝+拟收购三门峡铝业+氧化铝\n1、2025年3月14日盘后公告，公司拟通过发行股份的方式购买三门峡铝业100%股权，本次交易完成后，上市公司的铝行业业务布局将向上游拓展，形成“氧化铝—电解铝—铝加工”的完整铝基材料产业链。\n2、三门峡铝业：​国内三大氧化铝现货供应商之一，主营氧化铝、烧碱、金属镓。​氧化铝权益产能：超900万吨（2024年末），位列全国第四、全球第五；​烧碱产能：50万吨/年；​金属镓产能：290吨/年，为高附加值稀有金属。2024年营业收入324.05亿元，净利润92.08亿元，总资产342.17亿元。在几内亚铝土矿消息面扰动下，因担忧未来供应转向偏紧格局，国内氧化铝期货两日涨超8%。\n3、公司主营业务为铝冶炼及加工，铝制品、金属材料销售。主要产品电解铝液、铝锭及铝合金制品广泛应用于建筑、交通运输、电子电力等多个领域。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "小鹏新一代人形机器人IRON亮相，高度还原的人体姿态，完成“猫步”展示。小鹏汽车董事长何小鹏称，小鹏将在2026年底规模化量产高阶机器人IRON。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002196",
          "name": "方正电机",
          "limit_time": "13:00:24",
          "analysis": "小鹏机器人（关节模组）+业绩扭亏+特斯拉+驱动电机龙头\n1、2025年11月5日，小鹏汽车CEO何小鹏表示机器人会是20万亿美金的市场，同日第七届小鹏科技日上，小鹏研发的全新一代人形机器人IRON登台亮相；公司与小鹏汽车签署战略合作框架协议，共同出资设立公司专注机器人关节研发，是小鹏机器人驱动电机及关节研发的重要合作方。\n2、2025年10月27日晚公告，前三季度营收为20.13亿元，同比增长10.44%；净利润为1375.73万元，同比增长153128.60%，大幅扭亏为盈。\n3、公司人形机器人关节产品及客户正在开发之中，已申请相关专利33件，其中已获批2件。2020年4月17日互动，参股公司延锋安道拓方德电机公司为特斯拉提供座椅电机产品。\n4、公司是国内助力转向泵用电机领域的绝对龙头，占据了市场80%的份额。公司拥有年产35万台新能源驱动电机及电驱动集成募投项目。\n5、公司是奇瑞QQ冰淇淋驱动电机供应商。"
        },
        {
          "code": "sz000700",
          "name": "模塑科技",
          "limit_time": "13:00:48",
          "analysis": "人形机器人+汽车保险杠+特斯拉+小米汽车\n1、公司正密切关注机器人和人形机器人产业的发展和市场机会，基于商业保密要求，公司不便透露与具体客户的合作信息。公司客户包含小鹏汽车。\n2、公司全资子公司墨西哥名华及沈阳名华近期分别获得北美知名电动车企及某头部豪华车客户外饰件项目定点，预计生命周期销售额分别约12.36亿元、20.44亿元。\n3、公司主要从事汽车保险杠等零部件、塑料制品、模具、 模塑高科技产品的开发、生产和销售。子公司墨西哥名华主要客户为美国特斯拉及墨西哥宝马，特斯拉业务占比约60%。\n4、公司持股49%的北汽模塑为小米汽车供应商。北汽模塑重庆工厂为问界M7、M9提供配套。\n5、上汽、张江高科及阿里成立的IM智己发布智己LS6纯电智能SUV ，公司为智己供应商。"
        },
        {
          "code": "sh603040",
          "name": "新坐标",
          "limit_time": "13:33:07",
          "analysis": "机器人（滚柱丝杠）+汽车零部件+汽车底盘\n1、公司已完成滚珠丝杠、行星滚柱丝杠全流程开发，2025年10月底建成月产2万套行星滚柱丝杠产线，2026年12月底产能计划扩至月产4万套。\n2、墨西哥子公司作为公司在北美市场的生产基地，主要服务墨西哥大众、北美通用等国际客户。\n3、公司底盘系统精密零部件已量产运用于比亚迪多个车型。公司积极拓展冷锻技术在新能源汽车领域中的运用。\n4、公司主营业务为精密零部件的研产销，90%以上的客户为汽车厂商，客户涵盖比亚迪、吉利汽车、长安汽车等，海外营收占比51.4%。公司称全球首创不锈钢线材表面磷化工艺，现已量产，并在多家客户处进行了验证。"
        },
        {
          "code": "sz300403",
          "name": "汉宇集团",
          "limit_time": null,
          "analysis": "小鹏机器人+谐波减速器+充电枪+电子水泵\n1、公司通过子公司同川科技为小鹏机器人提供谐波减速器等关键零部件，是小鹏机器人核心供应商之一。\n2、公司参股子公司同川科技目前具有谐波减速器以及基于谐波减速器的机器人关节相关产品和技术，公司有开发包括人形服务机器人在内的机器人传动关节。\n3、公司新能源汽车核心部件的主要产品有充电枪、充电桩、电子水泵。\n4、公司主营业务是高效节能家用电器排水泵的研发、生产和销售。全资子公司地尔健康主要产品是地尔水疗马桶和米诺斯轻水疗马桶。"
        },
        {
          "code": "sh603667",
          "name": "五洲新春",
          "limit_time": "",
          "analysis": "机器人零部件（客户小鹏）+机器人轴承+风电\n1、网传纪要，公司在国内外人形机器人领域深度绑定头部客户，包括但不限于特斯拉、字节、宇树、小鹏、小米等，产品包括丝杠、轴承、结构件、执行器。以T为例，公司目前已经通过3-4家Tier1供应丝杠/轴（未证实）。2025年3月12日公告，公司与新剑签订战略合作框架协议。\n2、网传纪要，目前公司通过杭州新剑实际供货T，产品涵盖行星滚柱丝杠+灵巧手微型丝杠，将直接出现在T供应链名单，并协同XJ海外建厂。公司以高端行星滚柱丝杠产品为切入点的各类丝杠产品，为机器人直线执行器、灵巧手提供部件或者成套产品。公司已陆续开发出灵巧手微型丝杠、线性执行器行星滚柱丝杠等新产品。\n3、公司新能车核心零部件已成功切入特斯拉供应链，定点配套北美特斯拉驱动电机轴承套圈。五洲是全国唯一已实现海/陆大小mw的变桨、主轴和齿轮箱等全类型风电轴承滚子进口替代。\n4、公司主营产品包括轴承产品、汽车精密零配件、空调管路件以及风电滚子四大类型。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "1、国务院台湾事务办公室定于2025年11月5日上午10:00在国台办新闻发布厅举行例行新闻发布会。\n2、人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "13:19:09",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sz000993",
          "name": "闽东电力",
          "limit_time": "09:30:00",
          "analysis": "持股海峡股权交易中心+福建+绿色电力+智能电网+稀土\n1、2025年11月6日盘前互动，目前公司持有的海峡股权交易中心的持股比例为4.76％。\n2、公司属福建宁德国资委旗下，是福建省最大的电力股份制企业，主业为电力生产与开发，主要以水电、风电为主。\n3、公司现有光伏发电项目2个，分别为福建白马船厂屋顶分布式光伏项目和古田县鹤塘镇西洋村食用菌+光伏示范项目。\n4、公司下属 22 个水电站分布在福建省宁德市除古田县外的县（市、区），并主要向宁德市局或下属各供电公司趸售上网电量。\n5、公司控股子公司宁德环三矿业（持股70%）参股31%的屏南县稀土开发，成立于2016年，参与稀土压覆矿的开采回收再利用。"
        },
        {
          "code": "sz002300",
          "name": "太阳电缆",
          "limit_time": "09:33:18",
          "analysis": "海底电缆（福建）+核电电缆+充电桩电缆+军工\n1、公司地处福建南平，旗下海缆子公司已具备海底光电复合电缆、柔性直流海底电缆等产品的生产能力，填补了福建省海缆生产领域空白。\n2、公司主要以电线电缆为主营业务，产品主要有 500KV 及以下交联聚乙烯绝缘电力电缆、核电站电缆、风力电缆、 35～500KV 海底电力电缆、海底光电复合电缆、柔性直流海底电缆和建筑用线、装备用电缆、数据电缆、架空线等；公司有生产充电桩电缆的能力。\n3、公司拟在漳州市东山县投资设立全资子公司，建设海底电缆生产基地，注册资本5亿元人民币。2025年3月25日互动，海缆子公司现已安装完成五条生产线，可投入生产使用。\n4、电动汽车充电设备装置电缆已按TUV标准设计电动汽车充电桩电缆产品结构，做好认证产品规格，各类样品完成检测，已通过德国莱茵认证。"
        },
        {
          "code": "sh600506",
          "name": "统一股份",
          "limit_time": "14:32:39",
          "analysis": "“统一”+半导体+数据中心（冷却液）+机器人润滑油+电池冷却液\n1、公司名字含“统一”。\n2、2025年10月23日官微：统一半导体专用电子氟化液TY135提供了经过验证的国产化解决方案。值得关注的是，统一TY135参照欧美PFAS法规要求，经由国际权威机构SGS检测，各项指标均满足相关要求。2024年半年报，公司针对碳中和重点行业的新型数据中心研发的产品浸没式热管理液，已开发完成并已在实验测试。在数据中心方面，公司推出了系列创新性冷却液产品，产品具有降低能耗、提高冷却效率功能。此外，公司正加快与数据行业的合作，提供冷却液、液冷市场用油方案以及数据化转型。\n3、公司在工业机器人领域为企业提供全合成工业齿轮油；\n4、在充电桩领域有低电导率冷却液；储能领域，公司提供浸没式冷却油以及冷板式液冷产品解决方案。\n5、公司地处新疆，实控人是财政部，主营业务为润滑油脂的研发、生产和销售，以及库尔勒香梨等新疆特色果品的种植、加工和销售业务。"
        },
        {
          "code": "sh600815",
          "name": "厦工股份",
          "limit_time": "",
          "analysis": "厦门国资+台湾工程+盾构机+资产注入预期\n1、公司为大陆工程机械企业与台湾交流排头兵，装载机成为大陆首台直航台湾的工程机械产品，全系列产品交付台湾地区重点工程项目，广泛服务于台湾花东隧道建设、台北市至桃园机场捷运建设等台湾地区重点工程。公司主营产品包括装载机、挖掘机、路面机械、掘进机械等工程机械，实控人为厦门国资委。\n2、中铁工程装备集团专业从事隧道掘进机、隧道机械化专用设备，国内盾构/TBM市场占有率连续九年第一。公司和中铁工程装备集团成立合资公司厦工中铁，后者大力开展盾构机再制造业务，生产各类盾构机的主要零部件均可实现回收利用。\n3、厦门信达、厦门国贸都已上市，唯独海翼集团还没上市，而海翼集团又是国贸旗下最赚钱的公司，涉足半导体、先进高端设备、新能源新材料，海翼集团的公司领导人与厦工股份高度重合，目前海翼集团占厦工股份50％股权，2024年7月发布公告提出为厦工股份打造第二增长曲线，市场预期或注入优质资产。\n4、公司的主要经营模式是研发、生产和销售工程机械产品及零部件，并向客户提供保障服务和增值服务，从而获得业务收入和合理的利润，产品远销中东、非洲、欧洲等地区。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "SK海力士HBM4供应价格上调50%。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh603931",
          "name": "格林达",
          "limit_time": "09:43:14",
          "analysis": "光刻胶用显影液/剥离液+OLED\n1、公司是国内TMAH显影液龙头，为光刻生产工艺中的关键耗材。公司产品在半导体相关领域已有多项产品实现量产和测试导入，其中半导体用显影液和Thinner稀释液已在半导体功率器件头部企业实现量产供应。\n2、公司承接的省级项目浙江省“领雁” 研发攻关计划项目-“先进半导体材料中光刻胶配套高纯显影液的技术研发” ，目前已完成项目技术开发验证和产业化应用测试，相关产品已量供导入半导体功率器件领域的头部企业。公司承接的工信部联合攻关项目处于项目收尾阶段，公司已完成验收资料的递交，进展顺利。\n3、公司已经攻克芯片封装环节用显影液并开始供货，并已经攻克晶圆制造前道工艺中40纳米以上成熟制程。"
        },
        {
          "code": "sh603061",
          "name": "金海通",
          "limit_time": "11:04:36",
          "analysis": "存储+AMD供应商+芯片测试设备+资产注入预期\n1、公司主要产品为超薄存储器芯片的贴片机和针对传统封装的高速贴片机。公司认为存储芯片测试分选机是有前景的发展方向，未来公司会视情况推出适用Memory和MEMS的测试分选平台。\n2、公司是AMD封测环节分选机核心供应商。2025年9月11日投资者关系活动记录表，公司三温测试分选机及大平台超多工位测试分选机需求持续增长，产品已切入车规、5G、AI运算等芯片测试场景。\n3、公司已公告投资苏州猎奇（净资产2.6亿，收入2.6亿；光模块耦合设备，单一大客户中际旭创，占70-80%营收）。收购公告显示公司具有优先收购权，网传或对其股权进一步收购。"
        },
        {
          "code": "sz001309",
          "name": "德明利",
          "limit_time": "13:10:39",
          "analysis": "存储芯片+NAND+SSD+云计算（存储）+光芯片\n1、网传纪要表示，存储后面拼NAND拿货能力，目前四家海外NAND原厂，因为产能不足，后面每家会选两个看好的模组厂合作保供，有三家都确定选了德明利。德明利历史囤货最多，三季度囤货拿了市面上70%的NAND。（未证实）\n2、2025年9月29日反路演，客户阿里在手30亿独供订单（2025年执行超10亿）基础上，锁定新增50亿企业级SSD订单并在未来12个月完成交付，合计80亿订单，下游对应AI服务器集群。未来12个月合计利润释放有望达45.7亿元。\n3、公司产品线涵盖固态硬盘、嵌入式存储、内存条及移动存储四大系列，已广泛应用于车载电子、数据中心等多元应用场景。公司企业级SSD业务进展顺利，目前已进入多家头部互联网及服务器厂商的供应商体系。\n4、公司持股15%的嘉敏利光电是一家设计制造一体模式的半导体激光芯片公司。公司有vcsel光芯片产品，vcsel光芯片主要应用于5g移动通信、超高速全光网络、400G及上大型数据中心、人工智能及AI。"
        },
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "",
          "analysis": "存储芯片封测+文旅+文旅智能体+低空经济文旅+具身智能\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司集文旅景区开发运营、酒店管理、旅行社、房地产开发、建筑施工等多产业布局。公司与相关战略合作伙伴在低空文旅场景开发、低空飞行消费群体培育、综合业态运营等方向展开深度合作。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，聚焦智能景区、智慧物业等AI应用，布局具身智能生态。"
        }
      ]
    },
    {
      "name": "磷化工",
      "reason": "黄磷现货2025年11月4日已涨至23200元/吨，当日涨幅3.73%，周涨幅4.31%，月涨幅5.89%。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002170",
          "name": "芭田股份",
          "limit_time": "09:44:12",
          "analysis": "磷化工+磷矿+六氟磷酸钠（钠电池）+智慧农业\n1、黄磷现货2025年11月4日已涨至23200元/吨，当日涨幅3.73%，周涨幅4.31%，月涨幅5.89%；2025年2月12日公告，全资子公司贵州芭田取得小高寨磷矿《安全生产许可证》，许可范围包括磷矿地下开采（200 万吨/年），小高寨生产磷矿量将得到极大的提升。公司形成上游磷矿与下游高精磷化工协同发展的一体化产业布局。\n2、公司与中科院下属的深圳先进院共同成立磷基能源材料与技术联合实验室，合作研发的重点放在六氟磷酸钠这一电解液产品。公司具备自产的高品位五氧化二磷产品，对生产钠电池的电解液溶质（六氟磷酸钠）有着绝对的产业链优势。\n3、公司开发了多种简便实用的农业物联网设施。田间管理的农事互联网+平台，为农户管理自己的农作物种植提供了新的模式。\n4、公司是国内复合肥行业第一家上市公司,在技术、品牌和市场占有率方面居国内前列地位。公司在生产硝酸磷复肥产品时使用冷冻法硝酸磷复肥工艺，先后与阿里巴巴、京东、北京大学等合作打造智慧农业信息化优势。"
        },
        {
          "code": "sh600078",
          "name": "澄星股份",
          "limit_time": "09:52:17",
          "analysis": "磷化工+固态电池+业绩扭亏+高纯电子级磷酸\n1、据网传纪要，全固态电池关键原料五硫化二磷需由超纯黄磷+硫磺合成，1GW固态电池需450吨黄磷（135吨超纯黄磷），用量为硫化锂的150%；澄星股份为国内黄磷产能第一（18万吨/年），首家生产电子级磷酸的上市公司。（未证实）\n2、2025年10月27日盘后公告，公司前三季度营收26.56亿元，同比增长9.12%；归母净利润2791.85万元，同比扭亏为盈。\n3、公司产品有高纯电子级磷酸。电子级磷酸，是芯片制造的重要辅助原料，主要用于半导体晶圆蚀刻。\n4、公司为国内精细化程度高、规模大、产品种类多和技术成熟的精细磷化工企业，形成了食品级磷酸、电器级磷酸、高纯电子级磷酸、牙膏级及医药级磷酸氢钙、磷酸盐和电子化学品等技术含量高，品类丰富的下游精细磷化工产品系列。\n5、网传大股东旗下优质资产正在备案过程中（未证实）。"
        },
        {
          "code": "sz300437",
          "name": "清水源",
          "limit_time": "11:03:12",
          "analysis": "磷化工+工业水处理+土壤修复\n1、公司拥有三氯化磷的生产、销售许可资质，三氯化磷为有机膦类水处理剂的重要原材料之一，公司目前老厂区具备年产 6 万吨三氯化磷产能，新厂区 18 万吨水处理剂扩建项目具备年产 10 万吨三氯化磷产能，主要用于水处理剂产品的生产。\n2、公司生产的水处理剂产品主要应用于工业水处理领域。公司是膜行业的技术引领者，向客户提供专业膜法水资源化整体解决方案，从事水处理工程、环保工程专业承包和环境污染治理设施运营管理等。\n3、公司和中科院生态环境研究中心合作共建土壤与生态修复研发中心，进一步为政府和企业做好工业废水零排放、海绵城市建设、土壤与生态修复等领域的研发、投资、建设与运营等业务。\n4、公司官网介绍EDTMPA·Na5，用于循环水和锅炉水的缓蚀阻垢剂、无氰电镀的络合剂等。公司有EDTMPA每年2500吨的产能。"
        },
        {
          "code": "sh600096",
          "name": "云天化",
          "limit_time": "13:00:00",
          "analysis": "磷化工+磷酸铁\n1、公司是国内产能最大的磷肥生产企业，磷矿-磷肥和煤炭-尿素两大一体化产业链布局，拥有化肥总产能881万吨，其中磷酸二铵产能445万吨、磷酸一铵产能70万吨、复合肥产能126万吨、氮肥（尿素）产能200万吨、饲料级磷酸氢钙产能50万吨，现有磷矿储量近8亿吨并具备1450万吨磷矿石原矿生产能力，浮选生产能力750万吨。\n2、2025年11月3日互动，参股公司云南氟磷现有六氟磷酸锂产能5000吨/年。\n3、公司持续对安宁基地现有10万吨/年磷酸铁装置进行优化，已完成装置间歇法到连续法的优化改造，目前装置基本实现满产满销。"
        }
      ]
    },
    {
      "name": "新能源电池",
      "reason": "清华大学深圳国际研究生院康飞宇、贺艳兵团队联合天津大学杨全红团队，在《自然》期刊发表的研究成果破解了固态电池的“快充”难题。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz001203",
          "name": "大中矿业",
          "limit_time": "10:21:06",
          "analysis": "锂矿+获采矿许可证+固态电池/硫铁矿\n1、2025年10月28日晚公告，全资孙公司取得湖南鸡脚山锂矿采矿许可证，是公司取得的首个大型锂矿采矿证，其经自然资源部评审备案的锂矿资源量达48,987.2万吨，折合碳酸锂当量约324.43万吨。通过自然资源部评审的露天开采规模为2000万吨/年，根据行业经验及公司试验，每年2000万吨原矿开采可生产8万吨碳酸锂；规模优势突出。\n2、公司目前拥有湖南和四川两大锂矿矿山，湖南锂矿的选矿项目已完成场平工作，已于2025年6月中旬正式申请采矿权，预估湖南一期1000万吨采选项目和一期2万吨/年碳酸锂冶炼项目将于2026年建成投产。\n3、2024年8月15日互动，硫铁矿保有资源量为7085.41万吨。市场认为其在硫化物固态电池产业发展的背景下可能具有一定的资源供应优势。公司在临武县布局的“年产3000吨金属锂电池新材料项目”，所生产的金属锂材料正是固态电池所需的关键基础材料之一。\n4、公司主营业务为铁矿石采选、铁精粉和球团生产销售、副产品机制砂石及硫酸的加工销售，主要产品为铁精粉和球团。"
        },
        {
          "code": "sz002591",
          "name": "恒大高新",
          "limit_time": "09:25:00",
          "analysis": "固态电池+航空声学降噪+氢能源+腾讯游戏推广+网络文学\n1、2025年3月6日互动，公司申请的在国家有关发明专利机构审查的“固态电池专利”写到：该发明专利技术是一种复合固态锂离子电池及其制备方法，能够抑制高温下的复合固态电解质膜和负极片的膨胀，有利于电极界面的平整接触，特别是对负硅碳材料效果更明显，能改善电池循环寿命，提升电池安全性能。\n2、公司防磨抗蚀、声学降噪产品及相关技术可应用于舰船、航空等军工领域。公司是综合性工业设备防磨抗蚀产品生产和技术服务的企业，节能环保业务分为防磨抗蚀业务、垃圾焚烧炉防护业务和声学降噪业务三个模块。\n3、子公司江西恒大绿能主营业务为锂离子电池、钠离子电池、氢能源等新能源材料及设备的研产销售及新能源投资。 但2024年3月5日盘后，公司互动表示目前公司尚未涉足制氢领域。\n4、公司为腾讯手机游戏进行市场推广。\n5、公司参股公司长沙奇热信息（持股10%）主打数字阅读平台，属于正版网络文学作品传播平台，主营平台为奇热小说、奇热漫画。"
        },
        {
          "code": "sz000559",
          "name": "万向钱潮",
          "limit_time": "10:07:51",
          "analysis": "锂电池+固态电池+机器人零部件（万向节）+丝杠\n1、子公司万向一二三经营范围包括锂离子电池及由动力电池组装的锂离子电池系统的设计、服务及技术升级；锂离子动力电池的制造等。万向一二三致力于固态电池研发工作,技术路线覆盖硫化物与聚合物双路径。\n2、公司的万向节在国内市场的占有率领先。2025年9月25日盘后公告，公司已将机器人业务确立为继轴承与汽车底盘系统之后的第三大战略业务板块，系统推进人形机器人骨骼件、精密件、关节轴承、专用轴承、滚珠丝杠、行星滚柱丝杠、减速器等核心部件的研发与产业化。\n3、2025年5月7日调研纪要，人形机器人关节方向，公司已围绕直线执行器相关行星滚柱丝杠轴承等精密核心件成立技术攻关组，相关产品处于研发阶段。\n4、2025年5月7日盘后公告，重大资产重组工作正在进行中，5月6日已披露《交易预案》；2024年5月5日晚公告，拟购买万向美国持有的WAC100%股权，后者系全球主要汽车整车厂的核心零部件供应商。\n5、参股公司芯旺微具备车规级MCU芯片的量产供货能力。公司在低空飞行器领域多个轴承产品送样测试进展顺利。"
        },
        {
          "code": "sh688353",
          "name": "华盛锂电",
          "limit_time": "14:47:40",
          "analysis": "固态电池+回购+锂电负极材料+有机硅\n1、公司目前已完成了多种固态/半固态电池适配材料的实验室试制,比如半固态电解质添加剂双三氟甲磺酰亚胺锂、高纯硫化锂、新型硅碳负极、单壁纳米管导电剂等。\n2、2025年9月2日公告，公司正在实施5000万—1亿元回购计划，用于员工持股或股权激励，回购价不超32元/股。\n3、公司主营锂电池电解液添加剂，产品主要有电子化学品及特殊有机硅两大系列，出口日本、韩国、美国等国家和地区;截至2025H1公司拥有张家港一期、二期、三期以及全资子公司泰兴华盛四个生产基地，随着公司募投项目三期的建成投产，VC、FEC产品达到年产 14,000 吨的生产能力。\n4、公司与宁德时代、比亚迪、天赐材料均签订了2021~2025年的长单，2022全年了锁定供应VC产品1920吨，FEC产品820吨，2023~2025年每年约定供应VC产品合计6480吨/年，供应FEC产品合计1560吨/年。"
        }
      ]
    },
    {
      "name": "重庆",
      "reason": "2025年11月6日盘中消息，重庆市举行新闻发布会，介绍重庆市部分行政区划调整的相关情况，此次行政区划调整主要涉及两江新区、江北区、渝北区、北碚区。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000838",
          "name": "财信发展",
          "limit_time": "14:25:48",
          "analysis": "房地产（重庆）+重整进展+环保\n1、公司注册地为重庆市，公司从事的主要业务为房地产，公司在 5 个省（市）开展房地产业务，公司房地产签约销售金额主要来自于重庆市、江苏省镇江市、天津市。\n2、2025年10月17日公告，控股股东财信地产及间接控股股东财信集团公开招募重整投资人遴选结果揭晓，江西中久天然气集团被确定为中选投资人，重整进程取得实质进展。\n3、控股股东财信地产现持有公司36.25%股份，已100%被冻结。若公司无法解决股份冻结事宜，或存在控制权变更的可能。\n4、子公司重庆瀚渝再生资源公司主营危废处理，具备9大类24种危险废弃物处理资格。"
        },
        {
          "code": "sh600939",
          "name": "重庆建工",
          "limit_time": "13:46:27",
          "analysis": "重庆+签署高速公路施工合同+重庆水利+建筑工程+合作重庆文旅\n1、公司是重庆市最大建筑企业集团，业务包括水利，以及重庆市属国有重点企业。下属重庆市水利港航建等公司均具有水利水电工程施工总承包资质，可承接水利水电工程业务。\n2、2025年11月5日晚公告，公司子公司市政一公司签署了《开州至梁平高速公路施工合同》，签约合同价为 10.18亿元。\n3、2025年4月29日盘后公告，公司2025年计划新签合同额770亿元。（公司2024年营收272.8亿元）\n4、2024年12月31日，重庆文旅集团与重庆建工举行维景国际大酒店委托管理协议的签约仪式。建工集团愿与文旅集团一道，在文旅资源开发运营、现代文旅综合服务提供、建筑工程设计施工等多个方面展开深入合作，共同打造一批具有国际影响力的文旅项目。"
        },
        {
          "code": "sz000514",
          "name": "渝开发",
          "limit_time": "14:38:12",
          "analysis": "房地产（重庆）+控股股东重庆城投+国资\n1、公司主营业务为房地产，所开发项目集中在重庆市区域内。\n2、公司控股股东重庆城市建设投资集团，实控人重庆国资委，公司主要从事房地产开发与销售业务，拥有建设部颁发的房地产开发企业一级资质证书。"
        }
      ]
    },
    {
      "name": "钍基熔盐堆",
      "reason": "11月1日从中国科学院获悉，由中国科学院上海应用物理研究所牵头建成的2兆瓦液态燃料钍基熔盐实验堆近日首次实现钍铀核燃料转换，在国际上首次获取钍入熔盐堆运行后实验数据，成为目前全球唯一运行并实现钍燃料入堆的熔盐堆，初步证明了熔盐堆核能系统利用钍资源的技术可行性。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002255",
          "name": "海陆重工",
          "limit_time": "09:25:00",
          "analysis": "钍基熔盐堆+可控核聚变+核电+光伏电站+动力电池\n1、公司有参与钍基熔盐实验堆项目，前期公司承制的2MWt液态燃料钍基熔盐实验堆（TMSR-LF1）安全专设——余排换热装置顺利通过中国科学院上海应用物理研究所专家组的验收。\n2、2025年8月4日互动，公司核电设备供应堆型包括但不限于二代+堆型、三代堆型（华龙一号、国和一号、AP1000、VVER、EPR）、四代堆型（高温气冷堆、钠冷快堆、钍基熔盐堆）以及热核聚变堆（ITER）等国内外主要核电机型。\n3、子公司张家港海陆新能源主营业务为光伏电站运营。\n4、公司与金川集团合资建设建设6万/吨年镍量动力电池用硫酸镍产品生产线，后续建设三元前驱体产品生产线。"
        },
        {
          "code": "sz000922",
          "name": "佳电股份",
          "limit_time": "09:25:00",
          "analysis": "控股股东布局钍基熔盐堆+水轮电机+水利+核电\n1、2025年11月6日盘后调研，公司为第四代核电高温气冷堆主氦风机的唯一研制并取得供货业绩企业，控股股东哈电集团（持有公司36.94%股份）在钍基熔盐堆、钠冷快堆、铅铋快堆等四代核电产业等前沿技术上已有战略布局、研究与探索、开展相关合作。\n2、公司深度参与由哈尔滨制造的全球最大单机容量、最大尺寸冲击式转轮，每运行一个小时可发50万度电。2025年5月公司表示已成立水利项目室，重点研发水利项目。\n3、公司是二代核电技术、三代核电技术“华龙一号”、四代核电主氦风机主要设备供应商，主氦风机是我国具有完全自主知识产权的具备第四代核能系统安全特性的高温气冷堆核心设备，被喻为高温气冷堆的“心脏”。\n4、公司主要产品有防爆电机、起重及冶金用电机、屏蔽电机(电泵)及局部扇风机，为内蒙古包头青杉汽车开发的1700Nm适用于8.5米大巴车永磁同步电动机供货100台，目前配备公司电动机的大巴车在湖北咸宁运行中。"
        }
      ]
    },
    {
      "name": "染料",
      "reason": "2025年11月5日浙江龙胜集团发布涨价函，受硫酸等基础化工原料价格持续上涨的影响，染料成本压力不断增加。自2025年11月5日起，对“分散液黑LS-ECT300%”价格上调1000元/吨，“分散液黑EX-SP 150%”上调500元/吨。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603188",
          "name": "亚邦股份",
          "limit_time": "09:47:20",
          "analysis": "染料+农药+常州国资+固废处理\n1、公司主要从事染料及农药的产销，打造了“原材料-中间体-商品”的完整的产业链。拥有“亚邦”牌蒽醌结构分散染料和还原染料。公司是全球最大的蒽醌结构分散染料和还原染料生产企业，拥有二百多个品种的染料产品。\n2、2024年10月21日晚公告，公司收法院《执行裁定书》：解除对亚邦集团及其一致行动人许旭东合计持有的亚邦股份1.18亿股的冻结；将上述1.18亿股亚邦股份股票交付申请执行人江苏国经控股集团，以流拍价2.76亿元抵偿被执行人所欠债务。本次权益变动后，公司控股股东将变更为国经集团，实控人将变更为常州市武进区国有资产管理办公室。\n3、全资子公司连云港市赛科专业从事危险废物处置。目前处理能力18000t/a，持续扩展中。"
        },
        {
          "code": "sh600370",
          "name": "三房巷",
          "limit_time": "09:40:17",
          "analysis": "印染+间接参股机器人+PTA+电力\n1、2025年11月5日浙江龙胜集团发布涨价函，受硫酸等基础化工原料价格持续上涨的影响，染料成本压力不断增加。自2025年11月5日起，对“分散液黑LS-ECT300%”价格上调1000元/吨，“分散液黑EX-SP 150%”上调500元/吨；公司是国内印染行业十佳企业，具备年产印染布1亿米的生产能力，主要业务为各类棉纱、印染布、涤棉布、加工与销售，布匹染整、印花及进出口业务，PBT工程塑料生产与销售。\n2、公司参投的基金以股权投资的方式投资于安徽聆动通用机器人公司。\n3、公司主营瓶级聚酯切片及PTA，产能规模全球前列，形成“PTA—瓶级聚酯切片”一体化产业链，并与国内外知名饮料、食品企业长期合作，海外业务营收占比达40%。产品通过了可口可乐、百事可乐的认证和美国FDA、欧盟EU 的测试。可口可乐曾为公司第四大客户。\n4、控股子公司江阴新源多年来从事热电联产，生产的电力及蒸汽主要提供于周边的企业生产经营使用。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz001209",
          "name": "洪兴股份",
          "limit_time": "09:35:03",
          "analysis": "跨境电商+外贸转内销+儿童内衣+谷子经济\n1、2025年11月3日洪兴股份官微，公司总部大厦乔迁后连续召开品牌战略、供应链升级及联营商合作峰会，明确2026年品牌发展战略，强化高质量发展预期。公司已在亚马逊、希音、Temu等平台开展跨境电商业务。\n2、据网传纪要，洪兴股份作为家居服出口龙头，依托20年外贸经验加速转战国内市场。公司长期服务欧美市场，拥有国际标准品控体系，通过数字化改造实现\"小单快反\"，7天完成新品打样，15天极速补货，库存周转率领先行业30%（未证实）。\n3、公司专注于家居服饰的研发、设计、生产及销售，主要产品包括家居服、内衣内裤及其他相关产品。旗下千线艺品牌是专业的儿童内衣品牌，主打潜力巨大的7-12岁中大童内衣市场。\n4、公司拥有自主研发的IP FENNY家族，包含FENNY(小芬)、YOYO等。并分别与知名IP形象LINE FRIENDS、SNOOPY、米菲免牵手推出联名款。"
        },
        {
          "code": "sh603232",
          "name": "格尔软件",
          "limit_time": "11:27:28",
          "analysis": "量子科技+汽车级芯片设计+数字货币+华为\n1、公司持股71.42%上海泓格后量子科技致力于抗量子密码领域技术研究、标准制定、产品研发。抗量子密码是一种能够抵御量子计算机攻击的密码学算法，该技术的发展对于保护网络安全具有重要意义。\n2、参股公司上海芯钛，要从事汽车级半导体芯片产品的设计研发，提供安全类MCU、通用型MCU等芯片产品，并为汽车智能网联提供整体信息安全解决方案。\n3、公司目前主要专注于基于密码技术为核心的信息安全业务，密码技术是数字货币的核心技术之一。公司在数字签名技术、私钥安全保护等方面的技术储备可用于稳定币。\n4、公司地处上海，是国内首批商用密码产品定点生产与销售单位。\n5、公司网盾、云认证网关等产品通过华为公司Huawei Ready认证，公司实现密码平台与华为云的“全融合”，。"
        },
        {
          "code": "sh600966",
          "name": "博汇纸业",
          "limit_time": "13:29:27",
          "analysis": "卡纸涨价+白纸板+解决同业竞争+以纸代塑\n1、网传信息，2025年11月1日至15日期间，江西、湖南、河南及福建等地已有多家纸板生产企业发布涨价通知，上调幅度普遍在5%左右，部分厂商涨幅达到10%（未证实）。公司为白卡纸细分龙头。\n2、2024年11月6日互动，公司于2020年8月26日发布《要约收购报告书》，其中金光纸业出具了《关于避免同业竞争的承诺函》，在收购完成后6年内逐步解决与上市公司之间部分业务存在的同业竞争问题。\n3、公司专注于浆纸一体化的研发、生产和销售。公司在山东和江苏建有两大造纸基地。公司主要产品之一为白纸板，白纸板的市场需求与消费品增长紧密相连。\n4、公司主要产品为白纸板、文化纸、箱板纸、石膏护面纸。公司加大“以纸代塑”产品研发。"
        },
        {
          "code": "sh603225",
          "name": "新凤鸣",
          "limit_time": "14:51:27",
          "analysis": "PTA+涤纶长丝\n1、网传纪要，机构预计PTA行业存在1000万吨以上产能减产空间，当前PTA行业产能9400万吨左右，行业开工率75%左右，减产有望推动PTA景气显著提升（未证实）。公司在独山能源500万吨PTA产能的基础上又合理规划了540万吨PTA产能。\n2、公司的主要产品为各类民用涤纶长丝和涤纶短纤，包括了以POY、FDY、DTY为主的涤纶长丝和棉型等类型的涤纶短纤。主要应用于服装、家纺和产业用纺织品等领域。公司涤纶长丝产能为600万吨，国内市占率超12%；涤纶短纤产能为60万吨。\n3、公司涤纶长丝产能为740万吨，涤纶长丝的国内市场占有率超过12%，是国内规模最大的涤纶长丝制造企业之一；涤纶短纤产能为120万吨。"
        },
        {
          "code": "sh600868",
          "name": "梅雁吉祥",
          "limit_time": null,
          "analysis": "锑+氢能+水力发电\n1、全资子公司梅雁矿业拥有嵩溪银矿区宝山区段银矿开采权，可开采矿区探明的锑矿石量121.97万吨，锑金属量24023.7吨。\n2、公司投资成立新公司，含物联网业务。\n3、公司参股49.5%上海安永绿氢能源发展中心，以上海为主要试点区域，积极培育并参与制氢、输氢、储氢、用氢以及相关业务的发展。\n4、公司电站全部在广东梅州地区，目前所发电量全部由广东电网公司收购，拥有梅县坝头等七个水电站。目前建成投产的水电站总装机容量为15.1万千瓦，年设计发电量约4.7亿度。"
        },
        {
          "code": "sz000755",
          "name": "山西高速",
          "limit_time": "",
          "analysis": "高速公路涨价+高速光伏+黑神话悟空取景地+LNG加气站\n1、网传纪要，四川、湖北、重庆等地已出现经营性高速公路涨价，山西提费意见征求公示已出，存量路产也将迈入涨价阶段（未证实）。公司为山西省交通系统唯一上市平台，主要业务为高速公路管理与运营，控人为山西国资委。2024年实施太原高速100%股权收购，间接控股股东山西交控集团为省内大型国企，未来将持续推动优质资产注入。\n2、公司公司利用沿线站区空地和屋顶、隧道群中间、路堑边坡等光照充足的闲置地块建设分布式光伏电站。\n3、《黑神话：悟空》真实取景地为山西。\n4、公司积极推进所辖高速公路服务区充电基础设施、LNG加气站等建设工作。"
        },
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": "",
          "analysis": "汽车整车（海南）+战略合作京东+无人驾驶+马字辈\n1、公司地处海南，主营业务为汽车及动力总成的研发、制造、销售及服务，生产的主要产品为海马7X、海马8S和海马6P等，提供的主要服务为金融服务和租赁服务等。\n2、2025年10月14日盘后讯，京东表示将在2025年11月9日，联合宁德时代旗下时代电服、广汽集团共同推出一款新车；公司战略合作京东，旗下品牌新车、独家车型登录京东汽车整车销售平台。\n3、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统以及ACC自适应巡航系统等智能驾驶辅助系统。\n4、网传公司合作富士康造车。公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。\n5、 公司于海口市的首座制氢加氢一体化站及配套分布式光伏项目已建设完成并投入运营。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sh603376",
          "name": "N大明",
          "limit_time": "",
          "analysis": "无人驾驶+新能源汽车+汽车电子零部件\n1、公司2025年1-6月驾驶辅助系统营业收入3.66亿元，占比28.30%。\n2、公司积极布局新能源汽车领域，产品已经成熟应用于比亚迪仰望、王朝和海洋系列、AITO问界等品牌多款新能源车型。\n3、公司专注于汽车电子零部件配套领域，公司逐步形成了驾驶辅助系统、座舱中控系统、智能光电系统、门窗控制系统、座椅调节系统五大核心产品体系。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "14:36:12",
          "analysis": "重整方案通过+算力注入预期+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年10月10日公告重整方案。财务投资人将注入10.67亿元资金（受让价4元/股），产业投资人华著科技承诺注入8亿元资金及算力订单资源，显著改善资产负债结构。\n2、据网络纪要，算力资产一期价值：华著科技承诺无偿注入的和林格尔智算中心一期（20万P算力）已完工，对应市值约100亿元（901MW电力容量，规模为*ST宇顺28倍）。算力资产二期规划：若二期60万P算力落地，公司将进入国内算力第一梯队，理论市值可达600亿元。同业对标显示，华著参投的大位科技（原ST榕泰）市值106亿元，而东易的枢纽地位更优。（未证实）\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被司法拍卖并竞拍成功，公司控制权拟变更。 \n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+拟出售资产+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，分别间接持有*ST宝鹰37.96%表决权股份。\n3、2025年7月24日公告，拟公开挂牌转让旦华复能50.1%股权。2025年1月26日公告，宝鹰建设100%股权已于2024年12月27日完成交割。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "10:00:45",
          "analysis": "摘帽预期+文化旅游+服装销售\n1、2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示，市场关注ST摘帽预期。 2025年5月7日互动，公司当前不涉及《深圳证券交易所股票上市规则》规定的退市风险警示情形。\n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sz000736",
          "name": "*ST中地",
          "limit_time": "09:25:00",
          "analysis": "业绩扭亏+剥离房地产开发业务+房地产（国资）+参股券商\n1、2025年10月30日晚公告，前三季度公司营收142.93亿元，同比增长16.48%；净利润48.27亿元，大幅扭亏为盈。主要系8月重大资产重组交割完成，房地产开发业务整体置出并确认投资收益。\n2、2025年4月22日公告，公司拟将公司持有的房地产开发业务相关资产及负债转让至控股股东中交房地产，本次交易构成关联交易。未来将聚焦于物业管理、资产管理业务等轻资产业务。、\n3、公司实控人是国务院国资委。公司主营房地产开发经营与销售业务，同时积极探索和开拓融资代建、特色小镇、TOD城市综合体、城市更新、产业地产、物流地产等新兴业务。\n4、公司投资德恒证券4900万元，持有其股份6.4%。"
        },
        {
          "code": "sh603557",
          "name": "ST起步",
          "limit_time": "09:25:01",
          "analysis": "欺诈发行判决+申请摘帽+控股股东无偿赠与1亿元+童鞋/服装\n1、2025年9月25日公告，公司收到刑事判决书，因欺诈发行证券罪一审被判处罚金1000万元。2025年4月29日晚公告，公司已向上交所提出撤销相应的其他风险警示申请。\n2、2024年12月23日晚公告，公司控股股东湖州鸿煜拟无偿赠与公司现金资产1亿元，以支持和推动公司长远发展、保护中小投资者的合法权益。\n3、公司产品主要定位于中端市场，面向 3-13 岁儿童，主要产品为儿童皮鞋、运动鞋等。2024年12月9日互动，电商直播是公司正常的业务。\n4、公司变更营业执照，经营范围包含太阳能光伏电站的开发、建设、运营及维护服务，供电业务。\n5、公司电商在天猫、淘宝、抖音等主流平台均设有网店，现有的品牌有ABCKIDS、miniABC。"
        },
        {
          "code": "sz000820",
          "name": "*ST节能",
          "limit_time": "09:37:03",
          "analysis": "控制权拟变更+生物质发电+节能环保\n1、2025年11月5日公告，公司控制权或生变，控股股东所持股份正被司法拍卖，后续处置尚未明确。2025年5月21日公告选举朱林为董事长并变更法定代表人，朱林曾在中信建投证券任职，具备金融与法律背景。\n2、旗下大唐安徽发电660MW超临界燃煤机组直燃耦合生物质发电项目是国内首台套生物质散料直接破碎燃煤耦合掺烧项目，每年可产生2.3亿度绿电，减排二氧化碳27万吨。\n3、公司的主营业务是节能环保行业清洁冶炼业务，其中，江苏院定位为一家依托蓄热式转底炉清洁冶炼技术、蓄热式燃气熔分炉冶炼技术、氢气竖炉清洁冶炼技术，对黑色、有色矿资源及其固体废弃物等高能耗、高污染行业的工艺路线进行创新升级的工业节能环保与资源综合利用的技术方案提供商和工程承包商。"
        },
        {
          "code": "sz002122",
          "name": "ST汇洲",
          "limit_time": "09:37:36",
          "analysis": "小红书+AI数据+算力+成功竞拍航天壹亘75%股权\n1、2025年6月10日盘前消息，小红书开源首个大模型，预训练未使用合成数据。2024年上半年，子公司热热文化的内容审核业务实现了同比增长，其中来自小红书的收入新增明显。\n2、2025年5月13日调研，公司服务的头部大模型厂商包括智谱、MinMax、阶跃星辰、科大讯飞等;此外公司还触达如具身智能等行业，提供高质量数据服务和基础 AI 能力构建解决方案。热热数据已经具备大模型成品数据集业务。\n3、子公司中能数投专注于数据中心和算力中心建设、运维以及提供云计算、数据中心、和算力平台服务，业务范围涵盖IDC运维和运营服务等。\n4、2025年5月6日晚公告，公司以1.01亿元的报价成为上海航天壹亘75%股权项目的受让方。标的核心业务是技术壁垒较高、市场增速较快的高端五轴联动机床及智能化柔性产线系统集成领域，国内市场规模较大。\n股份。\n5、公司是轴承制造领域的优秀企业。子公司齐重数控以生产及销售立式重型机床、卧式重型机床为主。"
        },
        {
          "code": "sz002816",
          "name": "*ST和科",
          "limit_time": "10:30:33",
          "analysis": "光刻机+半导体+数据中心+实控人变更\n1、2025年8月30日公告，公司2023年成立控股子公司进军线束业务，2025年上半年线束收入4053万元，同比增长16875.79%，成为第二增长引擎。\n2、2025年3月25日互动，和科达半导体专注于半导体专用设备的研发、生产和销售,为半导体先进封装及前道制程的方案解决供应商。主要产品涵盖晶圆清洗设备、匀胶显影设备、无掩膜光刻机、微影光刻机和晶圆去胶机等。\n3、子公司和科达（珠海）开展的大数据中心业务， 主要是向用户提供大规模、高质量、安全可靠的大数据中心设备供货、安装、调试、软件配置等基础服务。\n4、2024年10月22日盘后公告，公司实控人由赵丰先生变更为阜阳市颍泉区人民政府国资委。\n5、公司主要从事精密清洗设备的研设产销。公司水处理业务主要从事工业生产中的给水及废污水处理设备设计，制造与集成。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "14:42:51",
          "analysis": "拟出售光伏资产+控股股东拟变更+兽药\n1、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n2、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。\n4、2024年10月18日晚公告，股东长鑫贰号拟将其持有公司777.08万股股份转让给百兴房地产，占公司总股本的5.00%。后者实控人旗下常百佳年代于2024年6月撤回IPO。从业务上看，百佳年代与绿康生化有重合之处。\n5、公司动保产品采用微生物发酵的生产方式，其中部分产品采用了分子生物学等技术改造手段。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": null,
          "analysis": "实控人解除留置+军机+低空经济+核聚变+成飞\n1、2025年9月17日晚公告，公司实控人、董事长刘随阳已解除留置并恢复正常履职。\n2、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目、飞机挂架项目、飞机吊舱、天翼-1 无人机项目及片状放大器分系统腔内放大工程等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n3、2024年1月5日互动：公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发、人工智能行业应用系统集成服务等经营范围。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": null,
          "analysis": "银行账户冻结解除+烟花+小额贷款+成立文旅公司\n1、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        }
      ]
    }
  ]
}