{
  "date": "2025-11-05",
  "update_time": "2025-11-05 15:40:44",
  "category_count": 12,
  "total_stocks": 97,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz301024",
          "name": "霍普股份",
          "limit_time": "09:34:54",
          "analysis": "签订储能采购合同+RWA+建筑设计+建筑绿能\n1、2025年11月4日晚公告，全资子公司霍普数智与南京四象签订5亿元储能系统采购合同 。预计将对公司未来经营业绩产生积极影响。\n2、公司参与首个 RWA 上链技术规范立项，推动实体资产数字化进程\n3、公司是国内知名的建筑设计技术与咨询服务提供商，以建筑方案设计为核心，业务范围覆盖居住社区、商业办公、产城规划、城市更新等多个行业和领域。\n4、建筑绿能业务系公司新构筑的业务板块， 具体包括光伏电站系统集成业务（EPC）、光伏电站销售业务及光伏发电业务等。公司组建了绿色建筑研发中心， 从设计、 施工、 建材等多方面进行主、 被动式节能技术研究。子公司爱珀科专注于光伏、储能等新能源电力电源设备的研产销。\n5、公司持有朴藤文化22.27%的股权，后者主营业务专注于建筑类职业教育与人才输送。"
        },
        {
          "code": "sh600734",
          "name": "实达集团",
          "limit_time": "09:51:37",
          "analysis": "拟购买福建数产95%+机器人+AI智能体+算力+福建国资\n1、2025年11月4日晚公告，公司拟购买福建数产95%的股权，预计交易价格1.85亿元。本次交易是间接控股股东大数据集团履行注入资产承诺的措施，交易存在必要性。预计标的公司能够有效提升公司营收和利润规模。\n2、公司与中国移动、香港Web3.0 协会合作，在数据跨境流动、数据资产证券化等领域开展跨链数据业务，为闽港数字经济合作提供助力。\n3、根据全资子公司中科融通官网，公司有睿行机器人系统，睿行全自动喷洒机器人产品。在AI方面，公司发布了智能体开发平台，该平台整合360智脑大模型、百川智能、智谱Ai等主流大模型。\n4、公司实控人为福建国资委，公司承接平潭数据跨境流动服务平台建设。在数据开发服务方面，公司持续落地智慧湖仓平台项目、数字化工作指标任务管理系统项目。公司承建了福建省大数据集团所属的大数据算力平台。"
        },
        {
          "code": "sh605255",
          "name": "天普股份",
          "limit_time": "11:28:39",
          "analysis": "协议转让完成+汽车零部件+车用橡胶软管\n1、2025年11月4日盘后公告，控股股东等与中昊芯英签署的协议转让股份完成过户登记。2025年8月21日晚公告，公司实控人尤建义筹划控制权变更事项，本次增资完成后，中昊芯英、海南芯繁合计持有天普控股50.01%股权，杨龚轶凡通过中昊芯英、海南芯繁控制天普控股，进而控制上市公司，杨龚轶凡将成为上市公司的新实控人。\n2、公司主要从事汽车用高分子材料流体管路系统和密封系统零件及总成的研发、生产及销售，为汽车整车厂商及其一级供应商提供橡胶软管及总成产品。通过不断发展，公司已逐步成长为汽车用高分子流体管路行业的专业供应商之一。\n3、2024年公司外销占比47.11%，境外主要客户有日产国际、日本仓敷等。\n4、公司产品广泛应用于汽车和工程机械的动力总成、底盘和车身三大模块，涵盖冷却、燃油等八大子系统，主要客户有日产投资、东风日产、江铃汽车等。"
        }
      ]
    },
    {
      "name": "人工智能/电力",
      "reason": "近期微软首席执行官Satya Nadella表示，目前微软因电力短缺和物理空间不足导致GPU闲置在库存中。",
      "stock_count": 41,
      "stocks": [
        {
          "code": "sz002150",
          "name": "通润装备",
          "limit_time": "13:09:45",
          "analysis": "储能+光伏逆变器+输配电\n1、公司主要从事光伏储能设备、元器件以及金属制品的研发、生产及销售业务，目前形成光储逆变器、储能系统业务和金属制品业务双主业驱动的格局。公司完成对正泰电源的收购，后者主营光伏逆变器与储能系统解决方案，已成功落地北美首个275KW地面电站中压解决方案，商用市场占有率连续6年第一。\n2、2025年9月26日互动，子公司正泰电源入选彭博新能源财经2025年第三季度全球光伏逆变器制造商Tier 1榜单。\n3、公司美国业务主要包括光伏逆变器、储能逆变器及系统；为客户提供全场景的光伏与储能系统解决方案，特别是在工商业应用场景中，公司逆变器产品处于领先地位。\n4、公司的营业收入主要来自金属制品业务和输配电控制设备业务,应用于储能的钣金件产品约占营业收入的3%。\n5、公司主营金属箱柜、机电钣金、输配电控制设备业务，产品应用领域包括制造业、建筑业、汽车修理、户外显示屏、高压配电等领域。公司目前生产的农机主要是微耕机，主要出口欧洲。"
        },
        {
          "code": "sz002885",
          "name": "京泉华",
          "limit_time": "13:12:42",
          "analysis": "SOFC+固态变压器+高压快充+机器人零部件（磁电转换器）\n1、2025年11月3日盘后网传纪要（未证实），机构表示，2024年开始发电侧装机增长已实质性启动，明确观测到从燃气轮机到SOFC订单充沛、启动扩产。当前燃气轮机排产已至28/29年，能够快速交付的SOFC能补足的缺口预期在GW级别。公司主要为Bloom Energy的SOFC系统提供必需的磁性元器件（例如高频变压器、电感器等）。\n2、公司专注于SST系统内部中压中频变压器，是目前全球少数具备可靠量产能力的厂商。据网传纪要（未证实），公司绑定伊顿，预计SST产品或于2026年开始起量，2027年有望规模放量，中期营收及利润弹性较大。在SST产品中价值量约为0.3-0.4元/w（占STT总成本10%+），技术含量高，产品毛利率可达50%左右。今年SST业务收入预计一两千万元，明年有望大幅增长。\n3、公司主营业务为磁性元器件、电源及特种变压器研发、生产及销售业务。公司磁性元器件可用于800V高压快充。公司新能源车载磁性器件产品已积累了华为、比亚迪等优质的客户资源。\n4、公司目前有部分磁电转换器件产品可应用在机器人电源和电机相关产品中，公司也将进一步扩大相关产品在该领域的应用。"
        },
        {
          "code": "sz002451",
          "name": "摩恩电气",
          "limit_time": "09:25:00",
          "analysis": "变压器电磁线+智能电网+电磁线\n1、公司主营电磁线及特种电缆，子公司摩恩新能源电磁线理论产能已超3万吨，产品切入多家电力装备领军企业供应链，并重点布局变压器、新能源领域。\n2、公司的智能电网产品线主要系为国家电网各省公司配套高品质的中低压电缆产品。\n3、公司特种电缆产品可分为绿色能源产品线、工业自动化产品线、高端装备制造产品线、智慧城市建筑产品线及智能电网产品线五大系列，包括光伏用、工业机器人用电缆等。\n4、公司旗下的子公司摩恩保理和摩安投资从事类金融相关业务。"
        },
        {
          "code": "sz002431",
          "name": "棕榈股份",
          "limit_time": "09:32:18",
          "analysis": "超聚变借壳猜想（河南国资）+园林施工+足球俱乐部（被处置）\n1、2025年11月1日超聚变官微发布，超聚变标准液冷服务器2025 H1国内市场排名第一；河南省财政厅持有公司29.82%股份。河南省财政厅与间接参股超聚变。\n2、公司是一家以风景园林景观设计和营建、苗木销售为主业的企业，公司主要从事生态环境业务、生态城镇(运营)业务。\n3、2016年公司出资3亿元收购英超西布罗姆维奇队母公司股权,成为英超概念第一股。2023年年报披露，间接投资的西布朗足球俱乐部被处置。\n4、2024年11月13日盘后公告，公司与中建五局、中建三局所组成的联合体被确认中标“郑州航空港区豫创建设发展有限公司'两院一中心'二期东侧院区项目施工总承包”项目，总投资约31.37亿元，公司作为联合体成员，涉及金额预计12.66亿元，占2023年收入的31.25%。\n5、公司通过满星繁盛基金持有乐客VR5.64%股权，与乐客VR共同成立乐客奥义作为VR文旅产业落地的抓手；乐客VR是专注于VR等科技创新技术。"
        },
        {
          "code": "sz001255",
          "name": "博菲电气",
          "limit_time": "09:34:18",
          "analysis": "变压器绝缘材料+光伏边框+半导体+核电+新能源汽车\n1、公司树脂等产品可以适用于中低压电机的线圈、变压器线圈的绝缘。公司自主研发的复合材料光伏边框可以替代铝合金边框，能够进一步降低光伏边框成本，为光伏行业持续降本增效提供了一种可行的解决方案。\n2、公司绝缘树脂可应用于半导体封装等领域，还可以应用于核电发电机组上。公司有为国防军工领域的电机和变压器配套相关绝缘产品。\n3、风力发电领域是公司重点业务发展方向，为客户打造环保型风力发电机绝缘系统。公司和晶科能源测试复合树脂边框，已经开始出货。\n4、公司自主研发打造了新能源汽车驱动电机无卤阻燃绝缘系统，目前公司已通过比亚迪合格供应商准入，部分产品已开始为比亚迪新能源汽车驱动电机生产基地供货。\n5、公司募投年产3.5万吨轨道交通和新能源电气用绝缘材料建设项目，项目建设期为3年。此外还有株洲时代电气（公司持股70%）8000吨绝缘材料项目。"
        },
        {
          "code": "sz300062",
          "name": "中能电气",
          "limit_time": "10:15:15",
          "analysis": "储能+智能电网+充电桩+光伏+海峡两岸\n1、公司已拥有阳台光储式便携电源、面向发电侧的储能系统、面向用户侧的工商业储能柜等多款新能源储能产品。\n2、智能电气设备制造产品主要包括环网柜、开关柜、箱式变电站、电缆附件等，广泛应用于城市及农村配电系统、铁路电力系统、发电厂及工矿企业配电系统、社会基础设施、医院高校及高端楼宇。智能电网设备制造是公司权重最大的板块，公司生产的预制式电缆附件四大系列产品成为国内同行同类产品中唯一一家通过国外权威机构型式试验及认证的企业。\n3、公司拥有直流电一体式充电桩、便携直流充电桩、直流电分体充电桩、直流充电模块、高端交流充电桩系列产品。部分充电桩产品可满足480kw充电需求。\n4、公司光伏板块业务涉及光伏发电项目的建设运营。\n5、公司位于福建省福州市仓山区金山工业区金洲北路20号。"
        },
        {
          "code": "sh603530",
          "name": "神马电力",
          "limit_time": "10:26:58",
          "analysis": "绝缘子（出海）+核电+海上光伏\n1、网传纪要表示，神马电力是美国绝缘子核心供应商，深度受益于本轮产业趋势（未证实）。公司欧洲市场已经取得0-1突破。公司和英国国网已有合作。公司在巴西市场拿到了今年全市场83%的份额，且巴西市场多为欧美厂商参与竞争，产品方案得到认可。\n2、公司的输电复合横担产品已应用于英国的欣克利角核电工程交流400kV送出线路工程；电站复合绝缘子已用于漳州核电、田湾核电等项目。\n3、公司主要从事电力系统变电站复合外绝缘、输配电线路复合外绝缘和橡胶密封件等产品的研产销，产品已实现全系列电压等级的应用覆盖，可应用于海上新能源及海上光伏领域。\n4、公司是国际知名的电力系统复合外绝缘产品研制企业与国内电力设备用橡胶密封件龙头企业，线路复合绝缘子在国内已实现110kV-1000kV的全系列电压等级试点工程应用。"
        },
        {
          "code": "sh600089",
          "name": "特变电工",
          "limit_time": "11:09:59",
          "analysis": "变压器+光伏多晶硅+黄金+特高压+风电\n1、公司是变压器行业龙头，世界领先的新能源系统集成商，公司储能产品包括PCS储能变流器，业务以储能系统为主，新能源业务主要包括多晶硅、逆变器的生产。公司生产的风机电缆等产品应用于海上风电项目。\n2、公司多晶硅总产能达到30000吨/年,生产规模居s世界第四位,中国第二位。公司控股子公司特变电工衡阳变压器公司在研制生产充电桩产品，产品线c已覆盖到了60-360千瓦的直流快充产品；公司生产的多晶硅料，可用于下游单晶硅片及多晶硅片的生产，其中向单晶硅片客户出售的多晶硅料占比在90%左右。\n3、黄金项目是公司通过资源换项目获取的资源，经过多年资源勘探，公司自2021年开始有产出，目前产品包括成品金和精金粉，公司黄金产量（金金属量）每年2.5-3吨。\n4、子公司沈变公司主要生产特高压、超高压产品，衡变公司主要生产特高压、开关柜、GIS、二次等产品，新变厂主要生产特高压、配变、箱变、特种变等产品。"
        },
        {
          "code": "sh603759",
          "name": "海天股份",
          "limit_time": "13:00:02",
          "analysis": "储能+光伏+HJT电池+污水处理\n1、2022年6月2日，公司增资入股了兴储世纪科技股份有限公司，投资金额5000万元，持有兴储世纪股份比例1.59%。兴储世纪是国内光伏+储能应用先驱，全球知名智能微电网解决方案提供商，业务覆盖发电、光伏、储能领域。\n2、网传纪要表示，海天股份的光伏银浆技术优势直接源于对德国贺利氏光伏银浆事业部的收购​。面对光伏行业“去银化”的降本趋势，海天（贺利氏）已在银包铜浆料和适用于HJT电池的低温浆料方面实现了产业化储备，并对纯铜浆料展开了研发。（未证实）\n3、公司完成对贺利氏光伏银浆事业部资产收购，正式切入新能源新材料领域，具备HJT电池用低温银浆产业化能力，产品已导入隆基绿能、爱旭股份等头部客户验证测试。\n4、公司污水处理业务运营规模113万吨/日，在提供充分、连续和合格污水处理服务的条件下，地方政府或其指定的单位作为唯一的购买方，向公司污水处理子公司采购污水处理服务。\n5、控股子公司中海康环保取得汾阳中科渊昌80%股份，进一步夯实在重点区位的优质固废项目布局，提升公司在固废领域的竞争力。"
        },
        {
          "code": "sz002636",
          "name": "金安国纪",
          "limit_time": "13:05:00",
          "analysis": "覆铜板+业绩增长+电子级玻纤布+中成药\n1、网传纪要（未证实），在近日 PCB 行业的调研交流中，不少 PCB 厂商均表示目前上游 CCL 正开启新一轮的涨价谈判。公司主要业务为电子行业基础材料覆铜板的研产销。主要产品包括各种通用FR-4、FR-5、CEM3等系列覆铜板等。宁国金安年产3000万张高等级覆铜板项目：该项目共规划6条生产线，目前已有4条生产线投产并于2024年末实现满负荷生产，4条线月产能可达160万张板以上。\n2、2025年10月30日晚公告，第三季度营收为12.01亿元，同比增长23.02%；净利润为1.02亿元，同比增长247.36%。同日公告全资子公司安徽金瑞计划投资不超过1亿元建设年产6000万米电子级玻纤布扩建项目，预计2026年12月底前开始试生产。\n3、全资子公司广西禅方药业主要从事中成药提取及制剂、原料药、外用药、中药材种植收购等的生产、研发及销售，产品包含小儿感冒颗粒、咳特灵胶囊、麻杏止咳糖浆等。\n4、子公司上海埃尔顿主要从事研发、生产内镜诊治器械的医疗器械生产。"
        },
        {
          "code": "sz000720",
          "name": "新能泰山",
          "limit_time": "09:36:12",
          "analysis": "电力电缆+物业+资产注入预期\n1、公司电缆业务以子公司曲阜电缆为主体开展，通信电缆、电力电缆先后被评为山东名牌产品。\n2、公司产业园开发在南京市的项目，主要为江山汇和江山汇金两个项目，具体包括项目的建设销售、持有物业的运营管理。全资子公司宁华物产以自有物业项目为依托，建设物业服务标准化体系。\n3、2024年半年报披露，公司控股股东能源交通以公司作为实控人华能集团存量土地利用与盘活工作的平台，适时采取资产注入、委托管理、合作开发、设立基金投资运营等多种合法合规的方式运作。"
        },
        {
          "code": "sz002782",
          "name": "可立克",
          "limit_time": "09:39:45",
          "analysis": "SST+传NV AI服务器电源电子元器件独家供应+液冷超充+高压快充\n1、网传纪要表示，公司2027年出货SST小批量500-1000台，单价几十万到几百万，预计带来7.5亿元营收（未证实）。网传机构短文，多方验证下来，NV AI服务器电源磁性元器件公司为国内独家供应，公司磁性元器件直接供应台达（外购60%来自于可立克）、群光和麦格米特（麦格米特独家供应）。（未核实）\n2、公司的磁性元件产品主要应用于新能源汽车电子、UPS电源、AI服务器电源等领域。网传纪要表示，磁性元器件是供配电重要组件，占电源成本在7%~8%，整体服务器电源磁性元器件市场空间在50亿元+。同时数据中心UPS是必选项，市场空间近100亿元。（未经证实）\n3、公司旗下海光电子在国内磁性元件是华为的重要供应商，2023年互动，海光电子有应用到H公司全液冷超充站项目。公司有和知名充电桩或充电桩模块公司如H公司等公司进行合作。公司的800V高压快速充电领域有boost电感、隔离变压器等。\n4、公司的电感类产品中的滤波器是可应用于5g基站。新研发的300KW以上逆变器和逆变电感可以应用于建筑光伏，已经与阳光、锦浪、固德威等直接或间接供应。"
        },
        {
          "code": "sz000809",
          "name": "和展能源",
          "limit_time": "09:43:27",
          "analysis": "储能+风机混塔装备+光伏\n1、2025年三季报，公司库伦旗30万千瓦源网荷储一体化项目。该项目已于2025年8月21日获得通辽市能源局批准同意，项目规划建设风电30万千瓦、储能3万千瓦/6万千瓦时等。\n2、在风机混塔装备制造业务方面，公司主要是生产销售风机钢混塔架，为风电项目业主制定风机钢混塔架整体方案，自主完成钢混塔架设计、生产、运输、交付及预应力系统施工。2025年上半年，公司共生产混塔产品 25 套（报告期内未交付，未实现收入），新签混塔销售订单17712万元。\n3、在新能源开发业务方面，公司全面聚焦风电、光伏等清洁能源项目开发、建设、运营的全周期业务。"
        },
        {
          "code": "sz002478",
          "name": "常宝股份",
          "limit_time": "10:21:36",
          "analysis": "储能+核电+油气用管+超超临界高压锅炉管\n1、公司相关产品可应用于储能项目。如U型换热器用管已应用于江苏金坛盐穴压缩空气储能国家试验示范项目。\n2、公司2010年通过了上海电气核电设备合格供方认可,开始向其供应核电非核级用管。公司特色产品HRSG主要应用于燃气轮机余热锅炉发电，目前市场份额处于行业前列。\n3、公司是石油油井管和小口径合金高压锅炉管重点制造企业，现具备无缝钢管年产能力75万吨，包括油井管50万吨，锅炉管20万吨，产品主要应用于油气天然气开采、大型电站锅炉等能源和机械行业。公司光热换热管顺利取得迪拜项目接单， HRSG管、 U型高加管、蛇形管、光热管等市场份额名列前茅。\n4、公司拥有超超临界高压锅炉管；能够生产API标准规定的高钢级油井管；还开发和生产了高抗硫腐蚀系列产品、抗CO2+高抗H2S腐蚀系列等非API产品。"
        },
        {
          "code": "sh600550",
          "name": "保变电气",
          "limit_time": "10:22:11",
          "analysis": "电力变压器+核电（变压器）+控股股东变更\n1、公司主营输变电业务，主要为大型电力变压器及配件的制造与销售。公司的主要客户为电网公司、各大电力公司、大型核电发电企业等。\n2、公司拥有核电 1000kV主变设计和制造许可资质， 是国内首家获得该资质主变生产厂家，公司在核电变压器领域具有突出的品牌优势， 市场占有率较高。公司成功研发并交付了“国际热核聚变实验堆（ITER）计划”法国电变压器项目。\n3、2024年9月27日公告，公司控股股东由兵器装备集团变更为中国电气装备集团，但实控人仍为国务院国资委。\n4、输变电业务是公司的传统优势业务，公司主导产品为110kV-1000kV超高压、大容量变压器。"
        },
        {
          "code": "sz301361",
          "name": "众智科技",
          "limit_time": "10:25:39",
          "analysis": "发电机组+智能电网+虚拟电厂+电机组控制器\n1、公司专业从事发电机/发电机组及发动机控制系统、新能源微网控制系统、智能电网控制系统等自动化产品的研发、制造、销售和服务，致力成为相关领域全球领先的整体系统解决方案提供商。\n2、公司发电机组控制器、EMS能源管理系统、低压备自投、三电源自动控制、旁路开关控制在虚拟电厂具有相关应用。\n3、新能源业务为公司应用领域之一，具体分布在微电网、风电发电、光伏发电、储能电站等领域。\n4、公司的“Smartgen”系列产品在发电机组行业内知名度较高，客户包括潍柴、玉柴、泰豪科技等。"
        },
        {
          "code": "sz002434",
          "name": "万里扬",
          "limit_time": "11:17:00",
          "analysis": "储能电站+机器人+谐波减速器+变速器+汽车零部件\n1、公司深耕灵活电力调节业务多年，已先后在广东等省份投运4个发电侧储能电站，合计装机约40MW。目前已签协议拟投资建设的电网侧独立储能电站合计装机已约1000MW，在手订单充沛。\n2、2025年8月4日机构调研，公司成立了浙江万里扬机器人，专门负责公司机器人关节精密传动产品的研发和产业化发展。目前，已经初步完成产品平台规划，包含谐波减速器、行星减速器、无刷电机及控制器等品类的单品和关节模组等。\n3、公司目前谐波减速器已完成样机试制、性能测试和疲劳寿命测试等工作，相关结果符合公司开发计划预期，正在开展客户对接工作。行星减速器正在开发中。\n4、ECVT为全球首款应用于纯电动汽车的无级变速器产品，是公司与博世公司联合开发的产品。\n5、公司主业为汽车变速器，其中，新能源车传动系统包括EV减速器等；乘用车自动挡变速器，主要客户为比亚迪等车厂；商用车AMT自动变速器、ECMT电子离合变速器，主要客户为福田、重汽、东风等车厂。"
        },
        {
          "code": "bj920299",
          "name": "灿能电力",
          "limit_time": "11:20:32",
          "analysis": "电能质量监测系统+阿里数据中心+北交所\n1、公司主营电能质量监测系统产品的研发、生产、销售，并提供电能质量的分析评估及治理方案的技术服务。\n2、公司已投入建设了一个小型的电能质量数据中心。已投入资金主要用户数据中心服务器等硬件和操作系统、数据库等软件的购置，云平台搭建及数据中心通信技术和数据分析技术的研发，以及数据中心日常运营费用的支出（包括但不仅限于互联网通信和阿里云的租赁、运营人工等）。\n3、电能质量监测装置为公司主要收入来源，营收占比达76.83%。电能质量监测系统毛利率最高，为86.07%。最主要的客户为国家电网和南方电网。\n4、公司PQS-883智能电能质量在线监测装置可实现各电压等级全数字化智能变电站的电能质量长期在线监测。"
        },
        {
          "code": "sh603906",
          "name": "龙蟠科技",
          "limit_time": "11:20:56",
          "analysis": "储能+磷酸铁锂+固态电池前驱体+数据中心\n1、公司的磷酸铁锂产品既可应用于动力电池领域，也可应用于储能领域。\n2、2025年9月15日盘后公告，公司与宁德时代签署磷酸铁锂正极材料采购合作协议，合同总销售金额超60亿元。2025年公司前三季度净利润同比减亏1.92亿元。\n3、公司旗下的全资子公司三金锂电专注于固态电池前驱体的研发和生产。目前针对固态电池的高镍前驱体和富锂锰基前驱体正在和客户展开验证，三金锂电还推出了针对固态电池量身开发的D系列高镍三元前驱体材料，通过元素掺杂、结构调节等优化措施使其更加稳定、更加安全以及更加长效，可以较好地解决固态电池存在的正极材料开裂、材料高温分解等问题。\n4、2024年6月21日官微：“龙蟠冷却1号D4008浸没式冷却液”专为数据中心的冷却需求研发，可良好匹配浸没式冷却系统。\n5、公司主要从事磷酸铁锂正极材料和车用环保精细化学品的研发、生产和销售。"
        },
        {
          "code": "sz002922",
          "name": "伊戈尔",
          "limit_time": "11:26:39",
          "analysis": "数据中心电源+光伏+充电桩+华为\n1、公司推出了数据中心移相变压器、干压变压器、巴拿马电源、数据中心供电系统等，数据中心用的成套巴拿马电源已批量供货。2025年中标台达日本AIDC项目。据网络纪要，AIDC是公司新能源之后的第二增长曲线，2024-2026年预期1、2-3、4-5亿，目前开拓了台达在日本软银项目，北美拿了OEM订单，国内客户中恒、台达等。远期SST也在研发，中压整流配套移相变压器有历史出货记录。（未证实）\n2、公司新能源变压器主要应用于光伏发电等领域，公司新能源汽车充电桩产品品类有超级充电集、 交流充电桩、及共直流母线式光储充一体化系统等。储能装置主要应用于用户侧工商业储能及大型储能电站。\n3、全资子公司东睦科达是高频电感磁性器件方面的核心磁芯供应商，主要客户有华为、阳光电源等。公司生产的高频磁性器件可应用于储能方面的业务。\n4、公司产品主要为能源产品、照明产品及其他三大品类，细分产品众多， 广泛应用于工业及消费领域的各类电子电器、电气设备。"
        },
        {
          "code": "sz000629",
          "name": "钒钛股份",
          "limit_time": "11:28:18",
          "analysis": "钒储能+钒电池+小金属（钛/钒）\n1、根据公司与大连融科签订的2025年度钒储能原料合作年度框架协议，预计2025年总供应量为20,000吨（折合五氧化二钒）；同时，公司与大连融科将共同推动6万立方米/年规模的电解液产线建设，目前正在有序开展前期工作。\n2、全钒液流电池可用于大规模电网侧长时储能。\n3、公司是国内最大的产钒企业，拥有五氧化二钒、三氧化二钒、中钒铁、高钒铁、钒氮合金、钒铝合金等系列钒产品。公司是少数具有“硫酸法+氯化法”钛白粉生产企业，具备硫酸法钛白粉22万吨/年、氯化法钛白粉1.5万吨/年的生产能力。\n4、2024年1月-8月份，攀钢彩涂板在华南区域销量同比增长5倍，创历史最好成绩。"
        },
        {
          "code": "sz002112",
          "name": "三变科技",
          "limit_time": "13:00:00",
          "analysis": "数据中心变压器+供货马斯克xAI+光伏+储能\n1、2025年1月24日盘后公司官微，2024年公司在美国投资设立了全资子公司，之后主变走进了马斯克xAI超级计算机中心。\n2、公司产品包括500kV级及以下电力变压器，产品主要为油浸式变压器、干式变压器、组合变压器等，主要用于电力转换、传输，广泛应用于国家电网公司、石化、光伏企业等。\n3、公司部分组合式变压器供光伏企业，用于光伏发电。公司研发的“储能变流升压一体机”主要用于光伏电站系统稳定、能量备用等。 \n4、公司的光伏逆变升压一体机是变压器、逆变器、控制设备组合的产品，可应用在储能行业。\n5、公司在充电桩领域已开展技术储备。"
        },
        {
          "code": "sh600756",
          "name": "浪潮软件",
          "limit_time": "13:06:42",
          "analysis": "AI政务+重组预期+Deepseek+山东国资\n1、2024年11月29日官微:浪潮软件基于在数字政府领域深耕30年的经验以及自有灵犀有言大模型的技术优势，推出了灵犀助手。公司政务服务持续保持全国市场占有率第一，位居中国数字政府IT解决方案市场份额及增速双第一。\n2、受海光信息和中科曙光合并影响，市场猜测同属浪潮集团的浪潮信息与浪潮软件存在合并可能，双方在业务定位、技术协同和产业链分工上形成互补。（未经证实）公司控股股东山东国投旗下华光光电此前撤回IPO，市场猜测可能注入上市公司。公司实控人山东国资委。\n3、2025年2月9日官微:浪潮软件灵犀有言人工智能平台已实现Deepseek-R1/V3模型适配。\n4、公司在市场监管细分市场位居市场份额第一，以建立“大平台支撑、大市场融合、大数据慧治、大信用共管、大服务惠民”的智慧市场监管体系为目标。"
        },
        {
          "code": "sh600885",
          "name": "宏发股份",
          "limit_time": "13:07:04",
          "analysis": "数据中心电源配套+充电桩继电器+汽车继电器+特斯拉\n1、公司在数据中心领域的产品布局包括继电器、连接器、电容器、电流传感器、开关电器等元器件产品及成套设备。目前数据中心相关收入主要来自于电源相关继电器,主要应用于UPS、ATS、服务器电源等环节,客户包括台达、欧陆通、长城、麦格米特等头部电源厂商。\n2、公司为充电桩提供多种继电器配置，支持不同电压等级和电流等级的充电需求。公司电源领域获得充电桩电源“通合” 、通信电源“动力源”等供应商资格。\n3、公司绑定Tesla、通用、大众等全球主流新能源车企。\n4、国内市场国网需求走弱，南网市场保持相对的稳定，海外市场的装表需求也呈现复苏趋势。公司依托其技术、质量、品牌及海外制造布局等显著优势，已在主要的中高端市场地区实现了显著份额的增长。\n5、公司信号继电器产品除了覆盖传统安防、医疗、通信市场外，在新能源方案应用、智能灯控有较大增长。"
        },
        {
          "code": "sh605060",
          "name": "联德股份",
          "limit_time": "13:19:39",
          "analysis": "数据中心（压缩机零部件）+业绩增长+制冷压缩机（铸件）+燃气轮机\n1、2025年半年报披露，作为制冷压缩机铸件细分领域的行业龙头， 公司布局的核心精密零部件已通过下游客户全面应用于AI 算力、 数据中心温控系统的主流场景。公司产品主要应用于磁悬浮离心式压缩机和螺杆式压缩机。\n2、2025年10月27日三季报，公司前三季度营收9.30亿元、归母净利润1.78亿元，分别同比增长9.27%、21.56%，其中第三季度净利润6869.01万元，同比增长41.47%。\n3、公司在风电领域主要为下游厂商提供高精度机械零部件，配套整机生产使用。\n4、公司业务围绕高端制造、精密制造展开，主要从事高精度机械零部件以及精密型腔模产品的研发、设计、生产和销售，提供从铸造到精加工的一站式服务，是目前全球市场中高品质定制机加工铸件和组装零件的领导者。\n5、公司产品包括用于压缩机、工程机械、能源设备以及食品机械整机制造的精密零部件等。"
        },
        {
          "code": "sz000533",
          "name": "顺钠股份",
          "limit_time": "13:21:06",
          "analysis": "数据中心（变压器）+核电变压器+合作字节\n1、网传纪要表示孙公司顺特电气（顺钠75%+施耐德25%）是施耐德中国唯一变压器合资平台、直接承接施耐德外溢订单；施耐德全球AIDC变压器爆单背景下，顺特作为“嫡系”优先分羹，2024年海外收入已翻倍至3.2亿元（未经证实）。公司先后为秦淮数据、阿里巴巴、万国数据等客户累计供货超过5000台套输配电设备。秦淮数据是字节跳动最主要的算力服务商。\n2、公司核岛1E级干式变压器​用于核反应堆安全供电系统，​非安全级干式变压器（BOP）​​用于常规岛及辅助设施，开发核聚变实验堆（ITER）配套电力设备，参与国际热核聚变项目。\n3、公司主营变压器系列，产品出口总额占变压器系列产品销售总额约7.39%，主要包括东南亚、欧洲、非洲等国家。\n4、子公司顺特设备可生产应用于新能源汽车和充电桩相关行业的电气产品，包括干式变压器、箱式变电站、开关柜产品等。顺特设备数据中心业务方面曾向阿里巴巴等客户提供过变压器设备。"
        },
        {
          "code": "sh688517",
          "name": "金冠电气",
          "limit_time": "13:22:12",
          "analysis": "数据中心避雷器+充电桩+特高压+IGBT基板\n1、AI技术发展带动电力系统升级，AI数据中心建设需交、直流避雷器保障设备安全与系统稳定。公司作为国内交直流避雷器领域先进企业，产品覆盖全电压等级，可满足数据中心场景需求，此前已广泛应用于电力、铁路、工矿等领域的过电压防护。公司将依托避雷器的核心竞争力，积极参与AI数据中心的建设机遇期。\n2、公司深耕县域充电桩市场，公司充电桩已实现120kW、60kW、14kW等型号的销售，目前正在进行全液冷大功率充电桩的研发工作，计划今年完成原型机的研发工作。\n3、公司特高压避雷器产品在国家电网招标的交直流特高压工程中，中标份额占比33%，位居行业第一。\n4、公司聚焦IGBT等大功率半导体封装用的高端氮化铝和氮化硅陶瓷基板、直接键合铜DBC和活性金属钎焊AMB覆铜基板产品研发，已完成常规氮化铝和氮化硅陶瓷基板以及直接键合铜DBC覆铜基板和活性金属钎焊AMB覆铜基板的研发。目前，公司正致力于蚀刻、化学镀、激光切割等后道工艺的研究。"
        },
        {
          "code": "sz300444",
          "name": "双杰电气",
          "limit_time": "13:28:51",
          "analysis": "储能+华为逆变器+光储充换一体化+参股GPU\n1、公司拟在吉尔吉斯斯坦投建100MW光伏+20MW储能项目，进一步拓展海外新能源EPC及储能业务版图。\n2、 公司与华为在光伏逆变器和优化器等方面产品进行了合作和市场推广。\n3、公司充电桩产品已出口东亚、南亚部分国家。已推出250V-1000V电压平台的超充产品。600kW液冷超充为公司自主研发的产品。\n4、公司持有真为基金21.427%股份，该基金参股国内GPU龙头红山微电子1.2%股份。红山微电子已推出并量产7纳米制程众核通用（全精度覆盖）并行计算GPGPU芯片，主要应用场景有人工智能模型训练与推理及高性能计算等。\n5、公司是致力于智能环保配电领域新设备领域拥有多项专利的高新技术企业，主营输配电设备业务；公司已具有成熟的光储充换一体化解决方案，全资子公司双杰新能具备开展光伏建筑一体化（BIPV）工程的业务能力。"
        },
        {
          "code": "sh688472",
          "name": "阿特斯",
          "limit_time": "13:35:34",
          "analysis": "储能（美国）+光伏+逆变器+电站工程\n1、公司在美国肯塔基州产能预计2026年开始交付储能产品。公司是全球领先的光伏组件和大型储能系统产品制造商之一，核心业务为晶硅光伏组件的研发、生产和销售，并以光伏组件业务为基础，向光伏应用解决方案领域延伸。\n2、公司相继推出大尺寸硅片和电池、HJT 电池、TOPCon 电池、双面双玻组件、半片组件、MBB 组件等众多创新技术和相关产品，并系统地进行专利布局。\n3、公司推出 1500V 320kW（海外 350kW）系列组串式逆变器，该系列产品兼具高发电、高可靠、高智能、高适配等优势，适用于大型工商业及地面电站光伏项目。\n4、公司电站工程 EPC 业务主要为光伏电站提供整体解决方案，包括电站工程项目的设计、设备采购和安装调试、竣工验收和交付等全流程建设服务。"
        },
        {
          "code": "sh603105",
          "name": "芯能科技",
          "limit_time": "13:44:23",
          "analysis": "储能+光伏电站+虚拟电厂+充电桩\n1、公司储能业务一是工商业储能投资与运营，目前已投资运营多个工商业储能示范项目；二是储能产品，规划的产品有离网储能逆变器、并离网储能逆变器、便携式移动电源，均陆续进入优化、试销阶段。\n2、公司主营业务包括分布式光伏电站投资运营（自持分布式光伏电站）、分布式光伏项目开发建设及服务（开发+EPC+运维）、光伏产品生产销售、充电桩投资与运营，其中以分布式光伏电站投资运营为主。\n3、2024年5月16日互动，公司已实施多个的“网荷光储充智能微网”示范项目是小型分布式虚拟电厂，目前正稳定运行中。示范项目可通过实现用电负荷削峰填谷、提高光伏消纳比例、电力需求响应等功能获取相应收益，同时还可以有效缓解电力系统压力，是一种多方受益的商业模式。\n4、公司充电桩投资与运营业务主要依托现有分布式光伏屋顶资源企业主，在业主产业园区及网点投资、铺设并持有、运营直流快充充电桩。"
        },
        {
          "code": "sh603312",
          "name": "西典新能",
          "limit_time": "13:57:38",
          "analysis": "储能+电池连接产品+铁路基建\n1、电化学储能领域，公司电池连接系统产品已批量供货特斯拉、阳光电源等储能项目。\n2、公司电池连接系统可应用于纯电动汽车、插电式混合动力汽车和增程式混合动力汽车，主要客户为宁德时代、蜂巢能源、上汽时代、一汽等，产品已批量应用于特斯拉、大众、小米、赛力斯等众多热销车型。\n3、公司先后参与多个重点项目的复合母排设计以及批量供货，例如复兴号动车组以及北京冬奥列车（京张高铁）牵引变流器复合母排等项目。主要客户为中国中车、西屋制动等。\n4、公司电控母排产品主要应用于新能源汽车、混动燃油车的电机控制器之中，主要客户为比亚迪、阳光电源、法拉电子、基美电子等。"
        },
        {
          "code": "sz000657",
          "name": "中钨高新",
          "limit_time": "14:36:18",
          "analysis": "PCB钻针+钨矿+盾构机刀具+小金属+PCB\n1、据网传纪要，金洲PCB钻针扩产能力大超预期:2025H1公司月均产能6000+万只，3季度金洲利润增速同比超110%。（未证实）\n2、网传纪要，2025年11月4日，钨精矿稳定涨价5000元至31万元/吨。当前钨精矿正处于第二轮涨价的前期（未证实）。2025年10月27日公告，公司拟现金8.21亿元收购五矿钨业所持衡阳远景钨业99.9733%股权，远景钨业保有钨金属量约15.45万吨、年产钨精矿超7000吨。柿竹园矿山(100%控股):钨资源金属量56万吨,占全国钨资源储量的比例超30%,工业可开采储量全球第一;钨精矿产量约占国内钨总产量的6%,占世界钨总产量的4%以上;目前加上管理口径的其余四家矿山合计约2.6万-2.7万吨。\n3、国内最大直径盾构机“聚力一号”刀盘在江阴靖江长江隧道工程顺利下井，该盾构机所有配套盾构刀具均由公司旗下株硬公司自主设计、制造。公司从事的主要业务包括硬质合金和钨等有色金属及其深加工产品和装备的研发销及贸易业务等。\n4、公司实控人是中国五矿集团。"
        },
        {
          "code": "sh601567",
          "name": "三星医疗",
          "limit_time": "14:56:22",
          "analysis": "数据中心电力+中欧贸易+智能电表+康复医疗\n1、公司依托电网渠道优势，积极储备石油化工、数据中心等新场景客户。报告期内，公司在石油化工、数据中心等新客户领域取得突破，已陆续获千万级订单。\n2、公司海外收入主要来自欧洲（占比约45%）、东南亚（30%）、南美（20%），美国市场收入占比不足1%。当前美国对华加征关税清单中，配电变压器、智能电表等产品尚未被覆盖，关税政策对经营影响微乎其微。\n3、网传2024年国网电表项目招标金额有望同比增长30%，公司稳居TOP5；南网2024年第一批计量产品招标金额预计同比增长135%，公司稳居TOP3。\n4、公司医疗板块得益于康复医疗业务并购整合取得成效。券商认为公司康复医疗板块将进入稳步扩张阶段。"
        },
        {
          "code": "sh688676",
          "name": "金盘科技",
          "limit_time": null,
          "analysis": "固态变压器+储能配套+储能数字化工厂\n1、网传纪要，公司首台套针对数据中心2.4mwSST样机已推出，25年下半年先在国内试点，字节万国等均在沟通；已在进行海外接触，海外市场推进迅速，适用于英伟达Rubin架构，预计26年上半年进入送样阶段。HVDC：国内外同步分析和设计，目前针对国内的方案做的样机，从240V提升到400V，下一步正负400V。接触的客户目前是国内为主，国外客户也在分析。在手订单充裕，25H2业绩预计明显超过25H1，数据中心在手订单很好，25H1收入5亿主要是国内客户，海外客户已批量出货，25H2会有所体现。（未证实）\n2、公司数字化团队已成功实施完成包括干式变压器、成套、储能、油浸式变压器4大产品类别数字化工厂整体解决方案，并已完成5座数字化工厂的建设。\n3、公司在抽水蓄能行业的产品主要包括自主研发的抽水蓄能SFC变压器等产品，应用有安徽绩溪抽水蓄能电站等项目。公司主要产品为干式变压器、干式电抗器等。"
        },
        {
          "code": "sh603516",
          "name": "淳中科技",
          "limit_time": "",
          "analysis": "液冷散热+客户N公司+ASIC芯片+人工智能+影音系统\n1、2025年4月25日互动，N公司相关业务自2024年开始导入，后续业务进展需要关注N 公司新迭代产品的导入进度及公司适配产品的检测验证情况等因素。2025年8月8日公告，公司业务不涉及液冷服务器的生产制造，仅参与液冷测试平台等测试环节。\n2、2024年12月20日盘后消息，据企查查，子公司淳深科技获得一项关于芯片散热封测产品的专利。\n3、公司于2024年4月发布了寒烁、宙斯、雷神三款音视频领域自研ASIC芯片。\n4、2024年10月9日互动，公司产品品类包含人工智能，公司Plato AI智能识别管理系统,通过AI提高无人化巡检、无人化值守的智慧程度。\n5、公司灵活运用投影融合、动作捕捉等技术，推出了XshadowAR投影控制系统、Pandora沉浸式交互系统和Medusa空间定位处理系统和融媒体影音系统等。"
        },
        {
          "code": "sh603315",
          "name": "福鞍股份",
          "limit_time": "",
          "analysis": "涡轮叶片+AI算力租赁（腾讯）+核电汽缸\n1、网传纪要表示，燃气轮机是北美数据中心电力最主要的来源，其短缺的核心原因是涡轮叶片产能紧缺。公司供货三菱重工叶片，后者全球市场份额是27%。（未经证实）\n2、2024年6月21日公告，公司拟与集铁网络共同出资设立合资公司（公司持股71.00%)，投入约3.5亿元共同开拓AI算力租赁服务业务。集铁网络合作运营包括上海漕宝路/松江/北京/深圳数据中心，三大运营商、腾讯、阿里、网易、万国数据等均为其客户。\n3、2024年2月5日，公司首次为国外（俄罗斯）生产的核电汽缸产品，通过俄罗斯专家的审核及验收。\n4、公司目前三大主要板块运营，分别为装备制造板块、环保板块及锂电池负极材料板块。公司产品按照用途可以分为火电设备铸件、水电设备铸件以及其他铸件；超超临界主汽调节阀；燃机排气缸、燃机透平缸，持环等。"
        },
        {
          "code": "sh601126",
          "name": "四方股份",
          "limit_time": "",
          "analysis": "固态变压器+间接合作阿里+智能电网+储能变流器\n1、公司推出的SST新一代数据中心供电方案创新性采用无工频变压器设计，能够实现中压AC直转低压DC，最高效率可达98%以上。公司提供交流10kV～35kV、直流20kV～60kV 接入，240V～800V直流输出的SST系列产品，全面适配下一代数据中心800V直流供电架构的需求。据网传纪要，SST客户持续接洽中；主业稳健增长，明年预计保持15-20%订单增速。（未证实）\n2、公司具有完整的数据中心供配电解决方案，已应用于中石油北京数据中心、天津超级计算机中心等十余个数字中心。\n3、2025年1月15日公司与世纪互联（阿里IDC合作商）对数据中心负荷特性、柴发替代等相关技术进行了深入讨论，后续或将有项目合作。\n4、公司已在智能制造工厂、电力二次设备监测系统、变电站二次设备数字孪生等场景下使用了自研工业互联网平台和相关技术。\n5、公司储能变流器技术处于行业领先，集中式、链式和模块化三种技术路线并行，覆盖从发电到用电各种储能场景。"
        },
        {
          "code": "sh603191",
          "name": "望变电气",
          "limit_time": "",
          "analysis": "变压器+取向硅钢+输配电设备\n1、2025年10月23日互动易，公司通过并购云变电气具备500kV电力变压器制造能力，核心产品电压等级已跃升至220kV及以上。2025年3月11日互动：公司产品有应用于水利行业，公司参与过越南帕秦1水电站、西藏帕孜水利枢纽及配套灌区工程等项目的供货。\n2、公司是国内唯一打通从取向硅钢到电力变压器制造全产业链流程的企业。公司有10万吨取向硅钢生产线是5+5的配置，5万吨CGO和5万吨HIB。\n3、公司旗下取向硅钢产品终端用户也包括光伏和风电产品。 2022年控股80%云变电气成功为云南省最大的700MVA光伏电站华能保山罗明光伏提供2台350MVA大型升压变压器。\n4、公司输配电及控制设备主要包括电力变压器、箱式变电站、成套电气设备。目前公司输配电及控制设备运用在额定电压等级110KV以下的输配电领域，可运用于光伏、风力、充电桩、储能等新能源项目。"
        },
        {
          "code": "sh601700",
          "name": "风范股份",
          "limit_time": "",
          "analysis": "特高压+光伏+中标大单+化债+唐山国资\n1、公司主要产品有角钢塔、钢管塔等。公司是国内少数几个能生产目前最高电压等级1000KV输电线路铁塔的企业之一,也是国内少数几家拥有自主知识产权并生产复合材料绝缘杆塔的企业，公司在超高压和特高压输电线路铁塔方面处于行业领先地位。\n2、旗下苏州晶樱主营业务为研发、生产和销售单晶硅片、提纯锭、多晶硅片及多晶硅锭，并提供单晶硅片的受托加工服务。公司实控人为唐山国资委。\n3、2025年6月3日盘后公告，公司中标国家电网2025年特高压项目第二次材料招标采购项目，中标金额2.28亿元。 \n4、控股子公司苏州市风范资管从事企业资产的并购、重组,资产管理,投资管理,不良资产的收购。\n5、公司主要从事1000kV及以下各类超高压输电线路角塔、钢管组合塔等产品的研发、生产和销售。"
        },
        {
          "code": "sh601999",
          "name": "出版传媒",
          "limit_time": "",
          "analysis": "AI应用+辽宁国资+文化传媒+知识产权保护\n1、公司所属北方国家版权中心提供版权交易平台，开展版权登记交易等服务，积极推动各类版权人和应用方充分利用公司平台开展版权交易业务。公司高度关注AI应用的发展前景，并积极寻求发展机会。公司集聚海量版权、知识产权资源，开发的AI实时动画与影像生产平台，入选辽宁省文化产业发展项目。\n2、公司通过所属辽人社等11家出版社从事教材教辅、一般图书和电子音像产品的出版发行业务，实控人为辽宁国资委。\n4、子公司北方国家版权交易中心是东北地区唯一一家国家级版权交易中心，主营版权及知识产权的登记（确权）、交易、开发及会展培训等。\n4、全资子公司鼎籍智造自主研发的“鼎籍学堂”在线教育平台，面向K12教育，以教辅为主，内容涵盖音视频课程、题库、电子图书等。公司主营业务为教材教辅、一般图书等出版物的出版、发行、印刷以及印刷物资供销等业务。形成了集传统出版与数字出版、在线阅读等业务于一体的综合性传媒业务架构。"
        },
        {
          "code": "sz002418",
          "name": "康盛股份",
          "limit_time": "",
          "analysis": "服务器液冷+千岛湖项目开工+业绩增长\n1、2025年10月28日盘后公众号，子公司云创智达千岛湖智造基地项目开工，核心产品新一代冷板系列将重点服务于数据中心服务器液冷系统、新能源储能温控及5G通信基站等前沿领域。\n2、2025年10月28日晚公告，前三季度营收为19.34亿元，同比增长12.43%；净利润为1383.28万元，同比增长240.21%。\n3、网传纪要表示，钎焊板式换热器价值量占CDU高达25%~30%，折合单机柜价值量或达8000美元，若按照NVL 72机柜2026年8万柜，对应45亿元市场规模。公司板式换热器产品通过NV链一级供应商实现小批量订单。（未经证实）。\n4、公司已完成10KW 5G液冷机柜和IDC 20KW高功率密度液冷机柜和30KW高功率密度液冷机柜的产品开发。\n5、控股99.4%子公司中植一客与通广网联、车路通合作研发的Robobus项目5.9米纯电动微公交车，系西南地区整车企业首次实现城市客运条件下的L4级无人自动驾驶。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "1、国务院台湾事务办公室定于2025年11月5日上午10:00在国台办新闻发布厅举行例行新闻发布会。\n2、人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "14:40:09",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "09:25:00",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sz000753",
          "name": "漳州发展",
          "limit_time": "13:51:57",
          "analysis": "漳州国资+光伏新能源+信创+污水处理\n1、公司实控人为福建省漳州市国资委。\n2、2024年报提及，公司深耕光伏发电领域，通过资源自主开发和上游产业投资双轮驱动，蓄力发展新动能。集中式光伏与分布式光伏双头并举投建，建设集中式光伏项目方面。\n3、公司旗下信产集团及其权属企业取得CMMI软件成熟度认证、信息技术服务管理体系认证等专业资质，获得“基于人工智能和数字孪生的工业大脑平台”等18项专利及155项软件著作权，入选省首批产业数字化服务商。\n4、公司主要从事汽车销售、售后维修等业务，集中于福建省福州、厦门、漳州等地市。\n5、公司形成包含制水，售水，污水处理一体化的产业链条，制水；公司全资下属公司漳州市水利电力主要从事水利水电工程、电力工程的施工总承包等。"
        },
        {
          "code": "sh600815",
          "name": "厦工股份",
          "limit_time": "09:31:03",
          "analysis": "厦门国资+台湾工程+盾构机+资产注入预期\n1、公司为大陆工程机械企业与台湾交流排头兵，装载机成为大陆首台直航台湾的工程机械产品，全系列产品交付台湾地区重点工程项目，广泛服务于台湾花东隧道建设、台北市至桃园机场捷运建设等台湾地区重点工程。公司主营产品包括装载机、挖掘机、路面机械、掘进机械等工程机械，实控人为厦门国资委。\n2、中铁工程装备集团专业从事隧道掘进机、隧道机械化专用设备，国内盾构/TBM市场占有率连续九年第一。公司和中铁工程装备集团成立合资公司厦工中铁，后者大力开展盾构机再制造业务，生产各类盾构机的主要零部件均可实现回收利用。\n3、厦门信达、厦门国贸都已上市，唯独海翼集团还没上市，而海翼集团又是国贸旗下最赚钱的公司，涉足半导体、先进高端设备、新能源新材料，海翼集团的公司领导人与厦工股份高度重合，目前海翼集团占厦工股份50％股权，2024年7月发布公告提出为厦工股份打造第二增长曲线，市场预期或注入优质资产。\n4、公司的主要经营模式是研发、生产和销售工程机械产品及零部件，并向客户提供保障服务和增值服务，从而获得业务收入和合理的利润，产品远销中东、非洲、欧洲等地区。"
        },
        {
          "code": "sz002333",
          "name": "罗普斯金",
          "limit_time": "09:42:42",
          "analysis": "海峡两岸+光伏边框+房屋安全鉴定+智慧城市\n1、公司二股东罗普斯金控股实控人吴明福为中国台湾籍，吴明福为公司前实控人。公司生产的铝型材可应用于光伏组件边框和支架，公司控股股东具有丰富的建筑产业资源，与公司在光伏、光伏建筑一体化相关业务的发展上协同作用明显。\n2、公司全资子公司方正检测主要环绕建筑工程开展检测业务，主要业务有建筑材料检测、基坑检测、桩基检测、房屋安全鉴定、能效检测等。\n3、公司从事的业务主要为新型铝合金铸棒材料等的研产销；围绕智慧城市开展的建筑智能化施工等相关业务。\n4、公司将工业互联网平台与企业信息化技术、云计算技术等融合，全面推进企业业务管理创新和流程优化。在智能制造领域，公司近三年被评定为“江苏省智能工厂”等。"
        },
        {
          "code": "sz002639",
          "name": "雪人集团",
          "limit_time": "09:54:06",
          "analysis": "福建+冰雪经济+混凝土冷却系统+可控核聚変+数据中心+燃料电池\n1、公司位于福建省福州市。公司有冰雪场地配套基础设施的建设以及制冰造雪设备的供应。2025年7月22日盘后公司官微，作为混凝土冷却系统领域的领先企业，雪人集团已提前为雅下水电项目中大规模的混凝土温控需求制定完善的技术方案。\n2、可控核聚变必须在液氦到超流氦温区环境下运行,氦气压缩机为大型低温系统的核心部件。国家重大科研装备研制项目“液氦到超流氦温区大型低温制冷系统研制”所采用的是公司生产的“兆瓦级”大型的氦气压缩机设备。\n3、子公司杭州龙华致力于冰蓄冷、IDC机房温控等系统集成运营维护，承接了如中国移动、中国电信的5G数据中心机房控制系统改造及机房环境改造项目。\n4、公司有发展燃料电池动力系统及系统核心零部件制造业务，将压缩机技术、制冷技术以及换热技术延伸应用在液氢以及氢能装备领域。\n5、公司压缩机产品应用领域广泛，可应用于冷链物流、工业制冷、超低温科研以及航天航空领域等特殊领域。"
        },
        {
          "code": "sz000993",
          "name": "闽东电力",
          "limit_time": "10:30:45",
          "analysis": "福建+绿色电力+智能电网+稀土\n1、公司属福建宁德国资委旗下，是福建省最大的电力股份制企业，主业为电力生产与开发，主要以水电、风电为主。\n2、公司现有光伏发电项目2个，分别为福建白马船厂屋顶分布式光伏项目和古田县鹤塘镇西洋村食用菌+光伏示范项目。\n3、公司下属 22 个水电站分布在福建省宁德市除古田县外的县（市、区），并主要向宁德市局或下属各供电公司趸售上网电量。\n4、公司控股子公司宁德环三矿业（持股70%）参股31%的屏南县稀土开发，成立于2016年，参与稀土压覆矿的开采回收再利用。"
        },
        {
          "code": "sz002300",
          "name": "太阳电缆",
          "limit_time": "10:06:36",
          "analysis": "核电电缆（福建）+海底电缆+充电桩电缆+军工\n1、公司地处福建南平，主要以电线电缆为主营业务，产品主要有 500KV 及以下交联聚乙烯绝缘电力电缆、核电站电缆、风力电缆、 35～500KV 海底电力电缆、海底光电复合电缆、柔性直流海底电缆和建筑用线、装备用电缆、数据电缆、架空线等；公司有生产充电桩电缆的能力。\n2、公司拟在漳州市东山县投资设立全资子公司，建设海底电缆生产基地，注册资本5亿元人民币。2025年3月25日互动，海缆子公司现已安装完成五条生产线，可投入生产使用。\n3、电动汽车充电设备装置电缆已按TUV标准设计电动汽车充电桩电缆产品结构，做好认证产品规格，各类样品完成检测，已通过德国莱茵认证。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "国务院办公厅公布了2026年放假安排，拼出一个连续9天的“史上最长”春节连休。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh603696",
          "name": "安记食品",
          "limit_time": "09:42:41",
          "analysis": "调味品+福建+健康食品+参股小贷公司\n1、公司为复合调味品小龙头,调味品类主要产品包括复合调味粉、天然提取物调味料、香辛料、酱类、风味清汤等五大类 500多个品种。拳头产品排骨味王调味料,市场占有率位居同类产品前列。公司位于福建省泉州市。\n2、公司大健康食品包括益生菌、营养补充剂、功能性等固体饮料。\n3、2023年年报，泉州经开区百盛小额贷款公司，注册资本1亿元，主要业务为办理小额贷款业务，安记食品占注册资本的10%。\n4、公司销售网络已覆盖了全国绝大部分省、自治区和直辖市的经销网络，辐射全国的各大批发农贸市场、连锁超市和便利店。"
        },
        {
          "code": "sz000796",
          "name": "凯撒旅业",
          "limit_time": "09:58:30",
          "analysis": "免税（海南）+入境游+跨境支付+滨海旅游\n1、公司地处海南三亚，主要通过与中出服合作经营的形式拓展免税业务，目前已分别参股天津国际邮轮母港进境免税店、南京市内免税店、北京市内免税店。\n2、公司表示2018年受益于过境免签、离境退税以及全域旅游等利好政策。\n3、易生支付是全国首批获得支付业务许可证的非金融服务机构，跨境支付规模覆盖全球100多个国家和地区。凯撒旅业和海航旅游（凯撒旅业大股东）合计持股易生支付约40%。\n4、2025年6月25日讯，区块链技术供应商Chainlink宣布与全球支付巨头万事达卡合作，将允许全球超30亿持卡人通过信用卡直接完成法币到加密货币的链上兑换；易生支付自2023年起与万事达卡深度合作。\n5、2025年7月4日互动，公司是目前山东省、海南省唯一一家以旅游为主业的上市公司，将充分利用青岛、海南两大国家级滨海旅游城市的地缘优势。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "10:26:04",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、公司商业零售业务主要包括百货、购物中心、文商旅综合体、线上业务等。公司地处福建省福州市。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sh603008",
          "name": "喜临门",
          "limit_time": "13:17:36",
          "analysis": "业务增长+家居床垫\n1、网传纪要，2025年10月公司出货端4-5%增长，零售业务增速近10%（电商30%-40%增长；线下个位数下降）；OEM（含跨境）小个位数增长（国际业务近10%）；工程业务双位数降幅（未证实）。\n2、公司“aise宝褓”AI智能床垫已集成107项专利，线上线下同步发售，618期间蝉联天猫、京东、抖音床垫类目榜第一名，并与强脑科技、清华大学合作推进脑机接口AI床垫“宝褓 BrainCo”研发待发售。\n3、公司专注于床垫、软床及其他家具产品的设计研产销，与携程共同推出“携喜深睡房2.0”，计划未来三年，覆盖全国5万家酒店的100万-150万间客房。\n4、公司目前的产品和品牌是主打高中端市场，热销产品价格在6000元-10000元，是目前国内主要的消费人群。"
        },
        {
          "code": "sz001209",
          "name": "洪兴股份",
          "limit_time": "14:21:27",
          "analysis": "跨境电商+外贸转内销+儿童内衣+谷子经济\n1、2025年11月3日洪兴股份官微，公司总部大厦乔迁后连续召开品牌战略、供应链升级及联营商合作峰会，明确2026年品牌发展战略，强化高质量发展预期。公司已在亚马逊、希音、Temu等平台开展跨境电商业务。\n2、据网传纪要，洪兴股份作为家居服出口龙头，依托20年外贸经验加速转战国内市场。公司长期服务欧美市场，拥有国际标准品控体系，通过数字化改造实现\"小单快反\"，7天完成新品打样，15天极速补货，库存周转率领先行业30%（未证实）。\n3、公司专注于家居服饰的研发、设计、生产及销售，主要产品包括家居服、内衣内裤及其他相关产品。旗下千线艺品牌是专业的儿童内衣品牌，主打潜力巨大的7-12岁中大童内衣市场。\n4、公司拥有自主研发的IP FENNY家族，包含FENNY(小芬)、YOYO等。并分别与知名IP形象LINE FRIENDS、SNOOPY、米菲免牵手推出联名款。"
        },
        {
          "code": "sz002563",
          "name": "森马服饰",
          "limit_time": "",
          "analysis": "童装龙头+马字辈+社区团购\n1、公司旗下巴拉巴拉品牌连续多年位居国内童装市场份额第一，并覆盖0-14岁儿童全品类。2025年11月4日盘后互动，公司旗下品牌森马、巴拉巴拉、森马儿童已推出迪士尼疯狂动物城等IP联名产品。\n2、公司是以系列成人休闲服饰和儿童服饰为主导产品的品牌服饰企业.公司主要产品包括\"森马\"和\"巴拉巴拉\"两大系列。\n3、森活之家由森马集团旗下浙江森马现代农业倾力打造，是全新的线上线下相结合的社区综合体。森活之家通过线上小程序商城、社区团购等方式满足客户线上购物，送货到家的需求。\n4、公司通过网红模式，和热门的大主播合作，和自己的消费者、高校合作，推动旗舰店铺直播。"
        },
        {
          "code": "sh603536",
          "name": "惠发食品",
          "limit_time": "",
          "analysis": "预制菜+抖音电商+速冻食品\n1、公司主要从事速冻类预制菜类的丸类制品、肠类制品、油炸类制品、串类制品、菜肴制品等的研发、生产和销售。\n2、公司社区团购业务模式主要是通过线上平台整合线下社区资源，完成线上线下一体化，形成食材一站式供应，向消费者提供全面的团购产品体验和服务。\n3、公司主要从事速冻类预制菜的丸类制品、肠类制品、油炸类制品、串类制品、菜肴制品等速冻食品的研发、生产和销售。"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "12月18日，海南自贸港全岛封关运作将正式启动。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": "09:30:15",
          "analysis": "汽车整车（海南）+战略合作京东+无人驾驶+马字辈\n1、公司地处海南，主营业务为汽车及动力总成的研发、制造、销售及服务，生产的主要产品为海马7X、海马8S和海马6P等，提供的主要服务为金融服务和租赁服务等。\n2、2025年10月14日盘后讯，京东表示将在2025年11月9日，联合宁德时代旗下时代电服、广汽集团共同推出一款新车；公司战略合作京东，旗下品牌新车、独家车型登录京东汽车整车销售平台。\n3、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统以及ACC自适应巡航系统等智能驾驶辅助系统。\n4、网传公司合作富士康造车。公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。\n5、 公司于海口市的首座制氢加氢一体化站及配套分布式光伏项目已建设完成并投入运营。"
        },
        {
          "code": "sz002163",
          "name": "海南发展",
          "limit_time": "13:58:57",
          "analysis": "海南国资+免税资产注入承诺+光伏+幕墙工程\n1、财政部、海关总署、税务总局联合公告升级海南离岛旅客免税购物政策，自2025年11月1日起生效，包括新增免税商品类别及放宽额度限制。公司地处海南，最终控制人为海南省国资委。\n2、2025年4月3日互动，控股股东海南控股于 2021年作出免税资产注入承诺，承诺期限调整为2028年5月12日,但海南控股始终将免税资产注入作为战略目标,目前已制定专项提升方案。\n3、2025年10月28日互动，网营科技在建工程主要为位于杭州市西湖区的双桥（云谷）地块建设项目。\n4、公司前期投资的J8丝印光伏玻璃生产线已于2024年7月正式投产，该条双玻生产线具备薄玻璃、大尺寸、打孔（三角孔）、丝印玻璃等产品的生产能力，契合行业对双玻光伏组件的发展趋势。\n5、公司是一家具备完整产业链的幕墙的专业企业，重点发展三大产业“幕墙与内装工程产业”、“光伏玻璃产业”、“特种玻璃深加工产业”。"
        },
        {
          "code": "sh600759",
          "name": "洲际油气",
          "limit_time": "13:58:13",
          "analysis": "海南+海洋天然气+石油勘探+氢燃料电池\n1、子公司洲际油气技术(海南）公司业务为海洋天然气开采。公司主要业务包括石油勘探开发和石油化工项目的投资及相关工程的技术开发、咨询、服务。\n2、公司运营区块主要集中在哈萨克斯坦，主力在产项目马腾油田和克山油田均位于哈萨克斯坦滨里海盆地；通过香港洲际新能持有AmbriInc股权。\n3、2024年2月5日公告，公司于海南成立新能源科技公司，含充电桩销售业务。2024年3月19日据天眼查，全资子公司洲际油气技术(海南)于3月18日成立。\n4、公司投资的世能氢电公司主要从事氢燃料电池技术的研发与经营，2019年已与美国氢能科学家王鸣教授团队合作在山东理工大学投资建立氢能联合研发中心。"
        },
        {
          "code": "sz002320",
          "name": "海峡股份",
          "limit_time": "09:34:51",
          "analysis": "海南轮渡+海洋旅游+拟收购徐闻港\n1、2025年10月17日消息，财政部、海关总署、税务总局联合印发公告，调整海南离岛旅客免税购物政策，并定于11月1日起实施。2025年9月16日调研纪要，海南启动封关公司长期看车客流有望增长，并以客滚运输为主体、综合物流与海洋旅游为两翼打造自贸港标杆。公司升级船舶、丰富海上娱乐，打造西沙高端海洋旅游目的地，现有三亚至西沙旅游航线由“祥龙岛”轮运营。 \n2、公司实控人是国务院国资委，控股股东海南港航控股。公司主营船舶运输和轮渡港口服务，主要经营海口至海安、海口至北海客滚运输航线等。2021年底，公司完成琼州海峡航运资源整合，在船舶供给等竞争优势明显。\n3、2024年11月29日投资者活动记录，目前公司仍然持续与交易对手方就投资徐闻港相关事项开展尽职调查以及谈判沟通工作，截至目前部分重要事项交易各方尚未达成一致意见。\n4、公司未来3-5年的重点规划于打造客滚运输航母上市公司，发展海洋旅游业务，探索港口物流业务。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "清华大学深圳国际研究生院康飞宇、贺艳兵团队联合天津大学杨全红团队，在《自然》期刊发表的研究成果破解了固态电池的“快充”难题。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002805",
          "name": "丰元股份",
          "limit_time": "09:40:18",
          "analysis": "固态电池+客户鹏辉能源+锂电正极\n1、公司积极布局固态电池正极材料、无钴电池正极材料等前端新型材料，此外，公司参股了深蓝汇泽及赛锂达，对固态电池正极材料及储能电池正极材料的研发展开合作。\n2、鹏辉能源为公司客户。\n3、比亚迪为公司正极材料第一大客户，2023年营收占比90.16%。\n4、公司规划锂电正极材料业务包括磷酸铁锂和三元正极材料两大正极材料，合计共5万吨产能，公司有充足的磷酸锰铁锂技术储备以及工艺路线准备。\n5、公司主要从事草酸业务及锂电池正极材料业务。公司草酸具备总产能10万吨/年，其中工业草酸产能8.5万吨/年，精制草酸产能1万吨/年，草酸衍生品草酸盐等约0.5万吨/年。"
        },
        {
          "code": "sz002591",
          "name": "恒大高新",
          "limit_time": "10:06:03",
          "analysis": "固态电池+航空声学降噪+氢能源+腾讯游戏推广+网络文学\n1、2025年3月6日互动，公司申请的在国家有关发明专利机构审查的“固态电池专利”写到：该发明专利技术是一种复合固态锂离子电池及其制备方法，能够抑制高温下的复合固态电解质膜和负极片的膨胀，有利于电极界面的平整接触，特别是对负硅碳材料效果更明显，能改善电池循环寿命，提升电池安全性能。\n2、公司防磨抗蚀、声学降噪产品及相关技术可应用于舰船、航空等军工领域。公司是综合性工业设备防磨抗蚀产品生产和技术服务的企业，节能环保业务分为防磨抗蚀业务、垃圾焚烧炉防护业务和声学降噪业务三个模块。\n3、子公司江西恒大绿能主营业务为锂离子电池、钠离子电池、氢能源等新能源材料及设备的研产销售及新能源投资。 但2024年3月5日盘后，公司互动表示目前公司尚未涉足制氢领域。\n4、公司为腾讯手机游戏进行市场推广。\n5、公司参股公司长沙奇热信息（持股10%）主打数字阅读平台，属于正版网络文学作品传播平台，主营平台为奇热小说、奇热漫画。"
        },
        {
          "code": "sz002125",
          "name": "湘潭电化",
          "limit_time": "13:34:57",
          "analysis": "固态电池（二氧化锰）+钠离子电池+锰矿\n1、网传公司是全球最大的电解二氧化锰供应商，锰酸锂前驱体市占率超30%，其产品广泛应用于电池等领域，直接受益于富锂锰基等对二氧化锰需求的增长。富锂锰基，可以帮助固态电池突破能量密度天花板（未证实）。子公司广西立劲正与部分固态电池企业就锰酸锂应用于半固态/固态电池领域开展合作研发，产业突破预计在2026年底或2027年初。\n2、公司一直密切关注锰基材料在新能源电池正极材料中的使用，并积极对接和研发，目前已有小批量向钠离子电池企业供货。\n3、公司高纯硫酸锰产品制备的锰源为金属锰片；在湖南湘潭有一个锰矿采矿权，在广西靖西有一个锰矿探矿权。全资子公司靖西电化主导产品为电解二氧化锰，子公司广西立劲主导产品为锰酸锂。\n4、公司持股力合厚浦26.67%股权和裕能新能源16%的股权。电解二氧化锰年产能为12.2万吨，产品包含无汞碱锰型、碳锌电池型、一次锂锰型以及高性能专用型 EMD。"
        }
      ]
    },
    {
      "name": "影视传媒",
      "reason": "2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh601929",
          "name": "吉视传媒",
          "limit_time": "14:25:24",
          "analysis": "首部AIGC电影+云计算+AI智能体+低价股\n1、电影《731》定档2025年9月18日，出品方为长春电影集团；公司与长影集团同属吉林省宣传部下属的国有企业，并与长影集团等签署战略合作协议。2025年8月25日亮相的中国首部AIGC电影《音符中的密码》，由长影出品、吉视传媒联合出品。\n2、在云计算、大数据服务方面，公司的弹性云平台提供近8000核vCPU、30TB内存、4PB存储容量，面向政企客户，提供弹性计算、对象存储、云数据库、负载均衡、云安全、大数据服务等基础云资源和数据服务。\n3、公司正在与深圳来画等单位，以资本合作方式携手推进AIGC应用项目落地，后者为国内AIGC行业的领军企业。\n4、2025年2月8日讯，公司携手北数所成立数据服务中心。公司与长光卫星技术签署战略合作协议，将开展卫星数据云服务、卫星数据确权认证等业务。公司主要依托有线数字电视智能光网的规划建设与运行管理、交互式现代多媒体综合信息服务平台的支撑,从事广播电视节目内容的接收、转发和传输等基本业务。"
        },
        {
          "code": "sh600977",
          "name": "中国电影",
          "limit_time": "13:19:52",
          "analysis": "《鬼灭之刃》发行方+《731》+影视发行放映\n1、日本电影《鬼灭之刃》宣布将于2025年11月14日登陆国内院线，这是该全球现象级动画IP首次在中国内地公映，已进入2025年全球票房榜前五。《疯狂动物城2》定档11月26日，《阿凡达：火与烬》确定12月19日上映；公司是鬼灭之刃的进口和发行方；参与进口影片《阿凡达：火与烬》《疯狂动物城2》的国内发行业务。\n2、长影集团是《731》的出品人，现持有公司股份占总股本的比例为0.72%。公司参与出品《南京照相馆》、《东极岛》等多部影片。\n3、 公司主营影视发行放映，中影集团进出口分公司唯一承担境外影片的进口业务。实控人中国电影集团公司。\n4、公司正在筹建中国科幻电影乐园，将以系列科幻电影IP为核心，打造具奇幻性等的旅游娱乐园区。\n5、公司下属中影基地开发和应用的“中影·神思”是基于人工智能的影视图像处理系统，可实现对影视项目的图像视频素材进行去场纹、修复等自动处理，效率及质量均优于传统处理方法。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "消息称三星暂停DDR5合约价报价，SK海力士、美光跟进。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "09:53:03",
          "analysis": "存储器芯片封装测试+文化旅游+文旅智能体+房地产\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、2025年4月18日盘后官微发布，新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司主营房地产项目开发建设（2024年H1占比58.47%）、文旅景区开发与运营等，旗下设有购物中心、酒店、物业服务、旅游服务等业务。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，所属行业为计算机、通信和其他电子设备制造业。"
        },
        {
          "code": "sz002638",
          "name": "勤上股份",
          "limit_time": "09:36:24",
          "analysis": "半导体照明+储能路灯+合作浪潮\n1、公司主营为半导体照明（营收占比100%）和教育培训业务。\n2、2025年4月23日公告，通过开发2.0版本谷电储能路灯与正在推进的3.0版本“光储充”一体化解决方案，全面探索零碳照明的新可能。\n3、公司推出“以智慧灯杆•路灯为平台的户外智慧城市管理系统”，将LED照明、电子警察等设备集于一体，实现多维联动，构建智慧、绿色城市。\n4、全资子公司龙文教育是全国性教育培训机构，主要从事K12一对一课外辅导，已开发\"59错题\"移动在线教育平台。公司参股东莞市智行光电产业职业培训学校。"
        }
      ]
    },
    {
      "name": "煤炭",
      "reason": "统计显示，37家煤炭行业上市公司第三季度合计实现归母净利润299.42亿元，环比增长22.83%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh601011",
          "name": "宝泰隆",
          "limit_time": "10:45:04",
          "analysis": "煤矿+石墨烯+AR眼镜（雷鸟）\n1、2025年10月27日焦炭市场第二轮提涨落地后，主流焦企开启焦炭第三轮提涨，10月31日起焦炭价格再涨50-75元/吨；公司是国际领先的高温煤焦油加氢加工企业和黑龙江省煤化工行业龙头企业。 2025年10月13日公告，公司所属宝泰隆一矿收到了黑龙江省七台河市新兴区人民政府下发的《通知》，同意宝泰隆一矿复产，宝泰隆一矿为设计生产能力 90 万吨/年的矿井。\n2、公司拥有“石墨烯等碳基纳米材料NQI技术研究、集成与应用”项目，是国家石墨烯创新中心和北京石墨烯研究院发起股东之一，该公司于2017年率先在国内贯通百吨级石墨烯规模化生产线。\n3、2025年10月17日盘后互动，北京石墨烯研究院8英寸石墨烯晶圆目前处于中试阶段。\n4、星途公司（公司持股81.5%）为雷鸟创新提供石墨烯导热膜,主要运用在AR眼镜上。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+煤气制氢\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002255",
          "name": "海陆重工",
          "limit_time": "09:25:00",
          "analysis": "钍基熔盐堆+可控核聚变+核电+新能源汽车\n1、公司有参与钍基熔盐实验堆项目，前期公司承制的2MWt液态燃料钍基熔盐实验堆（TMSR-LF1）安全专设——余排换热装置顺利通过中国科学院上海应用物理研究所专家组的验收。\n2、2025年8月4日互动，公司核电设备供应堆型包括但不限于二代+堆型、三代堆型（华龙一号、国和一号、AP1000、VVER、EPR）、四代堆型（高温气冷堆、钠冷快堆、钍基熔盐堆）以及热核聚变堆（ITER）等国内外主要核电机型。\n3、子公司张家港海陆新能源主营业务为光伏电站运营。\n4、公司与金川集团合资建设建设6万/吨年镍量动力电池用硫酸镍产品生产线，后续建设三元前驱体产品生产线。"
        },
        {
          "code": "sh600302",
          "name": "标准股份",
          "limit_time": "13:26:55",
          "analysis": "拟股权转让+机械臂3D机器人缝纫+标准智云手机APP+汽车座椅面套\n1、2025年10月27日晚公告，控股股东标准集团拟通过公开征集转让方式协议转让其持有的公司不超过27.77%且不低于控制权变更比例的股份。标准集团直接持有公司1.48亿股A股股份，占公司总股本的42.77%，均为非限售流通股份。\n2、公司在自动化领域围绕汽车内饰研发机械臂3D机器人缝纫项目，已完成试缝测试并具备交付能力。\n3、2021年6月11日互动，“标准智云”系统云平台为WEB服务器提供数据支撑,支持多种方式访问WEB服务器,包括PC、手机、PAD等。公司正在研发的标准智云手机APP、数据中台等场景应用是可以完全适用于华为鸿蒙系统。\n4、公司是我国主要缝制机械设备制造企业之一，在汽车座椅面套缝制服务领域，已与某知名汽车座椅厂达成多个汽车座椅面套项目采购合作意向。\n5、公司运营“标准”、“威腾”、“海菱”三大品牌，在中国和德国拥有两大研发团队，在西安、苏州、上海有三大生产基地。"
        },
        {
          "code": "sz000755",
          "name": "山西高速",
          "limit_time": "10:57:15",
          "analysis": "高速公路+高速光伏+黑神话悟空取景地+LNG加气站\n1、公司为山西省交通系统唯一上市平台，主要业务为高速公路管理与运营，控人为山西国资委。2024年实施太原高速100%股权收购，间接控股股东山西交控集团为省内大型国企，未来将持续推动优质资产注入。\n2、公司公司利用沿线站区空地和屋顶、隧道群中间、路堑边坡等光照充足的闲置地块建设分布式光伏电站。\n3、《黑神话：悟空》真实取景地为山西。\n4、公司积极推进所辖高速公路服务区充电基础设施、LNG加气站等建设工作。"
        },
        {
          "code": "sz300669",
          "name": "沪宁股份",
          "limit_time": "13:55:12",
          "analysis": "电梯部件\n1、公司主营电梯安全部件，系工信部专精特新“小巨人”，核心产品G系列缓冲器、NS02安全钳、HNGN/HNGQ限速器已完成研发验证，预计2025年进入放量周期。2025年10月24日公告，公司募投项目“年产100万只G系列缓冲器”等结项，节余募集资金永久补流，用于原材料采购、市场拓展及产能优化。 \n2、公司是电梯重要部件和部件系统的供应商，主要从事包括电梯安全部件在内的各类电梯重要部件和部件系统的开发设计、生产制造和销售。现有安全钳、限速器、缓冲器、夹绳器、滚轮导靴等五大类产品，上百种规格，是业内技术创新型企业的典型代表。"
        },
        {
          "code": "sh603079",
          "name": "圣达生物",
          "limit_time": "14:20:58",
          "analysis": "合成生物+维生素类产品+生物保鲜剂\n1、公司合成生物学目前已经拥有菌株构建、高通量筛选及发酵平台。公司已联合浙江大学与子公司新银象生物共同研发项目“重大维生素产品（D-生物素）全生物合成技术和绿色制造示范”，通过合成生物学手段构建出一株拥有自主知识产权的高产D-生物素菌株，并且已通过小试验证及发酵工艺优化。\n2、网络资料公司生物素出口份额第一（未查证）。公司拥有叶酸产能500吨。\n3、公司深耕药品级维生素赛道，主要产品为生物素、叶酸等维生素类产品。\n4、公司是国内最早开始生物素、乳酸链球菌素等产品生产的企业之一，生物保鲜剂（营收占比39.92%）能提供对预制菜适宜的保鲜周期，生物保鲜剂是化学防腐剂的替代佳品。"
        },
        {
          "code": "sz002856",
          "name": "美芝股份",
          "limit_time": null,
          "analysis": "装饰装修+资产注入猜想（佛山国资）+轨交工程\n1、公司是一家集建筑装饰、建筑幕墙、建筑机电等专业化为一体的建筑装饰设计施工企业,取得环保工程专业承包叁级资质，承包工程范围包括可承担污染修复工程、生活垃圾处理处置工程中型以下及其他小型环保工程的施工。公司装饰装修业务占比65%。\n2、公司实控人为佛山市南海区国有资产监督管理局。佛山国资委拥有许多优质资产，公司业绩连续多年亏损，市场推测或重组。\n3、公司承接了深圳北站、唐山站、承德南站及乌鲁木齐轨道交通1号线、北京地铁16号线等全国三十多个城市的高、地铁城市轨道交通工程。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sh603334",
          "name": "N丰倍",
          "limit_time": "",
          "analysis": "生物燃料+工业级混合油\n1、公司是我国废弃油脂资源综合利用领域的开拓者、推动者，现已形成较为完整的“废弃油脂—生物燃料（生物柴油）—生物基材料”的废弃资源再生产业链，并开拓了生物基材料在农化领域的大规模应用。\n2、工业级混合油是废弃油脂进一步加工的粗产物，主要用于生产生物柴油、生物航煤等再生燃料；近年来在双碳战略和循环经济的发展下、生物柴油等可再生燃料增长较快，且随着国内外生物航煤添加政策及产能的逐步落地，共同带动全球工业级混合油需求增长。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 18,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:30:24",
          "analysis": "重整方案通过+算力+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。2025年10月10日公告重整方案。出资人权益调整方案以东易日盛4.19亿股总股本为基数，按每10股转增12.67股的比例实施资本公积转增股份，共计转增产生 5.31亿股股份。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被司法拍卖并竞拍成功，公司控制权拟变更。 \n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+拟出售资产+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，分别间接持有*ST宝鹰37.96%表决权股份。\n3、2025年7月24日公告，拟公开挂牌转让旦华复能50.1%股权。2025年1月26日公告，宝鹰建设100%股权已于2024年12月27日完成交割。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": "09:25:01",
          "analysis": "间接股东战略重组+跨境电商+玻璃器皿+曾计划收购赫邦化工（已终止）+HBM上游材料\n1、2025年10月29日晚公告，公司子公司石岛玻璃银行账户已全部解除冻结。\n2、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n3、根据公司年报，公司利用阿里巴巴、亚马逊网站、广州交易会等平台，在巩固扩大国内市场的同时，不断提高出口份额。\n4、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n5、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        },
        {
          "code": "sz000736",
          "name": "*ST中地",
          "limit_time": "09:25:00",
          "analysis": "业绩扭亏+拟剥离房地产开发业务+房地产（国资）+参股券商\n1、2025年10月30日晚公告，前三季度公司营收142.93亿元，同比增长16.48%；净利润48.27亿元，大幅扭亏为盈。主要系8月重大资产重组交割完成，房地产开发业务整体置出并确认投资收益。\n2、2025年4月22日公告，公司拟将公司持有的房地产开发业务相关资产及负债转让至控股股东中交房地产，本次交易构成关联交易。未来将聚焦于物业管理、资产管理业务等轻资产业务。、\n3、公司实控人是国务院国资委。公司主营房地产开发经营与销售业务，同时积极探索和开拓融资代建、特色小镇、TOD城市综合体、城市更新、产业地产、物流地产等新兴业务。\n4、公司投资德恒证券4900万元，持有其股份6.4%。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "09:31:45",
          "analysis": "摘帽预期+文化旅游+服装销售\n1、2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示，市场关注ST摘帽预期。 2025年5月7日互动，公司当前不涉及《深圳证券交易所股票上市规则》规定的退市风险警示情形。\n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sz002076",
          "name": "*ST星光",
          "limit_time": "13:58:03",
          "analysis": "量子技术+LED半导体封装+数据中心+智能家居+新能源车检测\n1、控股子公司天芯量子（持股51%），是较早进入信息安全、量子计算技术服务的科技公司，拥有量子密钥分发、量子 VPN 加密、量子密钥管理等核心技术，是国内少数能将安全、云、量子技术无缝融合的企业。\n2、2025年8月24日官微，公司LED半导体封装生产线已正式量产，向上游芯片级封装延伸，提供SMD、LAMP等LED光源。\n3、根据2024年11月6日官微，新设星光云计算公司，定位为云计算服务、云数据中心综合服务等。星光股份正式启动IDC数据中心服务业务。\n4、子公司雪菜特2024年6月20日微信公众号发布，星光股份设立全新子公司--星光智能，后者旗下智能家居品牌\"金百丽\"。\n5、公司互动表示方形电池（正、负）压氦检测漏机是一种用于检测电池密封性能的设备。"
        },
        {
          "code": "sh603557",
          "name": "ST起步",
          "limit_time": "09:25:01",
          "analysis": "欺诈发行判决+申请摘帽+控股股东无偿赠与1亿元+童鞋/服装\n1、2025年9月25日公告，公司收到刑事判决书，因欺诈发行证券罪一审被判处罚金1000万元。2025年4月29日晚公告，公司已向上交所提出撤销相应的其他风险警示申请。\n2、2024年12月23日晚公告，公司控股股东湖州鸿煜拟无偿赠与公司现金资产1亿元，以支持和推动公司长远发展、保护中小投资者的合法权益。\n3、公司产品主要定位于中端市场，面向 3-13 岁儿童，主要产品为儿童皮鞋、运动鞋等。2024年12月9日互动，电商直播是公司正常的业务。\n4、公司变更营业执照，经营范围包含太阳能光伏电站的开发、建设、运营及维护服务，供电业务。\n5、公司电商在天猫、淘宝、抖音等主流平台均设有网店，现有的品牌有ABCKIDS、miniABC。"
        },
        {
          "code": "sz000820",
          "name": "*ST节能",
          "limit_time": "10:46:30",
          "analysis": "控制权拟变更+生物质发电+节能环保\n1、2025年11月5日公告，公司控制权或生变，控股股东所持股份正被司法拍卖，后续处置尚未明确。2025年5月21日公告选举朱林为董事长并变更法定代表人，朱林曾在中信建投证券任职，具备金融与法律背景。\n2、旗下大唐安徽发电660MW超临界燃煤机组直燃耦合生物质发电项目是国内首台套生物质散料直接破碎燃煤耦合掺烧项目，每年可产生2.3亿度绿电，减排二氧化碳27万吨。\n3、公司的主营业务是节能环保行业清洁冶炼业务，其中，江苏院定位为一家依托蓄热式转底炉清洁冶炼技术、蓄热式燃气熔分炉冶炼技术、氢气竖炉清洁冶炼技术，对黑色、有色矿资源及其固体废弃物等高能耗、高污染行业的工艺路线进行创新升级的工业节能环保与资源综合利用的技术方案提供商和工程承包商。"
        },
        {
          "code": "sh603389",
          "name": "*ST亚振",
          "limit_time": "14:55:08",
          "analysis": "拟控股广西锆业+实控人变更+家具+转型钻石+合作群核科技\n1、2025年8月2日公告，拟5544.9万元控股广西锆业，标的专注于锆钛复合资源的综合开发利用。2025年8月21日公告以上工商变更登记已完成。\n2、2025年7月21日公告复牌，核查已完成。2025年7月10日晚公告，吴涛先生要约收购期满，预受股份20.47%，要约收购完成后持股增至45%。2025年5月31日公告，控股股东协议转让股份完成过户登记，公司控制权由亚振投资变更为吴涛先生，实控人变更为吴涛先生。 \n3、公司主营业务为家具产品的研发设计、生产和销售，是唯一连续五届与世博会合作的长期家具供应商，正在逐步推进信息化系统建设项目及家居服务云平台项目。\n4、公司投资参股江苏亚振钻石（不并表）。2023年亚振钻石产量为15092克拉，已达到预期年产7500克拉目标，但成品销售未达预期。\n5、2024年半年报，公司在高端定制领域引入先进的数控板式生产线，实现了与酷家乐（群核科技）设计软件无缝对接。"
        },
        {
          "code": "sh605199",
          "name": "ST葫芦娃",
          "limit_time": "09:49:49",
          "analysis": "儿科药品（海南）+流感治疗（奥司他韦）+中成药\n1、公司主要从事中成药、化药的研发、生产和销售，产品类别涵盖化学药、特色中成药等类别，具备完整制药产业链的高新技术企业。公司注册地位于海南自由贸易港，将充分利用“零关税、低税率”等政策红利拓展业务。\n2、公司是中华中医药学会儿科分会副主任委员单位及中国中药协会中西医融合儿童健康与药物研究专业委员会副主任委员单位。公司长期聚焦于儿童健康产业，公司小儿肺热咳喘颗粒在零售终端儿童感冒咳用药销售增长排名领先。\n3、2025年1月6日盘后，公司回复媒体表示，奥司他韦目前正在生产中，预计近期就可以上市。2024年11月12日公告，公司收到磷酸奥司他韦胶囊的《药品注册证书》。\n4、2025年1月9日公告，公司申报的4类仿制药吸入用硫酸沙丁胺醇溶液获批生产并视同过评，为公司第3款获批的吸入剂。该药为选择性β2肾上腺素能受体激动剂，2023年在中国三大终端六大市场的销售额超过4亿元。"
        },
        {
          "code": "sh603838",
          "name": "*ST四通",
          "limit_time": "11:24:44",
          "analysis": "马可波罗同实控人+新增锆钛矿精炼业务+家居陶瓷+智能马桶\n1、四通股份实控人黄建平同时为马可波罗实控人。\n2、2025年5月13日投资者说明会，公司新增锆钛矿产品精炼业务，该业务应用于航空航天、化工等领域，预计2025年将大幅提升收入贡献。2025年计划实现营业收入3.5亿-4.2亿元。 \n3、据2024年半年报，按销售地区分类，公司欧洲收入占比39.56%，亚洲占比25.62%，美洲占比仅9.15%。公司通过全系列家居生活陶瓷产品为客户提供一站式采购服务，已发展成为本土少数能够提供系列化优质家居生活陶瓷产品的知名企业之一。\n4、公司智能马桶业务占比较低。"
        },
        {
          "code": "sh605081",
          "name": "*ST太和",
          "limit_time": "11:25:11",
          "analysis": "实控人变更+天然苏打水+算力\n1、2025年5月26日公告，公司控股股东何文辉通过协议转让将其所持有公司总股本的12%转让于北京欣欣，过户登记手续已办理完毕。公司控股股东变更为北京欣欣，公司实控人变更为北京欣欣的共同实控人何凡、蒋利顺、董津。\n2、公司饮用水业务的产品为天然苏打水，其水源位于齐齐哈尔拜泉县西部的天然苏打水保护区，小兴安岭和五大连池支脉水源交汇处，是中国稀贵的天然自涌泉水。\n3、2025年4月29日起公司股票被实施退市风险警示。公司业务包括水环境生态建设和水环境生态维护两大类业务。\n4、2024年9月10日公告，全资子公司上海微瑆拟向上海嘉唐销售人工智能高性能算力服务器， 并提供安装调试等服务。\n5、2024年7月23日晚公告，增补武湛为公司董事候选人， 武湛目前担任百信信息 CEO（间接持有百信信息约7.58%股份）；百信信息是国内的算力基础设施提供商 , 华为核心整机伙伴，“鲲鹏 + 昇腾”双引擎战略合作伙伴。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": "13:31:13",
          "analysis": "实控人解除留置+军机+低空经济+核聚变+成飞\n1、2025年9月17日晚公告，公司实控人、董事长刘随阳已解除留置并恢复正常履职。\n2、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目、飞机挂架项目、飞机吊舱、天翼-1 无人机项目及片状放大器分系统腔内放大工程等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n3、2024年1月5日互动：公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发、人工智能行业应用系统集成服务等经营范围。"
        },
        {
          "code": "sz002306",
          "name": "*ST云网",
          "limit_time": "14:30:45",
          "analysis": "TOPCON电池+回购注销+半导体+餐饮\n1、公司正在向N型TOPCON电池片生产制造业务领域转型，计划总投资额50亿元，建设年产8GW单晶N型TOPCON高效电池生产规模，2025年实现8GW产能全部达产。\n2、2025年10月15日公告，公司拟回购注销2538.75万股限制性股票，涉及首次授予及预留授予第一期激励对象，合计2538.75万股。2025年6月4日据企查查，*ST云网成立新公司，含半导体器件相关业务。\n3、公司餐饮团膳业务板块主要运营主体为北京湘鄂情等子公司，主要经营模式系在项目发包方指定场所为其职工和相关人员提供餐饮管理及服务以获得业务收入。2024年上半年餐饮业务占收入92%。\n4、2025年1月1日公告，近日公司与江苏省电力设计院签署了《合作意向书》，就盐城光伏项目1GW组件招采事宜进行意向合作。\n5、公司此前参股公司广州瓦瓦美塔在应用领域有元宇宙相关研究，旗下重庆微音与今日头条等合作，保障了游戏推广的多元化渠道及低成本。"
        },
        {
          "code": "sz000430",
          "name": "*ST张股",
          "limit_time": "",
          "analysis": "重整获受理+签订合作协议+旅游+张家界国资\n1、今日复牌；2025年11月3日公告，湖南张家界中法裁定受理公司重整申请，股票简称变更为“*ST张股”\n2、公司是张家界市最大旅游集团，全市唯一的旅游上市平台，实控人为张家界市国资委。2025年4月24日公告，公司与凯撒旅业签署战略合作协议。协议有效期1年。\n3、2025年1月9日盘后公告，电广传媒有意向积极参与公司重整投资，双方确认开展战略合作。同年1月6日盘后公告，张家界中院2024年10月16日决定对公司启动预重整，截至2025年1月5日，共有46家意向投资人报名并缴纳保证金，合计收到保证金3.68亿元。\n4、公司主要经营活动包括，旅游景区经营；旅游客运；旅行社经营；旅游客运索道经营，旗下拥有张家界中旅、宝峰湖、杨家界索道等资源。\n5、公司旅游景区包括宝峰湖，旅游客运包括环保客运、观光电车，旅行社包括张家界中旅，旅游客运索道包括杨家界索道，酒店包括张国际。"
        },
        {
          "code": "sz002848",
          "name": "*ST高斯",
          "limit_time": null,
          "analysis": "算力+控股股东变更完成+卫星出海（巴西）+数字电视\n1、参股公司山东高斯星云主营人工智能算力业务。\n2、2025年6月4日公告，通过司法裁定被动增持，控股股东变更为潍坊国金产业发展公司，实控人为潍坊市国资委。\n3、公司是数字电视端到端全套系统解决方案服务商。2025年5月14日讯，高斯贝尔与多家企业达成战略合作，深化业务布局。\n4、公司卫星接收设备(含卫星接收机、天线、高频头)销往印度、印尼、巴西等多个国家。GSR-GK139数字模拟双制式卫星机项目测试样机，满足巴西要求。\n5、公司实控人为潍坊市国资委。公司高频覆铜板可应用于航空航天或卫星通信领域。部分产品在5G领域已顺利通过国内知名大型通讯公司认证进入材料库，可用于手机和VR/AR等各类消费电子产品；数据中心领域可用于服务器、交换机和存储器。"
        },
        {
          "code": "sz002789",
          "name": "*ST建艺",
          "limit_time": null,
          "analysis": "拟注销参股公司+建筑工程+光伏+银发经济\n1、2025年10月8日公告，公司拟终止未实际运营的单晶硅项目并注销参股公司，集中资源聚焦绿色能源与主业。\n2、2025年4月11日，公司与控股股东珠海正方集团签署《股权转让意向协议》，公司拟将持有的建艺矿业77%的股权转让予正方集团或其关联方，本次交易价格预估为9.24-11.55亿万元。2025年5月13日互动表示公司正在推进建艺矿业股权转让和房屋建筑物转让事项。\n3、公司依托建艺装饰品牌优势推进装饰装修业务稳步增长，充分发挥建星建造资质及行业优势，加快拓展房屋建筑工程总承包业务。\n4、公司已积累多个光伏项目的成功经验，比如：中兴智能汽车光伏发电项目（珠海）、海南鑫龙海分布式光伏发电总承包项目等。\n5、公司珠海市香洲区区级养老机构—和园·颐养项目正式启动，该项目已成为公司在银发经济领域深耕细作的重要里程碑。"
        }
      ]
    }
  ]
}