{
  "date": "2025-11-26",
  "update_time": "2025-11-26 15:40:41",
  "category_count": 11,
  "total_stocks": 85,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz003018",
          "name": "金富科技",
          "limit_time": "09:54:51",
          "analysis": "拟收购蓝原科技51%股权+啤酒拉环盖+塑料防盗瓶盖\n1、2025年11月23日晚公告，公司正在筹划以支付现金方式收购广东蓝原科技不低于51%股权，目前尚处于筹划阶段，预计不构成重大资产重组。标的经营范围涵盖电线、电缆制造；新材料技术研发；智能仪器仪表制造以及塑料制品制造与销售等多个领域。\n2、公司是国内最大的塑料防盗瓶盖供应商之一，主营塑料防盗瓶盖等塑料包装用品的研产销，主要产品为塑料防盗瓶盖。\n3、公司与华润怡宝、景田合作至今已近二十年，与达能、可口可乐、惠州宝柏合作已超过九年。 重要知名客户包括东鹏、海天味业、农夫山泉等。"
        },
        {
          "code": "sh603906",
          "name": "龙蟠科技",
          "limit_time": "09:30:30",
          "analysis": "签450亿元磷酸铁锂大单+储能+固态电池前驱体+数据中心\n1、2025年11月24日晚公告，子公司常州锂源及孙公司南京锂源与楚能新能源全资子公司武汉楚能、孝感楚能及宜昌楚能共同签署《之补充协议二》。《原协议》约定：自2025年至2030年期间，卖方合计向买方销售15万吨磷酸铁锂正极材料产品。《补充协议二》约定：自2025年至2030年期间，卖方合计向买方销售130万吨磷酸铁锂正极材料产品。《补充协议二》与《原协议》总销售金额超450亿元。，《原协议》总销售金额预计超50亿元。\n2、公司的磷酸铁锂产品既可应用于动力电池领域，也可应用于储能领域。\n3、2025年9月15日盘后公告，公司与宁德时代签署磷酸铁锂正极材料采购合作协议，合同总销售金额超60亿元。\n4、公司旗下的全资子公司三金锂电专注于固态电池前驱体的研发和生产。目前针对固态电池的高镍前驱体和富锂锰基前驱体正在和客户展开验证，三金锂电还推出了针对固态电池量身开发的D系列高镍三元前驱体材料，可解决固态电池存在的正极材料开裂、材料高温分解等问题。\n5、“龙蟠冷却1号D4008浸没式冷却液”专为数据中心的冷却需求研发，可良好匹配浸没式冷却系统。"
        },
        {
          "code": "sh603155",
          "name": "新亚强",
          "limit_time": "09:38:23",
          "analysis": "实控人变更+半导体+有机硅+航空航天\n1、2025年11月25日晚公告，公司控股股东、实际控制人之一初琳女士于2025年11月24日与邯郸市城欣基金签署了《股份转让协议》，约定初琳女士将其持有的94420253股无限售条件流通股以20.76元/股的价格转让给城欣基金。本次协议转让完成后，公司控股股东将由初琳女士变更为邯郸市城欣股权投资基金合伙企业（有限合伙），实际控制人将由初亚军先生、初琳女士变更为邯郸市人民政府国有资产监督管理委员会。\n2、2025年7月29日互动，公司核心产品电子级六甲基二硅氮烷作为助黏剂、抗蚀剂、清洗剂与光刻胶配套应用于半导体及面板显示等相关领域，目前已稳定供应全球多家平板显示及半导体芯片领域的重要客户，并在部分应用端成功实现了进口替代。\n3、公司核心业务始终聚焦于有机硅功能性助剂和特种材料的研发、生产与销售。\n4、公司部分产品在耐高低温、抗辐射等方面具有优异的性能，可以应用于航空航天领域的密封、涂层和复合材料中。"
        },
        {
          "code": "sh600868",
          "name": "梅雁吉祥",
          "limit_time": "09:30:01",
          "analysis": "银锑矿资源储量获受理+锑+氢能+水力发电\n1、2025年11月25日晚公告，公司全资子公司梅雁矿业提交的《广东省梅州市梅县区嵩溪矿区锑银矿资源储量核实报告》获自然资源部受理。全资子公司梅雁矿业拥有嵩溪银矿区宝山区段银矿开采权，可开采矿区探明的锑矿石量121.97万吨，锑金属量24023.7吨。\n2、公司投资成立新公司，含物联网业务。\n3、公司参股49.5%上海安永绿氢能源发展中心，以上海为主要试点区域，积极培育并参与制氢、输氢、储氢、用氢以及相关业务的发展。\n4、公司电站全部在广东梅州地区，目前所发电量全部由广东电网公司收购，拥有梅县坝头等七个水电站。目前建成投产的水电站总装机容量为15.1万千瓦，年设计发电量约4.7亿度。"
        },
        {
          "code": "sz000652",
          "name": "泰达股份",
          "limit_time": "10:34:42",
          "analysis": "资产出售完成+天津AMC+参股渤海证券+垃圾焚烧发电+洁净材料\n1、2025年11月25日盘后公告，公司已将其持有的扬州万运建设100%股权出售给关联方天津泰达资产运营公司，并已完成工商变更登记。\n2、控股股东天津泰达投资间接持有天津津融投资服务集团约6.5%股份，后者为天津市拥有AMC牌照的公司。\n3、公司持有渤海证券13.07%的股权，是渤海证券的第二大股东。目前渤海证券首发上市项目正在上海证券交易所审核过程中。\n4、公司生态环保产业主要从事生活垃圾焚烧发电及卫生填埋、餐厨、污泥处理和生物质能发电等资源循环利用相关业务，业务覆盖国内8省14市。公司现有13个垃圾焚烧发电项目、1个垃圾卫生填埋项目、1个秸秆发电项目、3个污泥餐厨处理项目投入运行，另有4个在建项目。\n5、公司洁净过滤材料产业主要从事医疗卫生防护材料、液体过滤材料、保暖及隔音材料和空气过滤材料等的研发、生产和销售。"
        },
        {
          "code": "sz002249",
          "name": "大洋电机",
          "limit_time": "10:55:36",
          "analysis": "参投睿尔曼智能+人形机器人+数据中心+稀土永磁+氢能源\n1、2025年11月25日晚公告，公司于2025年11月25日与北京上河动量及其他有限合伙人签署了《合伙协议》。公司作为有限合伙人使用自有资金出资 1,000 万元人民币认购基金份额。基金将投资睿尔曼智能，后者主营业务为具身机器人全谱系机械臂产品、核心零部件及机器人数据服务。公司前瞻技术研究院于2025年2月设立“人形机器人电机”项目组， 目前已完成机器人关节模组方案设计。\n2、2025年8月2日互动，子公司中山宜必思科技有限公司温控散热风机产品目前已成功应用于IDC（互联网数据中心）领域，客户包括中国移动、英维克、海悟等。\n3、公司持有宁波科星材料科技公司51%的股份，宁波科星是家专注于烧结钐钴、烧结钕铁硼永磁材料及产品研发和制造的国家高科技企业。\n4、公司氢燃料电池发动机产品成熟，已完成了30kW-81kW系列氢燃料电池发动机的第三方认证（含冷启动），并已完成110kW-120kW燃料电池发动机样品的开发，正在进行性能和可靠性验证。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": null,
          "analysis": "拟收购孚悦科技（锂电池）+钙钛矿光伏组件+拟增资铁岭环球（固态电池）\n1、2025年11月25日盘后公告，公司拟2.406亿元收购孚悦科技100%股权，标的公司主要从事高精密度新型锂电池结构件的研产销。\n1、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n2、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n5、公司主营业务涉及光伏及园林工程。"
        }
      ]
    },
    {
      "name": "AI应用/阿里",
      "reason": "阿里旗下的AI助手千问App公测一周，下载量已突破1000万次，超越ChatGPT、Sora、DeepSeek成为史上增长最快的AI应用。",
      "stock_count": 16,
      "stocks": [
        {
          "code": "sh600734",
          "name": "实达集团",
          "limit_time": "09:25:00",
          "analysis": "AI教育+福建+拟购买福建数产95%+智算中心+机器人\n1、根据全资子公司中科融通官网，公司有睿行机器人系统，睿行全自动喷洒机器人产品。公司拟通过“AI+教育”应用场景、教育专用AI工具、AI开发平台的构建，打造一体化的人工智能+教育公共服务平台。\n2、公司位于福建福州，公司实控人为福建国资委，公司承接平潭数据跨境流动服务平台建设。\n3、2025年11月4日晚公告，公司拟购买福建数产95%的股权，预计交易价格1.85亿元。本次交易是间接控股股东大数据集团履行注入资产承诺的措施，交易存在必要性。预计标的公司能够有效提升公司营收和利润规模。\n4、2025年10月13日互动，近期公司以2.3亿元中标新疆克拉玛依克融云智算中心二期二标段。公司还以3598万元中标“源网荷储一体化虚拟电厂智慧生态聚合建设项目——政务云扩容+储能实施场景”。截至目前，公司2025年在手订单金额已超6亿元。\n5、公司与中国移动、香港Web3.0协会合作，在数据跨境流动、数据资产证券化等领域开展跨链数据业务，为闽港数字经济合作提供助力。"
        },
        {
          "code": "sz002264",
          "name": "新华都",
          "limit_time": "09:25:00",
          "analysis": "阿里妈妈+阿里曾是第二大股东+福建+AI+跨境电商\n1、公司地处福建福州。阿里妈妈是阿里巴巴集团的综合性大数据营销平台。公司通过阿里妈妈一体化智能营销平台万相台无界版，包括但不限于全站推广、AI小万、引力魔方、直通车等核心功能模块，实现用户画像、数据采集分析、广告投放等环节的全链路营销优化，转化ROI增量，实现降本提效。\n2、2017年9月阿里通过旗下公司阿里成都和杭州瀚云受让新华都10%的股份，成为其第二大股东，截至2025Q3已退出；双方还共同出资2亿元成立福建新盒网络科技，各持股50%。\n3、2025年11月19日互动，公司密切关注算力产业发展，积极寻求与算力厂商在AI Infra等领域的合作机遇，加速模型在B端、C端的应用\n4、公司与行业头部品牌以及京东、淘宝天猫、抖音、微信、等国内主要电商平台建立了深度战略合作伙伴关系；通过 TikTok、Lazada、Tokopedia 和 Shopee 等境外电商平台布局跨境电商业务，积极开拓海外市场。\n5、公司全资孙公司海南酒连酒电商、海南久爱致和注册地分别为海南生态软件园和三亚中央商务区，均属于海南自由贸易港重点园区。"
        },
        {
          "code": "sz000892",
          "name": "欢瑞世纪",
          "limit_time": "14:53:45",
          "analysis": "互动影游+漫剧+重大诉讼进展+短剧+AI\n1、2025年11月21日盘后据官微，公司旗下互动影游《江山北望》上线，仅上线3小时，斩获STEAM热门即将推出游戏榜第1名。\n2、2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》；公司继AI短剧、互动影游《江山北望》后，近10部AI漫剧作品也将陆续上线。\n3、2025年10月22日晚公告，公司作为原告在北京金融法院提起诉讼，被告需补偿1.13亿股股票及现金1767.16万元。\n4、公司在微信、抖音、快手等平台上的剧场账号及短剧小程序矩阵已开始了付费及免费模式运营。公司营收主要来源于艺人经纪和影视剧相关业务，同时积极探索布局短剧、互动剧、AIGC、影视科技等新的战略方向。\n5、2025年2月20日据官微，公司与上海阶跃星辰达成战略合作，双方将共建“麟跃”AI联合实验室，共同推动AI技术在影视行业的应用落地。公司参投了温州雁荡山曲文旅游公司，后者在温州雁荡山开发相关旅游资源。"
        },
        {
          "code": "sz002398",
          "name": "垒知集团",
          "limit_time": "09:30:27",
          "analysis": "AI智能体+福建+减水剂\n1、2025年6月13日机构调研，公司AI新产品LetsRobot MI（垒知造新拌混凝土远程质量控制系统）已安装约252台套，截至该日在手订单400余套，应用于混凝土质量检测，解决人工依赖重和过程质量不可控等痛点。2025年01月25日官微:在智慧制造领域，公司研发了垒知仿生看料机器人。2025年2月11日，子公司垒知科技集团公司官微:垒知AI接入DeepSeek。全资子集团垒知科技集团有效整合微软OpenAI完整的AI解决方案。\n2、公司位于福建厦门。主营混凝土外加剂新材料及建设综合技术服务，为国内行业龙头。\n3、垒知已经成为华为在商业市场的核心伙伴之一。\n4、公司深耕外加剂新材料和综合技术服务两大主营业务。此外，公司积极关注与主营业务相关的产业链上下游潜在优质标的，通过投资并购或自建产业基地的模式，逐步延伸业务链条。子公司拥有房屋结构鉴定及加固业务。公司外加剂新材料业务主要产品包括高性能减水剂、高效减水剂和功能性材料等。"
        },
        {
          "code": "sz002153",
          "name": "石基信息",
          "limit_time": "10:36:00",
          "analysis": "AI营销+阿里持股+跨境支付+酒店IT服务\n1、2025年11月12日机构调研，酒店系统产品的AI分为两大块，一类是利用AI帮助酒店营销，按照利用 AI 营销工具产生订单的GMV 的一定比例付费；另一类是在PMS、POS产品中进行 AI的植入，可以整体进行辅助预测。阿里为石基信息第二大股东，淘宝（中国）软件持股13.02%。公司DAYLIGHT PMS已签约万豪等国际酒店集团。\n2、2025年7月4日讯，人民银行官网公布非银行支付机构《支付业务许可证》续展（换证）公示信息（2025年7月第一批次）。名单中包含石基支付科技（广西），后者为公司全资子公司。石基支付科技具有互联网支付牌照，属于类金融机构，根据国家外汇管理局的规定，具有互联网支付牌照的支付公司能发展线上跨境支付业务，包括跨境外汇支付业务，跨境人民币支付业务等。\n3、公司与美团、饿了么均有合作。\n4、公司主要从事酒店、餐饮等大消费行业信息管理系统软件的开发与销售、技术支持与服务。"
        },
        {
          "code": "sz301159",
          "name": "三维天地",
          "limit_time": "09:33:27",
          "analysis": "AI智能体+海南+数据资产管理平台+数据安全\n1、2025年11月25日晚互动，公司是海南数据产品超市认证服务商，AI智能体Sunwaylink已与核心产品深度融合并实现订单落地，技术储备与海南封关后的监管运营需求高度契合，凭借在数据资产管理（DAM）、AI智能体应用（SunwayLink）和质量基础设施一站式服务平台（NQI）构建方面的专业技术能力，有望在海南封关后成为支撑当地数字经济发展的重要力量。\n2、公司是数据加工与服务商，协助政企将业务数据、供应链数据、质量数据进行标准化、资产化，打造有价值、可交易的数字产品。公司发布数据资产管理平台V12，在元数据管理的基础上进一步借助大数据等新兴技术，赋能数据价值提升，满足数据要素市场化的技术需求。\n3、公司与中国能源、光明集团、科大讯飞等不同领域的世界知名企业展开数据资产管理方面合作。\n4、公司主业包括检验检测信息化、数据资产管理等应用软件产品的研发、销售及实施，在DAM等主流方向均有自研产品。公司有专门完备的CRM系统对销售机会与发展预测进行管控，数据资产管理平台的主要功能之一系数据安全管理。"
        },
        {
          "code": "sz002178",
          "name": "延华智能",
          "limit_time": "09:39:36",
          "analysis": "医疗AI应用+机器人+养老+健康大数据\n1、2025年半年报，公司取得了基于病历 AI 语义分析的医生职业能力训练系统及方法、 跨平台医疗仪器通讯交互方法等多项核心发明专利， 基于 DeepSeek 构建的医疗 AI 应用， 已接入智能导诊、 报告解读、 辅助诊断等多个业务场景并投入实际使用。\n2、参股公司泰和康产品有消杀机器人。公司智慧康养平台，构建居家社区机构相协调、医疗康养相结合的养老服务体系。\n3、公司目前为华为智慧园区和智慧校园的总集成伙伴；产品适配鸿蒙系统，公司在与华为共同研发解决方案和产品时，也会采用适配鸿蒙平台的产品和相关协议。\n4、公司以医院信息化系统-延华医疗云平台（YHCloud）为基础，提供智慧医疗解决方案、医疗大数据解决方案以及互联网医疗平台和解决方案，搭建智慧医院、智慧区域、智慧康养三层次健康大数据平台。"
        },
        {
          "code": "sh600337",
          "name": "美克家居",
          "limit_time": "09:40:24",
          "analysis": "AI智家智能体+家居+合作华为\n1、公司推出“智慧魔盒”云平台，整合AIGC与三维可视化系统，实现家居商业空间SaaS服务；2023年已上线“AI智家”智能体，提供一键置家体验。\n2、公司地处新疆乌鲁木齐，主营家居产品的国内零售和国际批发业务，旗下品牌产品覆盖实木成品家具、沙发、家居饰品、睡眠用品、定制柜类等。公司在俄罗斯远东投建木材供应基地，在新疆阿拉山口和内蒙二连浩特已建立两个木材加工物流中心。\n3、公司曾于2019年10月20日与华为签订了战略合作协议，双方将致力于在智慧门店、智慧物流、智能制造等领域加强合作，推动公司数字化转型升级。"
        },
        {
          "code": "sz002681",
          "name": "奋达科技",
          "limit_time": "09:45:00",
          "analysis": "智能眼镜+合作阿里端侧+华为智能穿戴+人形机器人零部件\n1、2025年11月27日阿里将发布夸克AI眼镜。2024年12月19日互动，公司早期对VR、AR眼镜有所关注及布局，如投资参股奥图、代工部分客户产品等，但暂未在此领域带来效益。2024年3月8日互动， 在人工智能领域，公司较早与互联网巨头亚马逊、阿里、百度、H、Yandex、商汤等在智能音箱、智能穿戴、棋类机器人等智能产品建立了合作伙伴关系。公司与阿里巴巴合作的天猫精灵连续多年在中国智能音箱市场销量中排名第一。\n2、2024年11月4日互动，公司与客户正在H平台开展智能穿戴领域的合作。\n3、公司是智能硬件领域垂直一体化解决方案供应商。\n4、旗下深圳威尔新动力致力于人形机器人关节等核心部件的研发、制造；公司与商汤科技合作的旗下品牌“元萝卜”AI围棋、象棋机器人已批量出货，并在京东商城热销。"
        },
        {
          "code": "sz000509",
          "name": "华塑控股",
          "limit_time": "09:45:39",
          "analysis": "云电脑+湖北国资+成立公司含卫星通信业务+物业租赁\n1、公司实控人为湖北省政府。公司通过控股子公司天玑智谷，为客户提供电子信息显示终端整体解决方案；积极开拓以数据安全和网路安全为核心的“信创”(信息技术应用创新)市场，已与清华同方建立了合作关系。\n2、2024年半年报，供公司研发安卓云电脑产品，切入互联网+领域。\n3、2023年年报显示，公司房租收入及其他702.28万元，占总营收0.95%。\n4、2024年8月8日据企查查显示，湖北碳索空间科技公司成立，经营范围包含：卫星遥感应用系统集成；卫星通信服务；智能无人飞行器制造、大气污染治理等；该公司由华塑控股全资持股。"
        },
        {
          "code": "sz301001",
          "name": "凯淳股份",
          "limit_time": "09:49:21",
          "analysis": "合作阿里巴巴+电商代运营+跨境电商+电商服务\n1、2025年11月25日互动，公司与阿里巴巴的合作聚焦于AI数据分析及多领域业务协同。2025年1月6日投资者活动记录，公司的品牌线上运营服务已实现了在天猫、淘宝、京东等主流电商平台之外的多元拓展，成功覆盖了抖音、小红书、拼多多、微信等新兴渠道。\n2、公司主业为品牌提供综合性的电子商务服务，包括在天猫国际等跨境电商平台从事商品线上销售服务的跨境电商业务。公司跨境电商业务主要由香港凯淳从事跨境电子商务零售进口业务。\n3、公司已在部分平台的店铺直播中使用虚拟人进行直播，公司的服务支持目前线上主流渠道，包括天猫、淘宝等。\n4、公司为商品流转至消费者的每个关键节点提供服务，包括潜客管理、品牌营销、视觉设计、店铺运营等全链路服务。"
        },
        {
          "code": "sz301408",
          "name": "华人健康",
          "limit_time": "09:51:24",
          "analysis": "阿里AI健康+流感+医药零售+销售减肥产品\n1、2025年6月26日蚂蚁集团正式发行AI健康应用“AQ”，具备多模态交互能力，提供健康科普、就诊咨询、报告解读、健康档案等上百项AI功能；阿里健康持股公司5%股份，2018年开启合作互联网医药新零售。公司在研项目中有包含流感治疗药物。\n2、公司主营业务是医药零售、代理及终端集采，为安徽省最大的药店连锁企业。公司门店售卖的药品有奥利司他胶囊，适用于18岁及以上成人肥胖或体重超重患者的治疗；另有碧生源常菁茶，适用于单纯性肥胖者减肥功效的保健产品。\n3、公司收购马鞍山曼迪新大药房重组后新公司51%股权的事项正在有序推进中。子公司江苏神华药业是中国最早的真菌药物、黄原胶生产基地，主营业务为真菌生物发酵制品等特色原料药、制剂药品以及保健品的研产销。\n4、公司是业内少数对医药零售、代理及终端集采等流通领域全覆盖的企业。公司代理业务上游合作厂家包括上海医药、广州医药、辰欣药业等。"
        },
        {
          "code": "sh603068",
          "name": "博通集成",
          "limit_time": "10:03:48",
          "analysis": "AI眼镜+AI玩具+卫星导航芯片\n1、 2025年半年报，公司已有多款融合AI 技术的 AIoT 芯片产品实现量产销售， 应用领域涵盖 AI 眼镜、 AI 玩具等。公司与奥嘟比携手，将火山引擎豆包AI大模型融入玩具，推出玩具AI智能套件，为传统玩具注入AI新活力。\n2、2025年8月26日晚公告，公司上半年营收3.75亿元、同比增长10.80%，归母净利润1923.16万元，同比扭亏为盈。公司新增“边缘AI处理器产品及解决方案研发项目”，拟投入募集资金3.18亿元，建设周期三年，面向智能家居、智能穿戴、工业物联网等场景。\n3、公司是国内ETC芯片领域的领导者，主营无线数传芯片和无线育频芯片，产品主要应用于智慧交通和物联网等领域，其中的无线互连、语音视频交互、高精度定位等芯片，也可应用于智能机器人领域。公司已有多款融合AI技术的AIoT芯片产品实现量产销售。\n4、公司卫星导航芯片已量产。公司推进车规认证和车载应用，满足智能驾驶的精准定位及导航功能的要求。\n5、公司已有多颗芯片产品通过鸿蒙认证。公司是蓝牙音响芯片国内最大供应商设备。"
        },
        {
          "code": "sz000785",
          "name": "居然智家",
          "limit_time": "11:04:03",
          "analysis": "合作阿里巴巴+优必选机器人+阿里参股+AI大模型\n1、2025年半年报，居然设计家是公司和阿里巴巴共同打造的AI设计平台，通过AI、3D、大数据等底层技术驱动，赋能用户实现所想即所见、所见即所得。阿里巴巴旗下公司合计参股上市公司15.62%股权，并公司多项业务保持密切合作关系，包括不限于设计家接入通义千问大模型、服务器全面上云、阿里云资源调用、共同打造数字化校园超市门店等。\n2、公司控股股东持有优必选公司股份。\n3、居然智家正式宣布包括居然设计家（Homestyler）、居然智慧家和洞窝在内的三大智能平台接入DeepSeek。在2024年8月，居然智家与火山引擎签约，合作内容包括AI及大模型、veOmniverse等方面。公司居然设计家业务正在与豆包对接测试。\n4、居然之家主营化妆品，服装，酒水等品类。公司旗下中商超市包括预制菜业务。"
        },
        {
          "code": "sz301019",
          "name": "宁波色母",
          "limit_time": "14:29:54",
          "analysis": "3D打印+塑料色母粒\n1、2025年11月26日午间互动，公司个别塑料色母粒产品已用于下游3D打印生产厂家塑料部件着色。\n2、公司主要从事色母粒的研发、生产、销售和技术服务，主营彩色、黑色、白色、功能母粒，产品广泛应用于电子电器、汽车、医疗等领域，已实现部分中高端黑色母粒和白色母粒进口替代，塑料彩色母粒被列入“国家第六批单项冠军”。\n3、根据中国染料工业协会出具的证明，公司的色母粒产品产销量、销售额及市场占有率在行业中名列前茅，其中彩色母粒的市场占有率为国内第一。\n4、公司产品在高端家电、食品饮料包装、光学薄膜等要求产品具备高性能高标准高品质的领域中得到广泛应用，已成为LG集团、农夫山泉、苏泊尔等众多行业内知名企业的供应商，并与其建立了长期稳定的合作关系。"
        },
        {
          "code": "sz002291",
          "name": "遥望科技",
          "limit_time": "14:35:27",
          "analysis": "阿里合作+直播电商+数字人直播+短剧\n1、公司与阿里巴巴建立了稳定的合作关系，公司核心技术团队主要来自阿里巴巴。\n2、公司作为跨平台运营的MCN机构，通过广告+电商+直播/短视频覆盖小红书、抖音、B站等平台,目前已组建海外直播运营团队。2025年9月29日晚，公司与黄子韬联合打造的企业号“小桃盒”开启首次试播，打破传统直播“主播单向推销”的固有模式，采用首创直播电商+超级IP+顶尖工厂共同打造新消费品牌的新模式。\n3、公司较早布局数字人、数字化直播场景与数字资产旗下数字虚拟人孔襄。\n4、公司目前已获得抖音巨量千川服务商，抖音DP服务商等资质牌照。公司是直播电商行业首个且唯一一个完成抖音、快手、淘宝三平台全域布局的头部企业。公司是抖音平台签约艺人数量最多的机构。\n5、2025年9月19日互动，公司短剧业务目前开展平稳。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "2025年11月27日上午10时国新办将举行国务院政策例行吹风会，介绍增强消费品供需适配性进一步促进消费政策措施有关情况。",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz002596",
          "name": "海南瑞泽",
          "limit_time": "09:32:27",
          "analysis": "海南旅游+混凝土+海南封关+实控人拟变更+重组预期\n1、公司地处海南三亚。全资子公司海南瑞泽旅游控股有限公司从事旅游资源开发和经营管理。\n2、2025年5月13日业绩说明会，2025 年海南自贸港拟实现封关运作，岛内商品混凝土需求量或将有所提升，公司主营业务中商品混凝土业务占比 78%，且全部在海南岛内，公司具备区位优势。\n3、2025年5月29日盘后公告，公司原实际控制人之一冯活灵先生逝世，配偶张仲芳女士通过继承获得股份。本次过户前冯持有2592.40万股，本次过户至张名下1000万股，冯持有剩余1592.40万股待解除质押后办理过户。年初市场传闻要国资混改，公司有5000多员工，预计三亚国资可能介入。\n4、公司子公司广东绿润业务已经涵盖城乡环卫绿化、危废固废处置、环保工程、物业环卫清洁等。"
        },
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "09:36:18",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sh601116",
          "name": "三江购物",
          "limit_time": "14:42:57",
          "analysis": "生鲜超市+阿里参股+数字三+盒马\n1、公司主要经营社区生鲜超市业务。公司经营业态有社区店、盒马店和邻里店，采用连锁经营方式，商品结构以社区居民日常鲜食消费品为主。\n2、2025年11月13日据证券报，未来几个月内阿里巴巴将逐步在包括淘宝网在内的多个平台上添加AI代理功能，以支持购物体验；杭州阿里巴巴泽泰信息为公司的第二大股东，持股30%，泽泰信息控股股东为淘宝（中国）软件。\n3、2025年4月11日盘后消息，助外贸企业出口转内销 京东、盒马、永辉、华润等零售巨头启动相关扶持计划。公司只运行在宁波的盒马鲜生。\n4、公司股东阿里持有旷视科技近30%股份，市场猜想存在注入预期。"
        },
        {
          "code": "sz002486",
          "name": "嘉麟杰",
          "limit_time": "09:42:51",
          "analysis": "纺织服装+上海+出海\n1、公司地处上海，核心优势是中高档针织纬编功能性面料及成衣的研发，依托纵向一体化的生产体系为客户提供从织造染色到成衣的优质服务。\n2、公司外销业务占比约59.79%；公司为中高端户外运动功能性面料的研发、设计、生产和销售商，与美国PrimaLoft公司合作聚焦可生物降解环保面料创新，目前已经联合研发出首款用100%可回收、可生物降解的填充棉和人造纤维面料产品，且成功实现量产。"
        },
        {
          "code": "sz001387",
          "name": "雪祺电气",
          "limit_time": "09:45:51",
          "analysis": "冰箱ODM+出口增长+商用展示柜+供货小米\n1、公司主要从事容积400L以上的大冰箱和商用展示柜的研发、生产与销售业务，采用ODM模式服务国内外品牌商，2025H1冰箱产品收入占比84.37%%。\n2、2025年11月14日调研纪要，公司2022-2024年境外销售收入分别为3.6亿元、5.8亿元、7.3亿元，占比由18.81%升至37.53%，2025年上半年境外收入3.9亿元、占比44.16%，同比增长20.91%，出口订单持续放量。 \n3、公司已与商用展示柜领域大型企业（太古集团、中粮集团等）建立合作关系，商用展柜、境外的占比提升，能够从结构上持续改善公司盈利能力。\n4、公司客户群体包括美的集团、小米集团等全球知名企业和家电品牌商，公司与行业龙头客户建立了长期稳定的合作关系。"
        },
        {
          "code": "sz002187",
          "name": "广百股份",
          "limit_time": "10:06:09",
          "analysis": "离境退税+广东百货连锁龙头+黄金零售\n1、公司是广州地区国资百货零头，设有6家离境退税“即买即退”门店。\n2、公司是广东省百货连锁龙头企业，连续多年被评为“广东省守合同重信用企业”，公司所属多家门店被商务部评定为“金鼎”百货店，深受消费者信赖。2025年4月9日互动，公司在美国没有业务。此次关税政策调整对公司暂无影响。\n3、公司积极开发钻石DIY等定制商品，推出品牌IP盲盒。\n4、公司是广州国资委旗下唯一聚焦于商贸流通领域的A股上市企业，已在广州市区及广东省内其他城市开设门店30家。公司旗下广百黄金珠宝大厦致力成为华南地区精品金饰珠宝专业店，全力打造“广百黄金”自有品牌。\n5、公司旗下各门店运用直播带货、福利社群等线上营销工具，以品牌信誉打造私域流量池，成为广州首批受理数字人民币支付的便民商家。"
        },
        {
          "code": "sz002029",
          "name": "七匹狼",
          "limit_time": "10:23:30",
          "analysis": "男装（福建）+数字七+新零售+控股股东持有沐曦+光源系统\n1、公司地处福建泉州，主要从事“七匹狼”品牌男装及针纺类产品的设计、生产和销售，夹克衫连续多年市场综合占有率第一。主要产品包括衬衫、西服、裤装、夹克衫、针织衫以及男士内衣、内裤、袜子及其它针纺产品等。\n2、公司控股股东持有沐曦集成股份比例0.39%。\n3、光源系统是光刻机三大核心之一，我国中科院微电子所控股、亦庄国投、华为哈勃投资的科益虹源，是国内唯一、全球第三家从事光刻准分子激光技术全链条研发和产业化的公司，七匹狼集团是华为哈勃之后较大外部股东，持股穿透6%。"
        },
        {
          "code": "sz002397",
          "name": "梦洁股份",
          "limit_time": "10:36:45",
          "analysis": "床上用品+儿童家纺+智能家居+合作微盟\n1、公司主要从事高端床上用品的设计、生产和销售以及高品质的家居生活服务；产品以套件、被芯等多品种为主。公司自有品牌“梦洁宝贝”为行业内首个儿童家纺品牌。\n2、2025年11月25日梦洁股份官微，公司董事陈洁发布“实名举报”文章后，公司声明相关言论属主观臆断与恶意捏造，已向公安机关报案并启动民事诉讼。\n3、2025年8月14日盘后公告，公司实控人变更为无实控人，创始人姜天武时隔三年拿回表决权。\n4、梦洁家纺与和而泰签署了《整体智能卧室战略合作框架协议》，双方拟研发并制造以科学健康舒适睡眠为核心理念的智能卧室系列产品。\n5、公司于2019年11月开始与微盟进行智慧零售，产品推广等方面的业务合作。"
        },
        {
          "code": "sz000523",
          "name": "红棉股份",
          "limit_time": "14:28:30",
          "analysis": "食品饮料+广州国资+拟资产重组\n1、全资子公司华糖食品已建立“红棉” 、 “广氏” 、 “双喜” 等食品饮料品牌体系。 主要产品包括红棉牌系列食用糖、 广氏菠萝啤系列饮料及东方寓言系列咖啡等。\n2、公司主营业务为食品饮料及文化创意产业园区开发和运营。\n3、2025年3月13日晚公告，公司大幅上修2024年度归母净利润至5-5.3亿元（此前为0.8-1.1亿元），主因公司拟对2024年度涉及相关事项同时挂账超过三年的其他应收款核销并进行资产损失扣除，导致递延所得税资产及递延所得税负债科目金额减少，所得税费用减少。（公司2024年度扣非净利润无变化，仍为0.75-1亿元）\n4、公司持续推进现金收购广州轻工集团全资子公司鹰金钱100%股权事项，后调整为收购亚洲食品39.9996%股权并接受鹰金钱所持亚洲食品60.0004%表决权委托，以解决同业竞争并扩大饮料业务规模。"
        },
        {
          "code": "sz002702",
          "name": "海欣食品",
          "limit_time": "14:31:15",
          "analysis": "速冻食品（福建）+常温新品+高端预制菜\n1、公司地处福建福州，产品主要包括速冻鱼肉制品和肉制品类（火锅丸滑、鱼丸、肉丸、福袋、鱼豆腐等）、速冻米面类（蛋黄烧麦、流沙包等）、速冻菜肴类（鲍鱼、带鱼、鱿鱼串、烤芝士卷等）；常温休闲类（蟹柳、鱼豆腐、速食关东煮等）。\n2、公司2025年三季度推出常温鲍汁鲍鱼、金汤佛跳墙等新品，常温休闲食品前三季度收入已超去年全年，并入驻山姆超市系统。\n3、公司在2023年底开始布局海鲜烧烤串类产品和牛羊肉卷等其中海鲜烧烤串类产品依托公司舟山工厂属地化优势，公司有望在中高端预制菜领域形成竞争优势。\n4、公司在天猫、京东等电商平台开设直营旗舰店，并与每日优鲜、叮咚买菜、盒马鲜生、7Fresh等进行合作，积极开展网络销售业务。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "14:41:40",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sh605188",
          "name": "国光连锁",
          "limit_time": "14:48:22",
          "analysis": "连锁超市+自有物业+线上营销\n1、公司主营连锁超市、百货商场，深耕江西吉安市、赣州市、宜春市等地，拥有门店41家，专注于满足消费者日常购物需求，聚焦生鲜、食品等高频消费品类，打造区域性零售品牌。\n2、自有商业门店物业43.16万平方米，占经营总面积45.97%。\n3、公司入驻美团、饿了么、京东到家等，2024年线上销售额1.41亿元，占营收约5.64%。​\n4、公司瑞金商业综合体​是投资建设集购物、餐饮、娱乐于一体的综合体，预计2026年投入运营。"
        },
        {
          "code": "sh600272",
          "name": "开开实业",
          "limit_time": "",
          "analysis": "服装批发+医药零售+首发经济+中华老字号\n1、公司是以医药流通及服务和服装批发、零售为核心的双主业经营模式，下属医药和服装两大板块。其中，医药板块主要是以批发零售业务以及健康服务业务为主，涵盖中西药品、医疗器械、试剂耗材以及诊疗服务等，服装板块主要从事以中华老字号“开开”品牌衬衫、羊毛衫和服装系列的批发和零售，以及工装团购定制业务。公司实控人是上海市静安区国资委。\n2、公司旗下全资子公司“雷允上”，曾获评“2023年上海市首发经济引领性本土品牌”。\n3、公司旗下拥有“雷允上”与“开开”两大品牌，都是国家商务部认定的“中华老字号”。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "中疾控表示，当前，全国整体进入流感流行季，流感活动水平明显上升。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh600829",
          "name": "人民同泰",
          "limit_time": "10:27:35",
          "analysis": "流感+美好愿景+医药批发零售+医药电商\n1、公司产品阿奇霉素分散片可适用于敏感细菌所引起的下列感染中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。\n2、公司是区域性医药流通企业，是黑龙江省最大的医药商业公司。公司主要经营医药批发业务、医药零售业务及提供医药物流服务和医疗服务。公司主要销售化学药、中成药、生物制品，同时销售医疗器械、中药饮片、保健食品、日用品、玻璃仪器、化学试剂等。公司持续加大新品种引进力度，在集采带量品种、基药品种以及创新药、罕见病用药、急救用药等领域具备较强优势。\n3、公司拥有人民同泰健康网，人民同泰APP等电子商务平台，通过旗下连锁直营门店及线上B2C，O2O等形式开展经营，打造“医药+互联网”健康服务平台。\n4、公司互动表示所处行业为医药流通行业，行业的应收账款占比普遍较大。公司注重并加强应收账款的管理，公司具有较完善的应收账款管理制度和客户信用管理制度，细分客户类型，多维度评定客户信用额度和信用期限。"
        },
        {
          "code": "sz000952",
          "name": "广济药业",
          "limit_time": "09:30:00",
          "analysis": "流感+湖北国资+痛风+维生素\n1、公司生产的小儿氨酚黄那敏颗粒适用于缓解儿童普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。\n2、公司实控人为湖北省国资委。\n3、2025年1月2日盘后公告，公司近日收到国家药品监督管理局核准签发的非布司他片的《药品注册证书》。非布司他片适用于痛风患者高尿酸血症的长期治疗。\n4、维生素B2全球总产能约为10000吨，生产企业主要有广济药业4800吨、帝斯曼2000吨、巴斯夫1500吨，三家企业总产能达8300吨，超过全球产能80%，呈三寡头垄断格局。\n5、公司两大保健品研发项目“保健食品复合维生素B族片工艺研究”“辅酶Q10软胶囊工艺研究”已完成了产品研发工作，正布局销售渠道。"
        },
        {
          "code": "sz000788",
          "name": "北大医药",
          "limit_time": "09:48:54",
          "analysis": "流感治疗+创新药+国资持股+生物发酵原料药\n1、公司磷酸奧司他韦干混悬剂获批，磷酸奧司他韦被国内外多个诊疗指南推荐用于成人和儿童甲型和乙型流感的预防和治疗。\n2、公司已建立起自主知识产权、仿创技术、技术创新为一体的技术核心体系，研发领域聚焦于抗感染类、镇痛类、精神类等创新药、高端仿制药和大市场品种，为企业发展提供持续优化的产品结构和竞争力。\n3、公司前两大股东分别为西南合成医药集团（持股22.22%，为公司控股股东）与北大医疗管理公司（11.8%），两者股权穿透后主要有中国平安人寿保险，珠海人民政府共同持股。\n4、公司主要以制剂研发、生产、销售及医药流通业务为主，产品涵盖抗感染类、镇痛类、精神类、消化系统类、心血管类等多个领域。"
        },
        {
          "code": "sh688670",
          "name": "金迪克",
          "limit_time": "15:00:00",
          "analysis": "四价流感疫苗+狂犬病疫苗\n1、公司四价流感疫苗已上市销售，多项关键指标优于中国药典（CP2020）和欧洲药典（EP9.0）的标准。国内四价流感疫苗渗透率较国外差距很大，有较大的增长空间。公司有一条四价流感病毒裂解疫苗生产线，产能为1000万人份/年，在建产能3000万人份/年，预计2026年4月可使用。\n2、目前冻干人用狂犬病疫苗（Vero细胞）已完成III期临床试验，正在按照程序向CDE申报。\n3、公司在国内全部四价流感疫苗生产企业中排名第二和第三。\n4、公司现正围绕流行性感冒、狂犬病、水痘、带状疱疹和肺炎疾病等5种重要传染性疾病的预防研发9个主要在研产品。"
        },
        {
          "code": "sz301111",
          "name": "粤万年青",
          "limit_time": "09:39:45",
          "analysis": "流感+降糖药+中成药\n1、公司扑感片和羚羊感冒胶囊可治疗流行性感冒，扑感片更是全国独家品种及全国首创，其适应症是：辛温解表，疏散风寒。用于风寒型感冒、流感所引起的头痛身酸、恶寒发热、喷嚏、流涕、咳痰稀白。\n2、公司降糖药参芪降糖片目前暂未有临床实验可用于减肥疗效。\n3、公司主营业务为中成药的研发、生产和销售,产品应用范围涵盖胆道类、降糖类等13个用药领域。\n4、公司拥有101个国药准字号产品,拥有32个原研首创产品,10个独家品种,4个独家剂型产品。妇炎平胶囊、胆石通胶囊、苦木注射液曾入选国家二级中药保护品种。公司有16个产品列入国家基药目录,39个产品列入国家医保。"
        },
        {
          "code": "sh600252",
          "name": "中恒集团",
          "limit_time": "09:49:45",
          "analysis": "流感+参股国海证券+白酒+中医药\n1、2025年6月27日公告，公司控股子公司莱美药业委托外部机构研发的仿制药玛巴洛沙韦片（规格： 20mg） 通过了岳阳市人民医院药物/医疗器械临床试验伦理审查委员会的审批，适应症为甲型和乙型流感病毒感染。\n2、2025年8月4日晚公告，全资子公司中恒创新以5500万元受让中国融通科研院转让的一种治疗慢性心力衰竭的药物技术（专利权）。该药物为中国人民解放军海军军医大学首次发现的可显著提升心肌组织能量代谢的全新靶点化合物，目前全球范围内尚无与标的产品同靶点的药物上市。\n3、2025年半年报披露，公司持有国海证券，期末账面价值为10.11亿元。此外，公司和国海证券的控股股东均为广西投资集团。\n4、子公司双钱实业注册了32类啤酒商标和33类白酒商标。陈坛窑藏酱香型白酒是公司产品，目前白酒已在微信双钱龟苓膏官方商城进行销售。\n5、公司是国内知名药企，主要产品是心脑血管领域用药、妇产科领域用药、抗感染类、中成药及饮片类、龟苓膏系列、龟苓宝饮料系列。子公司莱美药业依托肿瘤类重点产品“卡纳琳”学术优势地位，持续开发乳腺、胃肠、妇科肿瘤等其他肿瘤领域市场。"
        },
        {
          "code": "sz000078",
          "name": "海王生物",
          "limit_time": "09:55:33",
          "analysis": "感冒药+保健食品+生物药+医药商业\n1、公司在产治疗感冒的药品有氯酚黄敏片、吗啉胍片等；治疗发烧的药品有布洛芬片、小儿氨酚黄那敏颗粒等；治疗咳嗽的药品有复方甘草片、复方甘草口服溶液、小儿止咳糖浆等。\n2、海王金樽片主要由牡蛎精粉提取物研制，是市面上少数具有保健食品批号的保健产品。公司产品分为化学药、中药、保健食品和生物药四大类，已形成以抗肿瘤产品为主导，覆盖心脑血管、呼吸系统、消化系统等11大类品种齐全的产品体系。\n3、公司器械板块涵盖高值耗材、医疗设备、体外诊断（IVD）等多个领域。\n4、公司的医药商业板块由药品和医疗器械的流通两大业务构成，主要为医疗机构、药品零售机构和分销商等下游客户提供药品、医疗器械等医疗用品的配送及相关延伸增值服务。是全国性医药商业企业中业务网络覆盖面较广的企业之一。"
        },
        {
          "code": "sh601089",
          "name": "福元医药",
          "limit_time": "09:58:25",
          "analysis": "咳嗽药+创新药+药品获注册证书+仿制药+医疗器械\n1、子公司福元药业有限公司在售产品强力枇杷露用于支气管炎咳嗽。\n2、2025年7月24日互动，公司自主研发的化学药品1类创新药FY101注射液正在开展一期临床，适应症为高血脂症。公司创新药方面重点进行小核酸药物研发，推进蛋白降解类和化学小分子类创新药研发。小核酸药物布局主要覆盖肿瘤、慢性肾病、代谢性肝病等。\n3、2025年7月31日晚公告，公司收到国家药监局颁发的兰索拉唑肠溶胶囊《药品注册证书》，批准该药品生产。该药品用于胃溃疡、十二指肠溃疡、反流性食管炎等。\n4、2025年6月10日盘后公告，公司成功获批阿昔莫司胶囊生产许可，该药是治疗高脂血症的成熟化药，国内年市场规模超6亿元。\n5、公司拥有多个国内首仿药物如复方α-酮酸片、奥美沙坦酯片、盐酸曲美他嗪片等，主要产品在细分领域市场排名位居国内厂商前列或呈现较好的增长趋势，具备较强的市场竞争力。公司医疗器械主要涵盖加湿吸氧装置领域。"
        },
        {
          "code": "sz000411",
          "name": "英特集团",
          "limit_time": "11:11:36",
          "analysis": "医药流通+医药电商+医药批发\n1、公司是浙江省属国有控股医药流通龙头，主营药品、器械批发零售，省内分销网络覆盖全部11个地市，门店超200家，2025年上半年新增50余个创新药品规。\n2、公司正常开展GLP-1相关产品业务，与礼来、诺和诺德等企业持续开展对接与合作。\n3、阿斯利康是公司重要供应商之一。\n4、公司主营药品、中药材、医疗器械的销售。年药品吞吐量2000余万件。公司自建医药冷库与冷链配送体系，可承接多种温控要求药品储运业务，疫苗冷链运输的基础是通过GSP认证。"
        },
        {
          "code": "sz002589",
          "name": "瑞康医药",
          "limit_time": "14:08:30",
          "analysis": "医疗医药+创新药+破净股\n1、公司主要业务板块包括（1）药品、器械配送板块；（2）体外诊断板块覆盖实验室生化、免疫、临检、凝血、微生物、病理、分子诊断、POCT（即时检验）等全领域。（3）数字医疗板块构建了多维度智慧医疗服务矩阵，旗下三大核心主体形成协同生态。（4）医药物流板块拥有药品和医疗器械第三方物流资质；（5）中医药板块在中药种植基地、饮片加工、药材销售、中药食品、中药创新药的全产业链中均实现了协同发展。\n2、公司为全国4000余家二级以上医院提供体外诊断服务，为有需求的医院提供检测冠状病毒的仪器（高敏化学发光仪、全自动免疫分析仪等）。\n3、公司与广东药科大学合作研发治疗非酒精性肝脂肪变中医新药FTZ浓缩丸，报告期内已进入临床二期阶段，并布局微生态医学食品及活体生物药。\n4、公司当前市净率0.9。"
        },
        {
          "code": "sz000566",
          "name": "海南海药",
          "limit_time": null,
          "analysis": "流感治疗（海南）+干细胞美容+医疗器械\n1、公司盐酸金刚烷胺片可防治A型流感病毒所引起的呼吸道感染，可在感染48小时内有效控制病毒。公司部分中成药有针对流感的对症治疗药物。对于流感引起的咳嗽症状，宝岛@橘红片可用于化痰，止咳；流感引起肠胃不适，公司有常为康@枫蓼肠胃康颗粒。\n2、2025年11月14日晚公告，公司全资子公司海口制药厂近日获得国家药监局核准签发的化学药品注射用美罗培南的《药品补充申请批准通知书》。\n3、公司投资的琼海博鳌国医汇医院主营业务包括干细胞美容等业务。公司利用海南博鳌乐城国际医疗旅游先行区政策资源优势，搭建高端医疗器械平台。\n4、公司地处海南，实控人为国务院国资委，公司业务涉及创新药、干细胞等研究或受益。主要产品包括抗生素系列、胃肠道用药系列、抗肿瘤药系列、与制剂配套的原料药和中间体系列及其他产品。\n5、参股公司优尼科尔（持股35%）主要从事人类体细胞制备、储存、应用技术研究及药物开发等业务。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "Meta Platforms据悉正考虑斥资数十亿美元购买谷歌的TPU，包括用于Meta的数据中心建设。此前，谷歌正式发布第七代TPU\"Ironwood\"，是目前谷歌性能最强大、能效最高的定制芯片。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz000070",
          "name": "特发信息",
          "limit_time": "10:20:51",
          "analysis": "光通信（谷歌）+军工+空芯光纤+核电\n1、网传纪要，公司属于谷歌供应链，供应MPO（未证实）。公司立足于光通信主导产业，形成线缆制造等四个业务板块，为客户提供多领域信息化专业解决方案，实控人为深圳国资委。子公司成都傅立叶是主要从事军用航空通讯设备、测控集成和卫星通信技术、数据记录仪和弹载计算机的研产销。\n2、公司在空芯光纤成缆具有领先优势；2024年6月，公司携手合作伙伴，共同助力中国移动开通全球首个800G空芯光纤传输技术试验网并成功开通国内首条1.2T超低损空芯光纤传输链路。 \n3、公司与华为在政企市场有相关产品的项目落地，与华为在鹏城云脑二期建设集成项目有合作，该集成项目已建成交付；公司在数据中心与算力基础设施等智能化领域拓展业务。\n4、公司生产的特种光缆（耐核辐射光缆）以及宽温区多物理量MEMS光纤传感器可以应用于核电领域。"
        },
        {
          "code": "sh605255",
          "name": "天普股份",
          "limit_time": "09:54:05",
          "analysis": "中昊芯英（TPU）+汽车零部件+车用橡胶软管\n1、2025年11月17日盘后公告，公司收到中昊芯英出具的《要约收购报告书》 要约收购价格为23.98元/股。2025年11月4日盘后公告，控股股东等与中昊芯英签署的协议转让股份完成过户登记。2025年8月21日晚公告，公司实控人尤建义筹划控制权变更事项，本次增资完成后，中昊芯英、海南芯繁合计持有天普控股50.01%股权。中昊芯英为国内掌握TPU架构AI芯片核心研发技术并实现TPU芯片量产核心公司。\n2、公司主要从事汽车用高分子材料流体管路系统和密封系统零件及总成的研发、生产及销售，为汽车整车厂商及其一级供应商提供橡胶软管及总成产品。通过不断发展，公司已逐步成长为汽车用高分子流体管路行业的专业供应商之一。\n3、2024年公司外销占比47.11%，境外主要客户有日产国际、日本仓敷等。\n4、公司产品广泛应用于汽车和工程机械的动力总成、底盘和车身三大模块，涵盖冷却、燃油等八大子系统，主要客户有日产投资、东风日产、江铃汽车等。"
        },
        {
          "code": "sh688048",
          "name": "长光华芯",
          "limit_time": "14:06:31",
          "analysis": "EML+光通信芯片+激光雷达+光刻机+华为\n1、网传纪要，Lumentum财报超预期，2025Q3收入为5.338亿美元（同比增长 58.4%），超出预期734万美元（未证实）。2025年半年报披露，公司拥有 EML、VCSEL、CW Laser三种类型的光通信芯片，2025上半年公司100G EML已实现量产，200G EML已开始送样。100G VCSEL、100mW CW DFB和70mW CWDM4 DFB芯片已达到量产出货水平。\n2、公司成立苏州星钥光子布局硅光方向。公司通过投资匀晶光电布局薄膜铌酸锂新材料方向。公司主营高功率半导体激光芯片，已构建GaAs、InP、GaN三大材料体系，产品覆盖工业激光器、光通信、车载激光雷达等场景。\n3、公司布局的蓝光芯片可应用于激光直写光刻机领域。\n4、公司是华为哈勃投资企业。"
        },
        {
          "code": "sh600105",
          "name": "永鼎股份",
          "limit_time": "14:56:01",
          "analysis": "光通信+可控核聚变+高温超导\n1、2025年10月30日互动，在光通信领域，公司以“光棒、光纤、光缆”等网络基础通信产品为根基，业务逐步延伸至光芯片、光器件、光模块等核心产品。主要产品涵盖AWG（阵列波导光栅）、Filter（滤波片）两大类核心产品，已构建从芯片、器件到模块的完整波分产品系列；同时布局激光器芯片、DCI（数据中心互联）子系统等产品，相关产品及解决方案广泛应用于骨干网、城域网、接入网、数据网络、广电网及光纤传感等多个领域。\n2、2025年9月29日互动，公司子公司东部超导主营产品为第二代高温超导带材，主要应用于超导感应加热、超导磁拉单晶、可控核聚变磁体等领域。\n3、公司与国内可控核聚变客户签订了超导带材合同，并按时完成了交货任务。随着国内商业化可控核聚变厂家对带材技术需求的明确，公司加速了产品在低温高磁场下性能的提升工作。"
        },
        {
          "code": "sh600246",
          "name": "万通发展",
          "limit_time": "10:08:40",
          "analysis": "PCIe5.0交换芯片+合作阿里+卫星通信+房地产\n1、2025年11月24日互动，2024年全球PCIe互连芯片行业市场规模为22.89亿美元。预计2030年市场规模将达到77.61亿美元，2025至2030年间的年复合增长率为20.1%。数渡科技是国内极少数掌握PCIe5.0芯片全流程自主设计能力并可实现量产的企业。PCIe6.0产品在研发过程中。\n2、2025年9月9日公司已完成对数渡科技收购。2025年8月20日晚公告，公司拟收购的数渡科技的PCIe5.0交换芯片有望解决当前国产AI芯片互联性能瓶颈，缩短与国际主流产品之间差距，目前国内PCIe5.0芯片厂商均尚未实现批量供货，数渡PCIe5.0交换芯片目前处于多家客户导入过程中，已有企业投入商用。网传资料显示数渡科技卡位PCle交换芯片赛道，深度绑定浪潮/新华三等阿里系服务器龙头（未证实）。\n3、控股60%子公司成都知融主营为毫米波集成电路设计， 主要为新一代平板阵列天线系统、 毫米波通信系统提供高性能的芯片级解决方案， 主要产品为卫星通信、 低轨卫星互联网、 5G基站使用的Ka、Ku 频段Beamforming芯片的射频前端芯片。\n4、公司房地产项目主要位于北京等地。"
        },
        {
          "code": "sh600103",
          "name": "青山纸业",
          "limit_time": "11:16:45",
          "analysis": "光模块+福建国资+合作博通+造纸+低价股\n1、公司最终控制人为福建省国资委。2025年10月23日机构调研纪要，子公司深圳恒宝通800G光模块处于样品试制阶段，400G产品进入小批量试产阶段，孙公司恒宝通光电子马来西亚股份有限公司与FABRINET有供货合作。\n2、2025年6月3日互动，子公司恒宝通已经与BROADCOM（博通）合作长达二十年，并为其供应光模块相关产品。恒宝通的高速光模块有200G或者400G系列。\n3、公司经营业务主要从事竹木浆、纸袋纸、纸制品等产品产销及其贸易经营。主要产品为“青山牌”系列伸性纸袋纸、牛皮包装纸、溶解浆等产品，其中公司纸袋纸市场占有率位居全国第一。\n4、公司已成为一家集制浆、造纸、发电供热、碱回收、医药、光电子、原料林基地开发于一体的综合性造纸上市公司，跻身进入全国纸袋纸、浆粕重点生产企业，成为包装纸细分品种的龙头企业。"
        },
        {
          "code": "sz000039",
          "name": "中集集团",
          "limit_time": "13:19:21",
          "analysis": "模块化数据中心+储能+绿色甲醇+海上风电+机器人\n1、2025年5月15日公告，中集模块化建筑能够采用集装箱模块化形式承接AI数据中心建造，以解决高密度IT能耗部署和需求变化的挑战，例如2024年交付的全球首个超大型模块化数据中心马来西亚2312数据中心项目.\n2、2025年11月14日互动，中集储能装备已广泛交付至亚洲、北美、欧洲等全球主要市场，储能装备累计出货量超60GWh，已成功在城市超充、数据中心等场景落地示范性项目。\n3、2025年11月14日互动，中集安瑞科在湛江建造华南首个规模5万吨/年的生物绿色甲醇示范工厂，预计今年第四季度投产。\n4、公司是全球领先的物流及能源行业设备及解决方案供应商，产业集群主要涵盖物流领域及能源行业领域。公司先后与国家电投、华能、中广核和华电重工签订战略合作协议，并取得风电安装船、海上升压站、风机导管架基础等项目突破。\n5、2025年2月21日互动，中集飞秒作为集团旗下的智能机器人品牌，其系列化智能焊接工作站采用“3D视觉传感器”和“智能焊接系统”，集成了一个模拟人手、眼、脑协同作业的智能系统，使机器人能够自主执行一系列复杂任务，真正做到“免编程免示教。”"
        },
        {
          "code": "sh688110",
          "name": "东芯股份",
          "limit_time": "14:45:31",
          "analysis": "国产GPU+存储芯片+汽车电子\n1、2025年7月26日，公司参股38%砺算科技发布国产6nm消费级显卡7G106以及专业级显卡7G105，预计送样时间为2025年8月送样，启动量产时间为9月。砺算发布视频显示公司显卡可运行黑神话悟空。\n2、公司聚焦中小容量通用型存储芯片的研发、设计和销售，是中国大陆少数可同时提供NAND、NOR、DRAM等存储芯片完整解决方案的企业，国内SLC NAND占比超50%。公司19nm NAND Flash完成首轮晶圆流片，大容量NOR实现样品供货，已有产品通过AEC-Q100的认证。车规级存储产品的导入。\n3、公司的产品在网络通讯领域有较为广泛的应用，包括5G宏基站、微基站、光猫、WiFi、随身的Mifi等。\n4、汽车电子成为中小容量NANDFlash重要驱动力量，公司设计研发的24nmNAND、48nmNOR均为我国领先的闪存芯片工艺制程，实现了国内闪存芯片的技术突破。"
        },
        {
          "code": "sz002685",
          "name": "华东重机",
          "limit_time": "",
          "analysis": "控股国产GPU公司+机器人+TOPCon电池片\n1、公司持有锐信图芯43.18%股权为单一最大股东。锐信图芯的GPU已经与国内主流CPU（中央处理器）、操作系统等生态厂商完成适配，已经实现GPU芯片的量产和批量供货。\n2、公司旗下重庆新润星科技公司，涉及智能机器人的研发及销售。\n3、目前公司TOPCon电池片转换效率已达26.5%，处于行业领先水平。\n4、2024年3月20日公司拟通过成立合资公司开拓零碳氢能港口，同时通过设立氢能产业基金进军氢能源汽车及港口流动机械产业链。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "国家航天局印发《国家航天局推进商业航天高质量安全发展行动计划（2025—2027年）》，提出完善商业航天发展投融资体制机制，设立国家商业航天发展基金，鼓励地方政府、金融机构、社会资本联合成立投资平台。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "11:26:12",
          "analysis": "神舟飞船+海洋卫星+军工+汽车雷达\n1、子公司恒达微波研制的“微波雷达天线”和“微波应答机天线”助力神舟二十一号载人飞船与空间站顺利对接。\n2、公司参与了海洋系列卫星的地面接收分系统建设，配套了部分开关矩阵、变频器、处理及存储类产品。公司具备毫米波雷达、相控阵雷达、合成孔径雷达系统研发设计和生产能力，面向国防、交通等行业市场都拥有领先的相关技术和产品。\n3、公司eMMC存储控制器完成国产化迭代并量产，宽温级128GB产品获国产化认证；毫米波雷达测试系统已与华为、比亚迪等行业龙头达成更多合作。 \n4、子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。\n5、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。"
        },
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "09:30:54",
          "analysis": "卫星通信+福建+量子技术+华为+屏显制造\n1、公司位于福建省福州市。公司在卫星通信技术方面，持有Ka高通量卫星轨位稀缺资源，可发射政府、民用、商业卫星，覆盖“一带一路”沿线及海峡两岸，同时可提供卫星终端产品、应用与解决方案，以及海上通信运营服务。公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业。\n2、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n3、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。\n4、公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n5、显示制造业务方面，公司依托全球领先的显示主板研发能力与屏显底座AI能力，打造高度定制化的屏显终端产品矩阵，广泛覆盖消费电子、商业显示、教育、养老、智能制造等。"
        },
        {
          "code": "sh603017",
          "name": "中衡设计",
          "limit_time": "09:37:38",
          "analysis": "火箭生产总部基地开工+建筑VR+建筑设计+低空经济\n1、2025年11月18日据官微，11月5日旗下成都星际荣耀可重复使用液体运载火箭生产总部基地项目在成都市双流区正式开工建设。项目力争2026年年底竣工投产。满产后将形成双曲线三号系列运载火箭年产20枚的生产能力。\n2、2025年5月29日讯，箭元科技\"元行者一号\"验证型火箭在东方航天港进行了首次飞行回收试验，试验取得圆满成功。\n3、INAIR全新的AI空间计算机，2025年618期间开售；公司投资的光辉城市(12%)是一家建筑VR技术、智慧城市数字孪生技术提供商，其自主研发的建筑VR云平台Mars拥有12万设计师用户，为全国超过1500家设计院和380所建筑景观高校提供软件云服务。\n4、公司主要从事建筑专业领域的工程总承包等业务，从事低碳绿色建筑、光伏建筑一体化BIPV等的研发及设计。\n5、2024年4月17日官微表示，公司成功中标华中智能飞行器产业基地项目（一期），该产业基地是武汉市经济开发区打造立体式“低空经济产业示范区”。"
        },
        {
          "code": "sz301040",
          "name": "中环海陆",
          "limit_time": "14:54:06",
          "analysis": "商业航天+风电+轴承锻件\n1、2025年9月12日互动，公司全资子公司参股北京星箭长空测控技术股份有限公司，持股比例为8.8%。\n2、公司是一家专业从事工业金属锻件研发、生产和销售企业。公司的主要产品包括轴承锻件、法兰锻件、齿圈锻件等工业金属锻件，是高端装备制造业的关键基础部件，广泛应用于风电、矿山机械、核电、船舶、电力、石化等多个行业领域。\n3、公司现有年产能14万吨。通过募投项目之一高端环锻件绿色智能制造项目的实施，公司锻件产品年产能将达到19万吨，成为国内较大规模的专业化工业金属锻件企业。\n4、公司产品得到了众多行业客户的认可，服务客户包括中船澄西、南高齿、天顺风能等国内知名企业或上市公司；以及蒂森克虏伯、西门子歌美飒等国际知名企业。公司通过下游客户也进入了通用电气、维斯塔斯等知名企业的供应链采购体系。（详细解析请查阅21年8月3日异动解析）"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "在AI浪潮和国产化大背景下，国内先进产线未来扩产需求持续存在，半导体设备作为晶圆代工扩张的基石，同时是实现产业链自主可控的重要环节，国产半导体设备企业有望迎来发展机遇。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000510",
          "name": "新金路",
          "limit_time": "09:30:00",
          "analysis": "半导体（高纯石英砂）+小金属（广西）+石墨烯\n1、公司4N8高纯石英砂生产线为国内首条国产矿石自动化产线，产品已开始少量销售，布局半导体新材料业务。 \n2、公司参股85%广西有色栗木矿业，后者从事钽、铌、锡、钨、铅、锌、铜等有色金属及非金属(包括高岭土及其他非金属矿)的采矿、选矿、冶炼业务，主要矿产是锡。2025年11月19日互动，栗木矿业60万t/a钽铌锡多金属矿改建项目安全设施设计已获批，复工复产进入施工图设计及开工审批阶段。\n3、参股公司德阳烯碳（持股12.5%）从事石墨烯研究及销售。\n4、公司主导产品为聚氯乙烯树脂（PVC）和烧碱，以氯碱化工为基础，配套仓储、物流、贸易等经营业务。"
        },
        {
          "code": "sz002638",
          "name": "勤上股份",
          "limit_time": "09:39:27",
          "analysis": "半导体照明+储能路灯+合作浪潮\n1、公司主营为半导体照明（营收占比100%）和教育培训业务。\n2、2025年4月23日公告，通过开发2.0版本谷电储能路灯与正在推进的3.0版本“光储充”一体化解决方案，全面探索零碳照明的新可能。\n3、公司推出“以智慧灯杆•路灯为平台的户外智慧城市管理系统”，将LED照明、电子警察等设备集于一体，实现多维联动，构建智慧、绿色城市。\n4、全资子公司龙文教育是全国性教育培训机构，主要从事K12一对一课外辅导，已开发\"59错题\"移动在线教育平台。公司参股东莞市智行光电产业职业培训学校。"
        },
        {
          "code": "sh688699",
          "name": "明微电子",
          "limit_time": "10:11:59",
          "analysis": "LED驱动芯片+芯片封测\n1、公司部分Mini LED驱动芯片已通过AEC-Q100认证，并推出LED透明屏驱动芯片及首创RGB三合一集成架构，智能景观、Mini背光系列产品销量逐步上升。公司位于广东深圳。\n2、公司是一家主要从事集成电路研发设计、封装测试和销售的高新技术企业，一直专注于数模混合及模拟集成电路领域。公司产品主要分为显示驱动类、线性电源类和电源管理类等，产品广泛应用于显示屏、智能景观、照明和家电等领域。\n3、网传公司智能照明驱动（线性驱动+WIFI/蓝牙混合芯片）进入Apple供应链，高毛利产品逐步放量，打开新的市场空间。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "国家税务总局发布的最新增值税发票数据显示，随着“人工智能+”行动加快落地，工业机器人制造销售收入同比增长41.7%。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600835",
          "name": "上海机电",
          "limit_time": "14:09:23",
          "analysis": "人形机器人模组+精密减速器+重组猜想（上海微电子）+上海国资\n1、2025年7月28日官微：公司与德昌汽车合资创立的动界智控（上海）首次登台，带来其革命性的人形机器人及具身智能关键硬件模组产品和系统集成解决方案。\n2、公司控股股东上海电气集团和发那科联合投资设立上海发那科机器人，主要从事机器人系统集成业务，公司正在积极与合作伙伴日本纳博特斯克开展工业机器人核心部件-精密减速器业务的合作，相关产品在国内市场90%以上应用于工业机器人关节。\n3、公司控股股东为上海电气集团，上海微电子IPO，市场猜想或存在注入公司可能。\n4、公司积极探索并推出“一站式加装电梯服务”。\n5、公司最终实控人上海市国资委。公司是一家机电装备制造企业，主营业务为电梯、印刷包装机械等机电一体化设备的制造以及相关产业投资。"
        },
        {
          "code": "sh603286",
          "name": "日盈电子",
          "limit_time": null,
          "analysis": "人形机器人（电子皮肤）+激光雷达洗涤系统+特斯拉\n1、2025年9月9日公告，公司电子皮肤产品积极与国内外具身智能客户确认需求、完成样件制作、实现部分头部客户送样。\n2、2025年8月28日公告，公司电子皮肤样品研发成功并申请专利，正与985高校联合申报课题，同时推进北美工厂下半年投产以拓展海外具身智能客户。 \n3、2025年7月1日互动，公司压阻式电子皮肤产品已研发成功，在送货验证阶段，正与国内外人形机器人潜在客户送样及技术沟通。\n4、公司激光雷达洗涤系统已获多家Tier1、Tier2定点，并实现小批量供货。公司为比亚迪一级供应商。\n5、公司360全景环视系统主机及摄像头均使用高端智能芯片，并通过软件调教、算法优化等输出高质量图像，实现2D/3D鸟瞰全景等功能。公司客户麦格纳是特斯拉供应商之一。"
        },
        {
          "code": "sh600400",
          "name": "红豆股份",
          "limit_time": null,
          "analysis": "投资养老机器人+固态电池（已转出）+服饰+低价股\n1、2025年1月16日，公司与艾雨文承机器人公司达成合作，股权投资智能养老机器人“大头阿亮”。此外，公司还将在导购机器人等商用服务型机器人领域展开深度探索。\n2、2025年11月19日披露的监管工作函回复，公司完成收购红豆居家线上业务资产组，含399项商标专利著作权、5家服饰公司100%股权及3家线上店铺运营权及相关资产。\n3、控股子公司无锡红日风能科技拟投资设立项目公司，在集宁区白海子片区建设3GW大功率固态锂电池智能制造项目，项目总投资约15亿元。现已转让给控股股东红豆集团。\n4、公司拥有红豆男装全域零售、红豆职业装定制两大主营业务，全国全网中高端衬衫销量领先；已入驻天猫等平台。\n5、公司子公司红日风能拟参与建设新能源“制造与发电一体化项目”，具体包括：红日风能及其联合体作为风光发电项目专业服务商，承接2GW风力发电和储能项目的EPC工程，并提供专业化的运维、管理服务。"
        }
      ]
    },
    {
      "name": "俄乌",
      "reason": "美国总统特朗普表示，乌克兰与俄罗斯的和平协议已“非常接近达成”。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002828",
          "name": "贝肯能源",
          "limit_time": null,
          "analysis": "油气勘探(乌克兰）+实控人拟变更+跨境支付（持股昆仑银行）+一带一路\n1、公司是国内领先的油气资源开发综合服务商，提供钻井总承包、压裂等一体化技术服务，2024年油气勘探开发收入占比98.84%。公司是民营企业中少数能为客户提供钻井总承包、压裂等一揽子服务的企业，形成以新疆市场、西南市场、乌克兰为主的国际市场格局。2024年公司对外出售了乌克兰子公司，乌克兰地区2024年营收占比为8.20%。\n2、2025年5月7日晚公告，公司拟向董事长陈东发行不超5400万股股票，募集资金总额不超3.56亿元。本次发行完成后，陈东持有公司21.18%股份，公司控股股东、实控人将由陈平贵变更为陈东。\n3、公司是昆仑银行的小股东，所持股份比例为0.0267%；此前昆仑银行为中伊两国企业提供了包括国际结算、外汇交易、跨境担保和跨境融资在内的多方面金融服务。\n4、公司在乌克兰的固定资产主要是用于钻井工程的相关设备，包括钻机及配套设备，设备目前完好且仍有净值。目前公司国际业务主要集中在乌克兰地区。"
        },
        {
          "code": "sz002307",
          "name": "北新路桥",
          "limit_time": "",
          "analysis": "工程出海+桥梁工程+水利+交通设施\n1、2025年11月26日讯，美国总统特朗普表示，乌克兰与俄罗斯的和平协议已“非常接近达成”。公司在回复投资者关于俄乌重建问题时回复表示有能力承接并且一直积极参与国内外相关重大基础设施建设项目，公司先后在国外9个国家以多种方式参与了基础设施建设，且公司拥有中国商务部授予及认定的对外援助成套项目总承包企业资格。\n2、公司目前暂未在乌克兰及俄罗斯地区开展工程项目。\n3、公司为新疆规模最大、实力最强的大型公路工程施工企业，实控人是新疆生产建设兵团第十一师国有资产监督管委会。西藏天昶建工是北新路桥与西藏天路共同持股的子公司，主营公路工程施工总承包、水利水电工程施工总承包。\n4、公司拥有水利水电工程相关资质，积极参与国家重大水利工程如引额济乌项目。\n5、公司完成了石河子开发区顺通路桥公司、新疆中北运输公司混合所有制改革工作。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz002114",
          "name": "罗平锌电",
          "limit_time": "09:25:00",
          "analysis": "锗/锌矿+消费+水电+磷矿\n1、公司目前生产有锗精矿，年产锗3吨。公司产成品锌锭产能12万吨/年；综合利用厂处理浸出渣能力12万吨/年；硫酸厂硫酸实际产能14万吨/年。2025 年11月3日，全资子公司普定县德荣矿业金坡铅锌矿”取得《安全生产许可证》，规模为铅、锌矿地下开采 20 万吨/年。\n2、公司依托罗平本地油菜籽资源，加强与国内油脂科研单位的深度合作的方式，投资2.8亿新建富锌油菜三产融合发展项目，目前富锌公司油脂产品及相关附属产品已成功上市。\n3、公司所属生产单位腊庄电厂装机容量为6万千瓦时，持股33%兴义黄泥河发电公司的装机容量为10万千瓦，持股37%的老渡口发电公司的装机容量为3.75万千瓦。\n4、公司持股23.2%的永善金沙公司为拥有铅锌矿和磷矿资源的矿山企业。"
        },
        {
          "code": "sh603162",
          "name": "海通发展",
          "limit_time": "09:39:03",
          "analysis": "福建+民营干散货航运+煤炭运输\n1、公司地处福建福州，主要从事国内沿海以及国际远洋的干散货运输业务。公司运营的航线遍布30余个国家和地区的200余个港口，为客户提供矿石、煤炭、化肥等多种货物的海上运输服务。公司现已成为环渤海湾到长江口岸的进江航线中煤炭运输货运量最大的民营航运企业之一。\n2、公司所在的平潭岛，东临台湾海峡，与台湾省新竹港相距仅68海里，是中国大陆距离台湾岛最近的地区。平潭港区被定位为福州港的重要组成部分，系海峡两岸“三通”的综合枢纽和主要口岸。\n3、公司顺应国家“一带一路”战略布局，已建立起辐射境内沿海及国际远洋的航线体系，航线网络遍及境内沿海及全球30余个国家和地区200余个港口。"
        },
        {
          "code": "sh600618",
          "name": "氯碱化工",
          "limit_time": "10:38:40",
          "analysis": "烧碱（下游氧化铝）+消毒防疫\n1、烧碱是公司主要产品之一，现公司主要产品的年生产能力为烧碱 102 万吨、液氯 60 万吨、二氯乙烷 72 万吨，聚氯乙烯树脂48 万吨、氯乙烯20 万吨。\n2、公司主要制造和销售烧碱、氯及氯制品，以及聚氯乙烯塑料树脂与制品。现公司主要产品的年生产能力为烧碱102万吨、液氯60万吨、二氯乙烷72万吨，聚氯乙烯树脂48万吨、氯乙烯20万吨。\n3、公司生产饮水用次氯酸钠，主要用于自来水消毒及工业废水处理。"
        },
        {
          "code": "sz002800",
          "name": "天顺股份",
          "limit_time": "10:43:48",
          "analysis": "新疆物流+中欧班列+跨境电商+供应链管理\n1、公司地处新疆，现已发展成为新疆具有影响力的现代物流企业，主要从事大宗货物和大件货物的第三方物流和供应链管理业务。\n2、公司开行了乌鲁木齐至俄罗斯、意大利、阿塞拜疆、哈萨克斯坦、乌兹别克斯坦、伊朗、土耳其、格鲁吉亚、马拉等中欧、中亚国家的班列，持续推进中欧班列集拼集运组织模式。2021年曾互动表示公司的国际物流业务覆盖伊朗德黑兰区域。\n3、公司表示将积极参与国家物流枢纽核心节点建设、继续做好第三方物流服务、大力拓展航空、铁路、公路、航海等多式联运业务、持续加强物流信息化建设。\n4、2024年5月，公司杭州-温哥华全货运跨境电商航线顺利首航。"
        },
        {
          "code": "sh600227",
          "name": "赤天化",
          "limit_time": "11:15:12",
          "analysis": "甲醇+尿素+煤化工+煤炭+民营医院\n1、公司甲醇业务占2024年营收约28%。\n2、2025年6月17日盘中消息，尿素期货主力合约大涨4%，报1775元/吨。公司是贵州省最大的氮肥生产企业，公司化肥化工生产基地以煤为生产原料的公司全资子公司桐梓化工，主要产品为尿素及甲醇。\n3、公司全资子公司桐梓化工是一家以煤炭为主要生产原料的大型煤化工企业（设计产能为年产52万吨尿素、30万吨甲醇、5万吨车用尿素及10万吨复合肥）。\n4、全资子公司安佳矿业，主要从事煤炭开采及销售，运营花秋二矿煤矿。\n5、旗下大秦医院是以国家三级专科肿瘤医院标准和现代医院管理设计建造的医疗健康项目，打造国际化研究型肿瘤专科医院。"
        },
        {
          "code": "sz002510",
          "name": "天汽模",
          "limit_time": "13:06:39",
          "analysis": "汽车模具（特斯拉）+实控人变更+飞行汽车+拟收购东实股份50%股权\n1、2025年11月26日讯，特斯拉副总裁陶琳发文称：无论是美国、中国还是欧洲，特斯拉全球各生产基地供应商的原产国或地理来源不构成排除性标准。公司是全球生产规模最大的汽车覆盖件模具供应商，主营乘用车覆盖件冲压模具，客户涵盖特斯拉、比亚迪、小鹏、理想等国内外整车厂。\n2、2025年9月25日盘后公告，公司实控人与新疆建发梵宇于9月24日签署股份转让协议，交易将导致公司实控人变更为乌鲁木齐经开区国资委。\n3、子公司沈阳天汽模航空部件为小鹏汇天飞行汽车提供部分钣金零件及表面处理业务。公司航空业务主要产品为钣金零件、表面处理及部装等。业务订单配套的主力机型包括：大型飞机如：商飞 C919、ARJ21、空客 A220；通航飞机以及多型号军用机型及无人机等。\n4、2025年4月9日盘后公告，天汽模拟现金收购东实股份50%的股权，本次交易预计构成重大资产重组。公司已持有标的公司 25%的股权，本次交易完成后，东实股份将成为公司的控股子公司。2025年11月15日公告，本次交易相关工作正在有序推进，目前尚未签署正式协议。"
        },
        {
          "code": "sh600955",
          "name": "维远股份",
          "limit_time": "13:23:06",
          "analysis": "碳酸二甲酯涨价+苯酚+丙酮+直接氧化法环氧丙烷\n1、2025年11月24日据生意社，碳酸二甲酯11月23日最新价格4283.33元/吨，最近5天上涨4.90%，10天上涨8.90%，15天上涨11.74%，20天上涨12.72%；公司已建成投产 10万吨/年高纯碳酸二甲酯装置。\n2、2025年6月17日讯，全球最大苯酚和丙酮生产商英力士苯酚公司计划永久关闭德国百万吨酚酮产能。该工厂年产苯酚65万吨、丙酮40万吨，曾是全球最大的苯酚装置之一；公司是国内最大的苯酚、丙酮生产企业，现有产能70万吨/年（占国内总产能约15%），并配套24万吨双酚A和13万吨聚碳酸酯装置，形成“苯酚-丙酮-双酚A-聚碳酸酯”全产业链。\n3、公司年产30万吨直接氧化法环氧丙烷装置投产实现产业链上下游延伸。\n4、公司已建成投产35万吨/年苯酚丙酮、24万吨/年双酚A和13万吨/年非光气法聚碳酸酯产能，并新增10万吨/年异丙醇产能。"
        },
        {
          "code": "sz000025",
          "name": "特力A",
          "limit_time": "13:54:54",
          "analysis": "深圳国资+黄金（深圳水贝）+物业\n1、2025年11月26日讯，广东探索将并购重组、资产盘活等纳入国企考核体系，提高资产证券化水平公司。实控人深圳市国资委，主营业务是珠宝服务业务，商业运营管理，汽车销售、检测、维修及配件销售。\n2、公司是水贝片区特力吉盟黄金首饰产业园内的最大业主。国润黄金（深圳）由深圳市罗湖区人民政府牵头，特力集团、周大福、周大生、菜百股份、众恒隆、深圳高新投及深珠宝七家企业联合，共同打造一个集黄金流转、制度创新、科技研发、数据及供应链服务于一体的黄金流转综合服务平台，公司占股39.25%。\n3、公司拥有较为丰富的物业资源，主要位于罗湖区、福田区等。\n4、公司采用批发作为黄金、珠宝的主要销售模式，同时提供代理报关、黄金提纯/兑换、保险箱租赁等配套服务。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、公司停牌核查结束，2025年11月18日复牌。2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "09:25:00",
          "analysis": "负资产剥离完成+实控人变更+兽药\n1、2025年11月25日盘后公告，公司已于2025年11月20日以零元对价，向关联方江西饶信新能材料有限公司完成了三家资不抵债全资子公司（绿康玉山、绿康海宁、绿康新能）100%股权的重大资产出售交割。\n2、2025年11月24日晚公告，公司股东康怡投资等与纵腾网络的股份转让相关过户登记手续已完成，纵腾网络持有上市公司29.99%的股份，成为公司控股股东，实控人由赖潭平变更为王钻。纵腾网络以“全球跨境电商基础设施服务商\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出口贸易企业、出海品牌商提供海外仓储、商业专线物流、定制化物流等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。"
        },
        {
          "code": "sh600568",
          "name": "ST中珠",
          "limit_time": "11:18:11",
          "analysis": "步步高入主+细胞免疫治疗+互联网医疗+房地产\n1、2025年11月25日公告，公司第一大股东朗地科技股东深商集团于2025年11月23日与步步高投资签署了《股权转让协议》，深商集团拟以3,000万元的价格将其持有的公司第一大股东朗地科技100%股权转让给步步高投资。本次股权转让完成后，朗地科技控股股东由深商集团变更为步步高投资。\n2、2025年11月13日晚公告，公司持股5%以上股东云鹰资本和郑子贤分别与梅花投资签署股份转让协议，本次权益变动后，梅花投资将持有公司10.38%的股份，成为公司第二大股东。该基金的合伙人是梅花创投董事长吴世春，今年两次出手买入上市公司的大比例股权。（成为梦洁股份第二大股东及ST路通第一大股东）\n3、公司主要业务涉及医药制造、医疗服务、医疗器械及房地产业务。公司医药制造的主要平台为公司下属潜江制药，产品以化药制剂为主，主要聚焦于眼科领域专用药品的制造和销售。公司旗下拥有桂南医院、六安开发区医院两家国家二级甲等综合性医院。\n4、控股子公司湖北潜江制药与美国TNI合作开发抗癌药“中珠1018”，已完成胰腺癌Ⅰ、Ⅱ期临床并获FDA同意开展Ⅲ期临床，涉及细胞免疫治疗概念。\n5、2025年9月26日互动，截至目前，中珠集团及其关联方未按照《民事调解书》的约定足额履行还款义务。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "09:35:06",
          "analysis": "重整草案+数字货币+建材装饰+算力租赁\n1、2025年11月22日公告，公司披露重整计划草案，共计转增9.89亿股，其中7.39亿股引入上海恒涔等投资人、2.5亿股用于偿债，重整完成后上海恒涔将成为控股股东，龙吉生成为实控人。\n2、2025年8月26日公告，公司与重整投资人签署补充协议。根据《重整投资协议》，已经明确产业投资人上海恒涔、上海康恒环境将取得公司的控股权。康恒环境是全球最大的垃圾焚烧设备与技术提供者、全球前三的垃圾焚烧发电项目投资运营商。\n3、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n4、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n5、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "09:31:24",
          "analysis": "重整预期+司法强执完成+农药/医药中间体+酒店\n1、2025年11月17日盘后公告，公司因截至11月15日未收到法院正式受理重整的法律文书，已触发《重整投资协议》约定的现金捐赠条件，重整投资人将无偿、无条件捐赠7300万元至公司。2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n4、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sh600360",
          "name": "*ST华微",
          "limit_time": "11:03:23",
          "analysis": "半导体器件+华为+已完成资金占用整改+实控人拟变更为吉林国资\n1、公司在中国功率半导体器件行业连续十年排名第一，拥有4英寸、6英寸与8英寸等多条功率半导体分立器件及IC芯片生产线，芯片加工能力每年400万片，封装资源每年24亿支，模块每年1500万块。\n2、华为是公司的客户，公司为华为供应以MOS为主的多款产品。\n3、公司完善了650V GaN HEMT产品技术，开发第二代GaN HEMT技术平台，650V产品具有国内最高的电流密度，产品可用于30W～240W充电器。\n4、2025年11月21日公告，公司已清收全部占用资金及利息15.67亿元，完成吉林证监局责令改正要求。\n5、2025年7月25日晚公告，亚东投资收到国家市场监管总局出具的《经营者集中反垄断审查不实施进一步审查决定书》，本次交易完成后公司控股股东将变更为亚东投资，实控人将变更为吉林省国资委，解决资金占用问题。"
        },
        {
          "code": "sz002630",
          "name": "ST华西",
          "limit_time": "13:53:09",
          "analysis": "签订2.9亿美元订单+核电+垃圾焚烧发电（IDC）\n1、公司拥有核电业务相关资质，已为多个核电项目提供配套服务。公司承接制造的国内最大规模等级(4x750T/D)的城市垃圾焚烧发电清洁能源项目在深圳宝安成功运营。\n2、2025年8月27日公告，知名牛散张寿春、魏巍分别拍下ST华西600万股股票。\n3、2025年5月28日晚公告，公司和联合体与阿联酋公司签订了伊拉克巴格达Al-Daura热电厂修复工程、设计、采购及施工安装分包合同，合同总价为3.47亿美元。ST华西作为项目实施方，对应合同金额2.9亿美元，折合人民币约20.84亿元，约占公司最近一期经审计营业收入的80.38%。\n4、2025年3月24日午间公告，华西能源、新加坡公司与老挝公司签订了《老挝南部1800MW清洁能源项目合同》，对应合同金额14.46亿美元(折合人民币约103.85亿元)，约占公司最近一期经审计营业收入的556.30%。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "13:58:29",
          "analysis": "服装+湖北资本间接入股+储能+财务状况优化\n1、公司的主营业务为服装服饰类产品的研发、设计、生产和销售。国内公司服装业务包括生产加工和销售，涉及品牌男装、女装及配套服饰产品。\n2、2025年11月21日发布间接控股股东股权拍卖公告，本次竞拍主体为湖北香柯乾涌服装合伙企业（背后实控人湖北省财政厅），其股东结构于11月6日发生关键变动，新增嘉兴摩予渡雅芯智算企业及摩予渡（海南）企业管理咨询合伙企业两大主体。市场猜测摩予渡系通过本次股权介入，可能意在借助ST尔雅上市公司平台。（未证实）\n3、公司子公司北京美尔雅能源的孙公司石嘴山市简泌能源100MW/400MWh高温熔盐+150MW/300MWh石墨烯复合电池储能电站项目环评2024年已获批。\n4、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "",
          "analysis": "签约船舶建造合同+收购恒力重工(民营最大造船厂)+瓷器用品\n1、2025年11月19日公告，公司下属公司恒力造船（大连）船舶建造合同于近日签约生效，合同标的2艘30.6万吨VLCC超大型原油运输船，合同金额合计约2-3亿美元。\n2、2025年8月29日半年报，公司完成重大资产重组，置入恒力重工资产后上半年营收66.80亿元、归母净利润6.47亿元，实现扭亏为盈。\n3、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘，交船期排至2027年，2023年收入7.7亿，净利润405万元。\n4、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）、超大型集装箱船、海上浮式生产储油船、海上浮式风电、钻井平台等高附加值绿色船舶和高端海工装备制造业务。项目达产后，可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n5、公司是专业化、高品质日用瓷供应商，主要经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比56.93%。"
        }
      ]
    }
  ]
}