{
  "date": "2025-09-19",
  "update_time": "2025-09-19 15:38:22",
  "category_count": 10,
  "total_stocks": 69,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh605255",
          "name": "天普股份",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+汽车零部件+车用橡胶软管\n1、2025年9月17日盘后公告，收购方中昊芯英无资产注入计划。2025年8月21日晚公告，公司实控人尤建义筹划控制权变更事项，本次增资完成后，中昊芯英、海南芯繁合计持有天普控股50.01%股权，杨龚轶凡通过中昊芯英、海南芯繁控制天普控股，进而控制上市公司，杨龚轶凡将成为上市公司的新实控人。\n2、公司主要从事汽车用高分子材料流体管路系统和密封系统零件及总成的研发、生产及销售，为汽车整车厂商及其一级供应商提供橡胶软管及总成产品。通过不断发展，公司已逐步成长为汽车用高分子流体管路行业的专业供应商之一。\n3、2024年公司外销占比47.11%，境外主要客户有日产国际、日本仓敷等。\n4、公司产品广泛应用于汽车和工程机械的动力总成、底盘和车身三大模块，涵盖冷却、燃油等八大子系统，主要客户有日产投资、东风日产、江铃汽车等。"
        },
        {
          "code": "sh600718",
          "name": "东软集团",
          "limit_time": "09:25:00",
          "analysis": "获56亿元大单+拟收购思芮科技57%股权+AI大模型\n1、2025年9月18日晚公告，公司收到国内某知名大型汽车厂商的定点通知，选择东软作为指定供应商，为其搭载高通8397平台的多款车型提供智能座舱域控制器，涉及总金额约为56亿元。目标车型预计自2026Q4起陆续量产上市。\n2、2025年3月11日公告，公司拟3.97亿元收购思芮科技57%股权。思芮科技专注于高科技、互联网、先进制造等领域。东软集团表示，本次交易将推动双方在智能化领域的能力和资源整合。\n3、公司积极推进与国产算力和AI 生态适配，与合作伙伴共同推动\"大模型智能体一体机\"的适配和测试，并在医疗、人社、医保等典型行业进行验证和推广。东软自研“领智”(IndustraMind)通用大语言模型并完成备案。\n4、公司作为主要承建厂商为国家医疗保障信息平台、34个省级平台、200多个城市级平台提供有力支撑。\n5、公司车载量产业务已覆盖国内绝大多数车厂,拥有智能座舱系列产品，主要包括 IVI 车载信息娱乐系统等。"
        },
        {
          "code": "sh603810",
          "name": "丰山集团",
          "limit_time": "09:30:34",
          "analysis": "签署固态锂离子电池项目合作+固态电池+农药\n1、2025年9月18日晚公告，公司与清华大学（化学工程与低碳技术全国重点实验室）达成合作意向，将在高端精细化工新材料、电子化工新材料等领域开展研发、小试、中试等合作，旨在合作完成钠离子电池电解液及固态锂离子电池用电解质项目的技术开发。\n2、公司控股66%丰山全诺技术储备和研发主要应用在半固态电池产品上；目前公司的实验室针对钠电、锂电半固态电池，推出了两个系列的电解液配方，电池性能表现优异。\n3、公司是全国农药行业细分产品龙头企业之一，主营农药原药、制剂及农药中间体的研发、生产和销售。"
        },
        {
          "code": "sz002468",
          "name": "申通快递",
          "limit_time": "09:51:09",
          "analysis": "8月业务增长+邮政反内卷+拟收购丹鸟物流+智能物流+无人快递车\n1、2025年9月18日盘后公告，公司8月快递服务业务收入44.34亿元，同比增长14.47%，业务量21.47亿票，同比增长10.92%，单票收入2.06元，同比增长3.00%。公司主要业务为快递业务，大力推进核心转运中心直营化战略，已累计收购20个核心城市的转运中心。\n2、2025年7月26日公告，拟以3.62亿元收购浙江菜鸟供应链、阿里创投及阿里网络持有的丹鸟物流100%股权，切入高端快递市场。\n3、2025年7月8日申通快递与菜鸟无人车达成战略合作，冲刺年内2000辆投运目标。目前公司已有多家网点投入无人车用于末端配送，无人车有助于提高末端派件效率，降低派送成本。\n4、公司打造的智能视觉平台，可做到对交叉带实时监控、实时预警，降低包裹的错分率，同时结合AI算法实现包裹全链路追踪。\n5、公司为淘特指定官方快递，淘宝特价低价订单增速非常迅猛，对申通的影响在未来会慢慢显现。"
        },
        {
          "code": "sz002097",
          "name": "山河智能",
          "limit_time": "14:55:09",
          "analysis": "签署订单+盾构机+无人遥控扫雷车+地面移动机器人\n1、2025年9月18日盘后公告，公司控股子公司湖南博邦拟与关联方孚能科技签署《采购框架协议》，孚能科技拟向博邦山河采购磷酸铁锂电池负极材料、三元锂电池负极材料，协议总含税金额预计不超过11750万元。\n2、2025年7月22日公司官微，公司百米级超深振冲钻机等超级装备，为雅下水电站这一“世纪工程”保驾护航。公司向客户提供旋挖钻机、液压挖掘机、盾构机、起重机、矿用卡车、凿岩台车等整机、零部件和增值服务。\n3、公司SW8020无人遥控扫雷车是一款专为清除危险爆炸物而研制的专用型无人遥控扫雷平台，是和平扫雷及战时雷场快速开辟通道的利器。\n4、公司自主研发的地面无人平台越野车——“龙马一号”属于地面移动机器人。\n5、2024年4月1日首款国产轻型运动飞机飞行智慧平台，山河“星云“智慧平台正式发布，平台专为“阿若拉”飞机打造。公司航空业务以全资子公司Avmax为主，主营支线飞机的租赁、销售、维修及航电业务。参股13%山河星航在国内轻型运动飞机市场的占有率70%。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "传中芯国际在测试国产DUV光刻机。（未经证实）",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sh603297",
          "name": "永新光学",
          "limit_time": "11:07:43",
          "analysis": "光刻机+业绩增长+激光雷达核心部件+间接供货比亚迪\n1、公司半导体光学业务获头部企业多个光刻及量检测项目，下半年起逐步转化，光刻机光学元组件及模组需求有望释放。2025年8月30日公告，上半年营收4.41亿元，同增2.95%，净利润1.08亿元，同增8.75%。\n2、公司的定位是激光雷达核心光学元部件的供应商。主要客户包括禾赛、图达通、法雷奥等，上述客户已与奔驰、宝马、比亚迪、理想等国内外主流车企建立合作关系。\n3、公司生产的光刻镜头已应用于PCB光刻设备,生产的核心光学模组已应用于光刻检测系统。此外,公司的核心光学元组件产品可应用于激光微加工、光学传感等领域,光学显微镜已用于光通讯、半导体相关设备及集成电路的检测等领域。\n4、公司为全球领先的条码扫描机器视觉设备光学元组件供应商，与全球条码扫描及机器视觉巨头建立长期深度的合作关系。\n5、公司是国内光学显微镜和精密光学元组件的龙头企业。超分辨光学显微镜产品的成功上市标志着公司在光学显微镜领域的技术水平已达到世界顶尖水准。"
        },
        {
          "code": "sz002549",
          "name": "凯美特气",
          "limit_time": "13:40:03",
          "analysis": "光刻气产品+氢气充装站+特种气体\n1、公司生产芯片所需的超高纯气体和光刻气产品已通过多个国际头部企业的相关认证或审核，并建立合作。控股子公司凯美特光刻气产品获ASML子公司Cymer公司合格供应商认证。2025年3月31日互动，公司与新凯莱暂无业务合作。\n2、公司已建成并投入12套电子特种气体生产及辅助装置，生产半导体、面板、航天、医疗等 领域急需的超高纯气体和多元混配气。\n3、公司已形成每年生产2万吨高纯氢气的生产能力。海南省首个氢气充装站项目即中石化海南炼化氢能凯美特充装站项目已建成。\n4、公司以食品添加剂液体二氧化碳的生产及销售为主。\n5、全资子公司惠州凯美特已形成优质干冰每年20000吨的生产能力、福建凯美特已形成每年3000吨的生产能力。"
        },
        {
          "code": "sz002222",
          "name": "福晶科技",
          "limit_time": "14:54:24",
          "analysis": "光刻光源+华为合作+激光雷达+光通讯\n1、公司曾通过欧洲代理向ASML提供极其少量光学元件，控股子公司福创光电开展衍射光学元件研究、生产，衍射光学元件是光刻机中一系列可动的镜片，主要用于产生光刻所需要的光源。\n2、2024年8月28日互动，公司向华为提供光学元件等产品。\n3、公司具备精密光学元件供应能力，扩产应对医疗、激光雷达、AR/VR、光刻机等高成长应用带来的需求。小部分光学元件产品可用于激光雷达等高级驾驶辅助系统。\n4、公司系中科院物构所下属子公司，非线性光学晶体LBO和BBO市占率近80%，全球第一。\n5、公司是业内少数能够为激光客户提供晶体、光学、器件产品一站式服务的供应商。部分收入来自光通信，主要客户Lumentum。"
        },
        {
          "code": "sz002584",
          "name": "西陇科学",
          "limit_time": "09:43:09",
          "analysis": "光刻胶配套试剂+合作英特尔+防核污染原料药+阿兹海默\n1、公司拥有酸碱类、溶剂类、蚀刻类和光刻胶配套试剂多种，和英特尔（成都）公司等建立合作关系。公司铜蚀刻液实现量产供应，可用于显示面板8.5高世代产线。\n2、子公司上海福君基因生物科技在辅助生殖领域业务范围包括扩展型携带者筛查、不孕不育基因检测等。\n3、公司曾于2022年互动回复防核污染的药品问题时表示，公司有生产部分原料药，目前不生产药品。\n4、公司间接持股45%的永和阳光开发的阿尔茨海默症检测产品β淀粉样蛋白1-42测定试剂盒获得了医疗器械注册证，这是国内首个用于阿尔兹海默病检测的化学发光试剂盒。\n5、公司主要从事化学试剂的研产销，并从事部分化工原料贸易、原料药及食品添加剂生产及销售等业务，通过抖音号等推广。"
        },
        {
          "code": "sz002453",
          "name": "华软科技",
          "limit_time": "09:48:42",
          "analysis": "光刻胶基材+医药中间体+移动办公\n1、公司现有光引发剂产品用于光刻胶基材，按客户订单小批量生产销售。\n2、公司通过参股神元生物、控股力菲克涉足保健品业务,其中神元生物主营铁皮石斛为名贵中药属于中高端保健食品,力菲克拥有多条药品、保健食品、饮料生产线。\n3、子公司倍升互联主要聚焦企业移动化办公领域，向企业提供ICT产品供应、移动化解决方案等增值业务，与苹果、微软等合作精密。\n4、公司主营的氨基酸保护剂和保护氨基酸是合成多肽类药物的主要中间体产品，已通过德国拜耳、美国惠氏、瑞士巴亨等的供应商资格认证。"
        },
        {
          "code": "sh600509",
          "name": "天富能源",
          "limit_time": "13:37:02",
          "analysis": "天科合达注入预期+碳化硅+AR眼镜+新疆\n1、2025年9月19日讯，碳化硅被英伟达列为芯片散热新路线。天富集团（母公司）和天富能源（上市公司）为天科合达控股股东，分别持股11.62%和9.09%股权（第一、二大股东）。股东包括华为哈勃、国家大基金、中科院、高瓴等。\n2、天科合达在2023年底是世界排名第二的生产第三代半导体碳化硅衬底及外延片的龙头企业，预计在2025年的碳化硅衬底产能为88万片，外延片25万片（规划125万片），目标市占率世界第一。天科合达在2023年4月发布了IPO后无进展。\n3、2025年2月24日盘中证券时报网讯，近日，天富能源参股公司天科合达与慕德微纳在徐州签署投资合同，共同出资成立合资公司。双方将在AR衍射光波导镜片技术研发与市场推广方面展开深度合作。\n4、公司提出建设城市级源网荷储一体化，计划投资超700亿元。计划十四五内完成建设9GW光伏、4*66万千瓦火电。\n5、公司主要为新疆石河子地区提供电、热、天然气等能源服务，三大主业在石河子地区处于天然垄断地位。"
        },
        {
          "code": "sz001309",
          "name": "德明利",
          "limit_time": "13:41:21",
          "analysis": "存储芯片+云计算（存储）+AI设备存储+车规级移动存储+字节+光芯片\n1、公司产品线涵盖固态硬盘、嵌入式存储、内存条及移动存储四大系列，已广泛应用于车载电子、数据中心、新能源汽车、手机、平板、安防监控等多元应用场景。2024年公司持续与多家互联网厂商、服务器厂商、云服务厂商接洽，开展产品验证工作。\n2、AI技术的发展对存储产品提出了更高要求，研发了适用于AI设备的大容量、高性能存储解决方案。\n3、2025年2月20日盘后投资者调研，公司已研发出符合车规级标准的存储产品。车规级移动存储产品已有小批量出货。\n4、公司存储业务占比99.68%，主要通过采购NANDFlash存储晶圆，将其与闪存主控芯片等进行封装、测试后形成存储模组，再向客户销售。\n5、公司持股15%的嘉敏利光电是一家IDM（设计制造一体）模式的半导体激光芯片公司。根据公司官网:公司有vcsel光芯片产品，vcsel光芯片主要应用于5g移动通信、超高速全光网络、400G及上大型数据中心、人工智能及AI。"
        },
        {
          "code": "sh600619",
          "name": "海立股份",
          "limit_time": "13:54:26",
          "analysis": "合作上海微电子+光刻机冷却系统+上海国资+热管理产品\n1、海立集团与微电子装备集团以封装光刻机得冷却系统配套为起点，进一步提升合作能级，逐步从零部件级供应合作提升为系统级供应合作。公司控股子公司海立特冷有销售光刻机用冷却系统。\n2、公司控股股东为上海电气且2021年10月26日公司官网，公司与上海微电子装备集团举行战略合作协议签约仪式。市场或预期资产注入。\n3、公司参股30%的无锡雷利电子控制技术其主营产品为中小功率电机控制器，主要应用于新能源汽车、储能热管理系统以及家电等领域。\n4、公司汽车热管理产品主要包括传统汽车空调压缩机、新能源车用电动涡旋压缩机等；子公司海立睿能是国际领先的空气能热泵生产厂家。"
        },
        {
          "code": "sz301379",
          "name": "天山电子",
          "limit_time": "14:12:27",
          "analysis": "企业级SSD混合盘+低空经济+液晶显示屏\n1、公司通过产业基金投资新存科技(PCM芯片研发、设计及制造)和天链芯(PCM主控芯片及模块商业化研发落地)，公司负责PCM存储模组制造和项目管理，三方正在积极推进首款企业级SSD混合盘的研发、设计等阶段性工作。\n2、2024年4月16日互动：公司产品少量应用于低空经济领域。\n3、公司是一家从事专业显示领域定制化液晶显示屏及显示模组的研发、设计、生产和销售的国家级高新技术企业。\n4、公司主要产品包括单色液晶显示屏、单色液晶显示模组及彩色液晶显示模组。"
        },
        {
          "code": "sz002564",
          "name": "天沃科技",
          "limit_time": "14:56:51",
          "analysis": "上海微电子借壳猜想+核电+氢容器+光热发电\n1、公司与上海微电子均为上海国资委下属公司。上海电气控股在2022年承诺推动旗下资产整合，明确表示将利用天沃科技作为资本运作平台，注入集团资产以解决同业竞争问题。公司作为上海电气系最小市值的上市公司，被市场视为潜在标的。\n2、公司主营业务板块为电力设计及系统解决方案、高端装备制造、国防建设服务。子公司张化机为华龙一号的核电项目制作过核电部件——封头。张化机目前尚未生产用于氢燃料电池的储氢罐产品。\n3、公司子公司张化机具有生产气态氢容器及液态氢容器的能力。\n4、2024年12月26日晚公告，就控股子公司玉门鑫能光热项目公司在建的玉门鑫能5万千瓦光热发电项目，公司决定中止项目原方案，并筹划项目变更。玉门项目采用熔盐塔式二次反射光热发电技术，属于行业内首例示范性项目。\n5、子公司红旗船厂是国内最早进入某国防相关专用设备的专业装备制造企业，同时也从事民用船舶、钢结构等领域的业务。"
        },
        {
          "code": "sz301421",
          "name": "波长光电",
          "limit_time": null,
          "analysis": "供货字量异+光刻机光源+精密光学+辅助驾驶\n1、网传纪要表示公司通过了宇量昇非物镜镜片(光源、照明)送样，单台价值量600-800万元。（未经证实）\n2、在半导体应用领域，公司已具备提供光刻机配套的大孔径光学镜头的能力。光刻机平行光源系统可用于国产光刻机领域配套，并已交付多套系统用于接近式掩膜芯片光刻工序。在激光检测和测量方向，公司产品目前已进入半导体光刻领域配套检测产业。2025年5月26日机构调研，目前公司半导体业务主要包括光刻、封测等场景，在成熟制程和先进制程均有涉及。\n3、公司是国内精密光学元件、组件的主要供应商，长期专注于服务工业激光加工和红外热成像领域，提供各类光学设备、光学设计以及光学检测的整体解决方案。公司消费类精密光学镜头已成功进入机器人视觉领域。\n4、公司新型模压工艺研发的多款红外硫系玻璃模压镜头已实现批量出货，主要运用于红外辅助驾驶等领域。"
        },
        {
          "code": "sz002213",
          "name": "大为股份",
          "limit_time": "",
          "analysis": "存储芯片+数据中心+智能接待服务机器人+无人驾驶\n1、子公司大为创芯微主要产品有NAND、DRAM存储两大系列，产品线覆盖DDR3、DDR4、LPDDR4X商规/宽温级、DDR5等DRAM产品。大为创芯有产品可以应用在数据中心。\n2、全资子公司深圳特尔佳提供的智能接待服务机器人。\n3、参股公司大为弘德汽车有进行新能源专用车线控底盘和无人驾驶专用车相关的技术研发，此外，可针对港口、矿山等封闭场所、固定线路提供全面的新能源专用车无人驾驶解决方案。\n4、2025年6月5日盘后公告，全资子公司大冲里矿区长石矿矿产资源储量通过评审备案，备案资源长石矿矿石量为 20953.3万吨，Li2O（氧化锂）矿物量为 32.37 万吨，WO3（三氧化钨）矿物量为 6.55 万吨，Sn（锡）矿物量为 1.41 万吨，同时还伴生锂、钨、锡等有色金属。\n。\n5、公司是国内汽车电涡缓速器龙头企业。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "1、马斯克在社交平台上发帖称，计划于本周六对特斯拉的AI5芯片设计进行技术评审，并已安排下周就人工智能、Optimus人形机器人及汽车生产召开会议。\n2、人形机器人创企 Figure即将发布三项重大公告——未来三天每日发布一项。",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sh603618",
          "name": "杭电股份",
          "limit_time": "09:31:20",
          "analysis": "电力电缆（宇树）+特高压+光通信（杭州）+锂电铜箔\n1、2025年9月16日据国网杭州供电公司官微，9月15日国网杭州供电、宇树科技、具身智能基地、国网浙江华电研究院四方在公司融合创新中心签署“电力+具身智能”框架合作协议，开启在电力人工智能应用领域的深度合作；公司地处杭州，最主要的产品是电力电缆。\n2、公司地处杭州，具备光通信“光棒—光纤—光缆”一体化产业链。网传公司供货杭钢股份光纤光缆。（未证实）\n3、公司是国家电网和南方电网高压、超高压电力电缆和特高压导线的主要供应商。\n4、公司年产5万吨新能源汽车锂电池超薄铜箔项目一期工程于2023年11月投入试生产运行。\n5、公司电力电缆产品主要包含电力电缆、导线及民用线，用于电力传输。"
        },
        {
          "code": "sz002059",
          "name": "云南旅游",
          "limit_time": "09:25:00",
          "analysis": "人形机器人+云南旅游+网约车+恐龙园\n1、2025年9月16日讯，子公司华侨城文旅科技与浙江人形机器人创新中心签署战略合作协议并共建联合创新实验室，聚焦文旅场景机器人核心技术，计划推动机器恐龙、互动NPC机器人等产品在主题公园及景区应用。\n2、公司依托云南作为中国旅游资源大省的先天优势和资源禀赋，凭借央企华侨城集团的资源支持，形成央地联动的发展模式，已打造出昆明世博园、 世界恐龙谷、云旅汽车、世博出租等为代表的旅游品牌。2025年2月10日盘中消息，即日起，国家移民管理局实施东盟国家旅游团入境云南西双版纳免签政策。\n3、公司旗下云旅汽车是云南省政府指定的线下交通服务商之一，获得国家交通部颁发的租赁、网约车、共享车全牌照资质。\n4、公司拥有稀缺的化石资源优势。子公司恐龙谷公司位于素有“中国恐龙原乡”、“世界恐龙之乡”之称的 世界恐龙谷旅游区内，拥有一个世界级的恐龙掩埋及发掘原址现场，是中国最大的恐龙化石遗址区域。"
        },
        {
          "code": "sz002674",
          "name": "兴业科技",
          "limit_time": "09:25:00",
          "analysis": "签订合作（柔性电子皮肤）+汽车内饰+天然牛头层皮革\n1、2025年9月17日晚公告，公司与苏州能斯达签署合作协议，拟共同研发基于天然皮革、生物基础材料的柔性电子皮肤，后者专注于柔性微纳传感技术的研发和产业化，具备多品种、多量程的柔性微纳力学量传感器（压力、压电、应变）及阵列的核心设计能力，实现了柔性微纳传感器在人形机器人、消费电子、健康医疗、IOT 等战略新兴产业中的应用。\n2、子公司宏兴汽车皮革目前在与汽车厂商进行接触，比亚迪汽车等都是宏兴汽车皮革拓展的目标客户。小米汽车也是业务拓展的方向之一。\n3、公司的主要产品为天然牛头层皮革，公司2018年曾表示军用皮革销售占比较往年增长较多。公司在鞋包带用皮革领域，产品定位于中高端， adidas、际华集团、奥康等均为公司的客户。\n4、公司主要从事天然牛头层皮革的研产与销，产品定位于中高端领域，主要满足国内外知名品牌的需求。公司现有安海本部、安东厂区、全资子公司瑞森皮革和兴宁皮业四大生产基地，具备年产牛头层皮近1.5亿平方英尺的生产能力。"
        },
        {
          "code": "sz002641",
          "name": "公元股份",
          "limit_time": "09:25:00",
          "analysis": "机器人机械手+光伏+塑料管道\n1、公司持股50.11%的元邦智能主要从事工业机器人、自动化设备等制造及销售，专注于机器人机械手集成及应用，并面向注塑行业提供自动化解决方案。\n2、全资子公司公元太阳能主要从事太阳能光伏发电系统和新能源领域节能环保产品，太阳能组件及灯具等产品已经通过海外准入认证。\n3、公司主要从事塑料管道产品的研发、生产和销售，主要生产聚氯乙烯（PVC）等几大系列。公司管道产品主要应用于市政管网、工业管网燃气管网等八大领域，公司表示有燃气管道产品，燃气管道业务占比较小。\n4、2024年3月13日互动，公司在研发储能项目主要为小型户外可移动储能产品，主要应用场景为野外露营、家庭应急等场景，暂未形成销售。"
        },
        {
          "code": "sh603686",
          "name": "福龙马",
          "limit_time": "09:34:14",
          "analysis": "无人驾驶清扫机器人+“马”字辈+电池回收+环卫服务\n1、公司机器人业务持续在资金、算法团队、产线建设方面进行投入。清扫机器人依托自研算法优化，提升复杂场景作业精度、障碍物避障及自动规划效率、智能化与可靠性持续提升。目前已落地全国20省约40个城市。\n2、子公司福龙马新能源主营业务为新能源汽车废旧动力蓄电池回收及再生利用。2025年5月26日全国新能源汽车动力电池回收利用工作专班召开专班第一次会议，部署新能源汽车动力电池回收利用体系建设重点工作。\n3、公司公众号披露，移动充电机器人可为车辆提供充电服务。\n4、公司产品涵盖环卫清洁车辆（洗扫车、扫路车等）、垃圾收转车辆（压缩式垃圾车、餐厨垃圾车等）及垃圾中转设备，共38个系列701款车型。其中纯电动车型222款，氢燃料电池车型24款，2024年新能源装备市占率6.77%（行业第三）。公司官网披露，华为是公司深度合作多年的伙伴。\n5、截至2024年底，公司垃圾焚烧处理能力500吨/日，餐厨垃圾资源化处理320吨/日，渗滤液处理90吨/日。"
        },
        {
          "code": "sh600400",
          "name": "红豆股份",
          "limit_time": "09:57:25",
          "analysis": "投资养老机器人+固态电池（已转出）+服饰+小额贷款+低价股\n1、2025年1月16日，公司与艾雨文承机器人公司达成合作，股权投资智能养老机器人“大头阿亮”。此外，公司还将在导购机器人等商用服务型机器人领域展开深度探索。\n2、控股子公司无锡红日风能科技拟投资设立项目公司，在集宁区白海子片区建设3GW大功率固态锂电池智能制造项目，项目总投资约15亿元。现已转让给控股股东红豆集团。\n3、公司拥有红豆男装全域零售、红豆职业装定制两大主营业务，全国全网中高端衬衫销量领先；已入驻天猫等平台。\n4、阿福科贷是江苏省内试点的小额贷款公司之一，红豆集团控股，无锡产业发展集团持股25%，公司持股25%。\n5、公司子公司红日风能拟参与建设新能源“制造与发电一体化项目”，具体包括：红日风能及其联合体作为风光发电项目专业服务商，承接2GW风力发电和储能项目的EPC工程，并提供专业化的运维、管理服务。"
        },
        {
          "code": "sz002154",
          "name": "报喜鸟",
          "limit_time": "14:55:51",
          "analysis": "AI嗅觉+服装家纺+低价股\n1、公司持有气味王国15%股权，是气味王国的第二大股东。气味王国作为全球首家数字气味方案提供商，技术实力强劲。在硬件端自主研发、生产微阀、微泵等核心元器件，解决了气味存储、定量释放、定向传播等难题，拥有130多项专利技术。\n2、公司坚持服装为主业，成功实施多品牌发展战略，建立了良好的多品牌矩阵，近年来，公司业绩实现了良好的增长，在同行中保持增速领先，旗下已有三个超10亿营收规模的品牌报喜鸟、哈吉斯、宝鸟。\n3、报喜鸟主营业务为品牌服装的研发、生产和销售，在温州永嘉、上海松江、安徽合肥建立了三大生产基地，产品品类涵盖西服、西裤、衬衫皮鞋皮具等全品类服饰。"
        },
        {
          "code": "sh603219",
          "name": "富佳股份",
          "limit_time": "14:55:51",
          "analysis": "粮仓机器人+乐聚机器人+小家电+吸尘器\n1、2025年8月29日公司携手芯禾机器人（深圳）正式发布粮面智能平粮机器人。网传纪要，公司参股芯禾机器人17%，董事长参股芯禾机器人母公司中科芯禾10%。芯禾系主要负责粮仓设备研发，分为平仓机器人、虫情检测设备和清仓机器人三大类。（未证实）\n2、公司控股51%子公司宁波益佳为乐聚机器人代工各类线路板。乐聚机器人通过哈尔滨乐聚智能、乐聚（深圳）机器人、乐聚（重庆）机器人等主体向富佳实业进行采购。\n3、2025年2月17日互动，公司粮仓用特种机器人、光伏清洁机器人目前都处于测试阶段；公司有生产扫地机器人。\n4、公司是美国Shark品牌吸尘器主要的供应商之一，是Shark品牌母公司JS环球生活的第一大供应商。公司向SKP销售吸尘器核心零部件电机，是戴森公司批准的指定供应商。\n5、公司产品以高效分离无线锂电吸尘器、高效分离有线吸尘器、多功能无线拖把、智能扫地机器人等清洁类小家电为主。"
        },
        {
          "code": "sh605068",
          "name": "明新旭腾",
          "limit_time": "13:09:15",
          "analysis": "智能机器人+华为汽车+新能源汽车内饰\n1、2025年9月5日据企查查，公司成立明新智达子公司（持股70%），后者主营包含智能机器人研发。\n2、网传纪要表示，公司2024年年底自产PU(聚氨酯)，并且已经利用PU作为电子皮肤基底材料（未经证实）。全资子公司明新智源经营范围包含智能机器人的研发等。公司现有的皮革、pu、pvc等材料可以用于柔性传感器，已应用在汽车端智能座舱；公司正积极接触柔性传感器公司。\n3、公司新能源汽车客户涉及比亚迪，华为（问界M5、M7和M9的内饰供应商）、小鹏G9（提供内饰配套）等。2025年3月6日互动，公司是小鹏P7+的真皮及PU材料供应商，主要应用在座椅、门板、仪表板等软装内饰部位。\n4、公司墨西哥工厂一期按计划完成并投入使用。公司在上海、德国、墨西哥、美国等地设有全资、控股子公司12家。\n5、公司专注于汽车内饰新材料业务，产品主要应用于中高端汽车内饰件。公司已进入比亚迪、奇瑞、红旗等供应商体系。"
        },
        {
          "code": "sz002456",
          "name": "欧菲光",
          "limit_time": "",
          "analysis": "机器人+华为手机+VR/AR+折叠屏+消费电子\n1、2025年9月9日公告，公司拟收购欧菲微电子剩余28.2461%股权，交易价17.91亿元，完成后将全资控股并强化机器人、3D ToF等前沿布局。\n2、根据机构调研，公司为华为手机产业链核心供应商。2025年5月19日，华为nova 14系列正式亮相。\n3、在光学镜头方面，公司可以提供VR/AR镜头组等产品；在影像模组方面，拓展VR眼动追踪模组等；在VR/AR光机方面，对LCOS光波导模组等技术路线进行布局；公司也布局VR/AR眼镜和头戴式设备的整机组装制造服务。\n4、公司基于Metalmesh和AgNW(纳米银线)的柔性触控技术产品在光电性能和机械性能方面均处于行业领先水平，可率先满足众多手机品牌旗舰机型可折叠屏的需求。\n5、公司产品广泛应用于智能手机、智能汽车、扫地机器人及其他智能应用新领域，主要包括光学摄像头模组、光学镜头、指纹识别模组。"
        },
        {
          "code": "sh600635",
          "name": "大众公用",
          "limit_time": "",
          "analysis": "间接参股宇树+大众交通控股股东+出租车+城市燃气\n1、通过参股10.8%深创投而间接持有宇树机器人股权。\n2、公司持有大众交通26.87%的股份，公司与大众交通同属一个实控人；且公司城市交通业务（出租车业务和汽车租赁业务）由联营企业大众交通负责。\n3、公司以“公用事业、金融创投”业务双轮驱动。其中公用事业包括城市燃气、环境市政、城市交通、物流运输；金融创投包括非银金融服务、创投业务。\n4、公司是上海浦西南部、江苏省南通市区唯一的管道燃气供应商，在整个上海市区拥有近40%的市场份额,在南通市区的市场份额超过80%。\n5、公司地处上海徐汇区。"
        },
        {
          "code": "sz000959",
          "name": "首钢股份",
          "limit_time": "",
          "analysis": "间接参股宇树+人形机器人+钢铁+软磁合金\n1、参股公司首程控股通过旗下北京机器人产业发展投资基金持有宇树科技4.087%的股权，是目前已知持股比例最高的港股上市公司。\n2、2025年8月14日据官微，公司全球首发产品20RSW175是专为人形机器人设计的超高磁感无取向软磁材料。该产品磁感应强度达到1.75T，相较常规产品扭矩提升1.6%，铁耗降低27%，能够有效满足人形机器人用无框力矩电机对于高扭矩密度、高功率密度的发展需求。\n3、公司是一家大型钢铁企业，是首钢集团钢铁、铁矿产业唯一整合平台，集团相关优质资产有望注入公司，主要业务为钢铁冶炼、钢压延加工等。\n4、公司无取向电工钢获得了日系、美系、欧系及国内新能源汽车企业和电机厂的高度认可，目前具备70万吨高端硅钢产能。\n5、金属软磁粉芯性能强需求大，金属软磁分为合金和软磁合金粉芯，软磁合金以硅钢为主，高端硅钢是新能源车及新型电力系统核心材料，取向硅钢主要用于各类节能变压器，显著受益于新型电力系统建设中的特高压输电线路建设及工业节能改造。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "华为报告指出，AGI将是未来十年最具变革性的驱动力量；到2035年，全社会的算力总量将增长10万倍。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh601869",
          "name": "长飞光纤",
          "limit_time": "14:13:55",
          "analysis": "空芯光纤+光模块+高速铜缆+VR光纤\n1、2025年9月18日盘后消息，微软计划在美国建立全球最大AI数据中心，由数十万个NVIDIA GB200组成，由足够绕地球4.5圈的光纤连接起来。网传公司新技术获NV认可（未经证实）。据2025年8月27日异动公告，市场高度关注算力数据中心用空芯光纤，公司在前沿空芯光纤研发及产业化处于领先地位。\n2、公司为全球光纤光缆行业的领先企业，公司目前产品包括光传输产品（光纤、光缆及漏泄电缆等），光互联组件（光器件、光模块、有源光缆、数通高速铜缆等）等。公司持有博创科技股权比例为19.03%，为其第一大股东。\n3、公司VR光纤产品已打入Meta的OculusQuest头盔供应链。"
        },
        {
          "code": "sz002796",
          "name": "世嘉科技",
          "limit_time": "10:31:45",
          "analysis": "拟投资光通信公司+储能+军工+通信+低空经济\n1、2025年9月6日公告，公司拟通过增资扩股方式取得光彩芯辰股权不超过20%股权，布局光通信细分赛道。\n2、公司与阿诗特能源就储能柜领域签署合作框架协议，后者是一家储能企业，已经向20多个国家累计出货1.5GWh，年产能3GWh。\n3、2021年5月7日投资者关系活动记录：公司控股子公司苏州捷频电子主要产品为陶瓷波导滤波器等射频器件，该类产品主要应用于宏基站，亦可应用于军工领域，但目前军工业务较少。\n4、公司的移动通信设备业务主要收入来源于滤波器和天线的销售，产品主要应用于电信运营商的 4G、 5G 宏基站，公司也在跟踪 6G 通信技术的发展动态，增加对先进通信技术的研发投入。\n5、2024年11月12日互动，公司的滤波器和天线产品可以为低空通信领域提供通信传输服务。"
        },
        {
          "code": "sh603421",
          "name": "鼎信通讯",
          "limit_time": "09:30:00",
          "analysis": "合作平头哥+华为+国产电力芯片+AI+消防产品\n1、2025年9月18日盘中互动，公司芯片开发采用平头哥的CK802 32位内核架构，平头哥与公司签订有全面技术授权协议。\n2、公司目前与华为公司有基于核心板的合作研发台区智能融合终端项目，华为的星闪和鸿蒙系统也作为国产化技术被公司用于电力系统产品中。公司已开发基于华为鸿蒙系统的终端和电表产品。2024年9月20日公司表示与华为尚未开展实质性的合作。\n3、公司TC3008芯片的成功研制，有力地助推公司实现高端计量产品的国产化进程，实现自主国产化高端关口表的上市，从而完成公司在电能计量领域的全场景覆盖。\n4、公司目前已经研发出基于AI技术的电力信号处理芯片产品，公司将充分融入国家相关产业的发展，AI智能电网系统化能力构建、新能源业务是未来的重点工作。\n5、公司为智能电网的设备供应商和解决方案提供商，公司研发的10kV充电站采用的是国标接口，也可接入特斯拉专用接口，适用于特斯拉等电动汽车的充电。"
        },
        {
          "code": "sh600996",
          "name": "贵广网络",
          "limit_time": "10:06:33",
          "analysis": "合作云上贵州（苹果）+算力（贵州）+合作华为云+电视广播\n1、苹果正在继续推进Apple Intelligence在中国的落地工作，计划于2025年底随iOS 26.1正式版一起推送。iCloud服务由云上贵州接管，后者为苹果中国大陆运营iCloud唯一合作伙伴；公司主要为云上贵州提供该项目云主机、云存储、云网络、数据库、大数据分析。\n2、公司参股东数西算（贵州）产业30%股份。当前公司存储能力为6p，计算能力20000vcpu，后续根据业务发展提供相应的算力服务。公司与华为携手在贵州省内就华为融合视频、华为云、大数据及AI、广电5G及基础网络、集客业务、物联网等领域进行紧密合作，以共同推动双方战略对接和业务发展。\n3、公司实控人为贵州省委宣传部，第一大股东是贵州广播影视投资公司，后者由贵州广电传媒集团完全控股。\n4、参股智广海联大数据20%股份；贵州是全国第一个（目前唯一的）智慧广电综合试验区，超高清视频、5G及人工智能等新技术也将在贵州先行先试。"
        },
        {
          "code": "sh688662",
          "name": "富信科技",
          "limit_time": "10:20:49",
          "analysis": "光模块+华为+半导体热电器件\n1、2025年7月21日盘后公告，控股子公司广东富信热电器件研发的应用于 400G/800G 高速率光模块的 Micro TEC 产品已取得阶段性成果。华为旗下投资公司远致星火参股17%公司光模块子公司富信热电。\n2、公司于2022年已经实现了用于5G网络中光模块温控的高性能微型热电制冷器件批量生产，并向超过30家光通信客户送样，在多家头部企业实现批量化供货。\n3、据公司公告，半导体热电器件可以应用于汽车的电控系统、无人驾驶的激光雷达、恒温设备等大量有着使用温度要求的精密电子设备。\n4、深圳远致星火投资富信子公司16%股份，全球光器件巨头二六光学公司通过绰丰/联升投资持有上市公司15%股份。\n5、公司是国内外少数全产业链半导体热电技术解决方案提供商之一，主营半导体热电器件及以其为核心的热电系统、热电整机应用产品的研产销。"
        },
        {
          "code": "sh600330",
          "name": "天通股份",
          "limit_time": "11:08:33",
          "analysis": "光模块上游/铌酸锂晶体+逆变器上游软磁材料+天字辈\n1、网传纪要表示，随着1.6T光模块产业进度加速，会更多使用单通道200G等方案，薄膜铌酸锂的带宽优势将更明显，有望成为800G到1.6T光模块上的最大变量。公司生产的铌酸锂晶体材料是铌酸锂电光调制芯片及器件的上游关键原材料。\n2、公司生产的软磁材料应用于逆变器中的高频变压器、驱动变压器等器件，与多家行业领先公司均有合作。\n3、公司是晶体材料和晶体设备领域的领先企业压电晶体材料（压电晶圆），已打破国际垄断，产品成功实现量产，销量位居中国同行第一。\n4、湖南新天力生产的辊道窑、钟罩炉等烧结设备是锂电池正负极材料制备的核心设备，公司产品广泛应用于新能源电动车锂电行业。"
        },
        {
          "code": "sz002052",
          "name": "同洲电子",
          "limit_time": "13:52:57",
          "analysis": "服务器电源+边缘计算+终止重整\n1、公司的高功率电源产品为开关电源产品，主要应用于算力服务器。\n2、2025年2月6日晚公告，公司与特斯联达成和解协议，根据和解协议2024年12月26日特斯联已向公司支付首笔款项2.6亿元，截止公告日，尾款已收回1200万元，剩余1.41亿元尾款尚未收回。\n3、2024年11月21日公告，公司原拟向法院申请重整及预重整，但鉴于一直未能找到产业投资人，且自筹划重整事项以来时间较长，预计无法在原预期时间内完成，同时公司情况和市场环境等因素发生变化，故决定终止。\n4、公司的主营业务为数字机顶盒业务涵盖广电全业务融合云平台、数字电视中间件、智能数字终端等的研发、制造、服务与销售以及与智慧家庭相关的增值业务的开发、集成和运营。"
        },
        {
          "code": "sh603956",
          "name": "威派格",
          "limit_time": "14:47:09",
          "analysis": "AI水务+合作华为+DeepSeek+二次供水设备\n1、公司研发的河图AI平台产品已接入包括DeepSeek、智谱GLM等多款大模型，广泛应用于智慧水厂/营销、管网调度等多场景。\n2、公司与华为就智慧水务项目已有多年合作关系，于2021年3月27日共同发布了\"威派格-华为智慧水务一体化解决方案\"。\n3、公司参股51%的上海杰狮是领先的数据与信息服务商，通过打造智能数字底座，构建万物互联的数字孪生，聚焦智慧水务、智慧国土、智慧燃气、智慧城市等领域。\n4、公司是全国性的二次供水设备厂商，硬件方面拥有 “威风”、“威智”两个系列供水设备、“WII智联供水三罐式无负压设备”、“VII智联变频设备”、“WPD型区域加压泵站设备”以及“TII集中式直饮水设备”，软件方面拥有智慧供水管理平台。"
        },
        {
          "code": "sz002897",
          "name": "意华股份",
          "limit_time": "",
          "analysis": "高速连接器（超节点）+机器人+光伏+光模块\n1、2025年9月2日互动，公司高速连接器及高速模组可用于超节点计算领域，并已在客户处规模商用。公司与HW合作关系密切。\n2、公司子公司浙江意迈，经营范围涉及智能机器人的研发。2024年4月15日公司互动平台：浙江意迈暂未涉及机器人业务。\n3、意华新能源为专业的太阳能跟踪支架制造商，其核心客户为全球光伏系统领域领先厂商 NEXTracker，光伏跟踪支架领域排名第一。\n4、公司是华为5.5G设备高速连接器主要国产供应商之一 。公司持股80%的武汉意谷旗下涵盖400G及以下各类光模块产品。\n5、公司主营业务为连接器，内设华为专案工厂主要生产通讯连接器，通过SFP、SFP+等高端系列的高速连接器产品进一步加强与华为等大客户合作，汽车链接器领域深度绑定华为、比亚迪。公司生产的 QSFP56/QSFP-DD 200G/400G 高速连接器及高速铜缆连接器已实现批量交付。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "商务部等9部门9月16日对外发布《关于扩大服务消费的若干政策措施》。此外，“十一”小长假临近，旅游市场热度持续攀升。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz001234",
          "name": "泰慕士",
          "limit_time": "09:25:00",
          "analysis": "服装代工+实控人变更预期+儿童服装\n1、公司主营业务为针织面料与针织服装的研发、生产和销售，主要为迪卡侬、 森马服饰、Quiksilver、Kappa、佐丹奴、全棉时代等知名服装品牌提供贴牌加工服务。主要产品可以分为运动服装、休闲服装及儿童服装。\n2、公司控股股东新泰投资等与广州轻工集团签署《股份转让协议》，拟转让29.99%股份，公司控制权变更事项正有序推进。\n3、2025年4月10日公司互动平台：国内市场的销售收入占比约为77%，国外市场销售收入主要为欧洲、日本、韩国，无直接出口美国的业务，鉴于此，本轮美国加征关税对公司的整体生产经营未产生直接影响。\n4、公司贴牌加工的出口产品主要销往欧洲国家，美国对我国增加关税，对公司出口销售不会产生明显影响。\n5、子公司六安英瑞与公司都是从事代加工服装的生产，与安踏合作的产品主要是运动服装和儿童服装。"
        },
        {
          "code": "sh600706",
          "name": "曲江文旅",
          "limit_time": "10:58:49",
          "analysis": "西安旅游+足球+IP+酒店+股权转让完成\n1、公司地处西安，涵盖历史文化类旅游景区运营管理（营收占比50.38%）、策划等为核心的文化旅游产业运营。\n2、公司推出以“唐风美学+现代时尚”为创意底蕴的“唐月半”主题IP系列专属产品、苍梧谣系列唐风书签、唐唐宝贝行李牌、“李太白的茶货”等品牌的文创系列产品。\n3、公司所管辖酒店餐饮主要包括“芳林苑酒店”等，户外露营活动，主要有“杜陵芳草营地”等，实控人西安曲江新区管委会。\n4、2025年9月17日晚公告，公司转让的温州雁荡山38%股权已成功转让给北京恒利信远。\n5、公司官网显示公司旗下有曲江文旅学院，主要进行文旅产业教育培训。"
        },
        {
          "code": "sz002303",
          "name": "美盈森",
          "limit_time": "09:49:00",
          "analysis": "产品包装+人造肉+消费电子+电子烟包装\n1、 公司主要从事运输包装产品、精品包装产品、标签产品及电子功能材料模切产品的研发、生产与销售，并为客户提供包装产品设计、包装方案优化、包装材料第三方采购与包装产品物流配送、供应商库存管理以及现场辅助包装作业等包装一体化深度服务。\n2、公司与文山州政府及云南古耕农业公司签署工业大麻产业发展合作协议。\n3、 子公司文麻生物出品的“庖丁造肉”植物肉粤式点心&传统粤式点心已在长沙线下销售。\n4、公司消费电子产业领域主要客户包括小米、富士康等；食品饮料产业领域主要客户包括泸州老窖、习酒、益海嘉里等；公司电商物流、快递速运产业领域客户主要包括京东、顺丰；公司汽车及新能源汽车产业链客户主要包括BOSCH、比亚迪、中国中车等。\n5、子公司东莞美盈森通过吉瑞科技验厂等审核程序，为其电子烟产品提供一体化包装服务。"
        },
        {
          "code": "sz300993",
          "name": "玉马科技",
          "limit_time": "10:36:21",
          "analysis": "功能性遮阳材料+露营经济+智能物流+马字辈\n1、公司专注于功能性遮阳材料的研发、生产和销售，主要产品包括遮光面料、可调光面料和阳光面料，所生产的功能性遮阳材料是集遮阳、节能、环保等多功能为一体，兼具抗菌、防污、除甲醛等特殊功能的新型绿色材料。\n2、公司生产的遮阳面料可用作户外帐篷、遮阳伞等旅游休闲用品原材料。\n3、2025年6月30日据官网，公司自主研发的AGV自动导引运输系统已在生产三部成功投入运行，实现了关键工序间物料搬运的自动化、智能化升级，标志着玉马科技在智能物流与柔性制造领域的自主研发能力取得重要突破。"
        },
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "10:50:06",
          "analysis": "《三国的星空》出品方+抖音合作AIGC短剧+AI技术\n1、电影《三国的星空》正式官宣将于2025年10月1日全国上映，易中天首次担任编剧、监制；公司参股公司上海亭东营业是《三国的星空》出品方。\n2、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n3、2024年6月17日，博纳影业出品制作、抖音联合出品的AIGC科幻短剧集《三星堆：未来启示录》发布。即梦AI作为首席AI技术支持方，为其提供AI剧本创作、概念及分镜设计、镜头画面生成、图像到视频转换等十种AI技术。\n4、《蛟龙行动》是2018年春节档上映的《红海行动》的续作，由博纳影业主投。\n5、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        },
        {
          "code": "sz002739",
          "name": "万达电影",
          "limit_time": "11:22:45",
          "analysis": "AI电影+游戏\n1、公司在国内影投市占率位列第一，公司新任董事长陈曦为制片人出身，曾担任儒意影视总裁，参与制片或监制的电影包括《你好，李焕英》、《送你一朵小红花》、《年会不能停》等。\n2、互爱互动（万达院线游戏）是公司旗下集网络游戏运营和服务为一体的全资子公司，于2024年1月推出《圣斗士星矢：正义传说》，在日本上线当天即登顶下载榜首位，并迅速攀升至App Store畅销榜TOP3、Google Play畅销榜TOP4。后续《全职法师：猎人大师》等游戏也将陆续在海内外市场上线。\n3、公司的主要产品或服务为：院线电影放映、销售商品、发布广告、电影制作及发行、电视剧制作及发行、游戏发行。"
        },
        {
          "code": "sz000978",
          "name": "桂林旅游",
          "limit_time": "13:22:12",
          "analysis": "旅游（桂林）+井冈山+元宇宙\n1、公司实控人为桂林市人民政府，是桂林市最大的上市旅游企业集团，拥有桂林大量的景区资源，包括两江四湖景区、银子岩景区、丰鱼岩景区、龙胜温泉景区、资江天门山景区、资江丹霞温泉景区，五星级酒店桂林漓江大瀑布饭店。\n2、公司持有井冈山旅游发展21.36%股权、主要经营井冈山景区索道和观光车业务。\n3、合资公司广西智游天地主要负责建设和运营桂林市的官方旅游平台“I游桂林”，包括建设和运营OTA在线旅游服务平台、桂林市下属的旅游监管平台、桂林市下属的旅游大数据中心等。"
        },
        {
          "code": "sh603863",
          "name": "松炀资源",
          "limit_time": "13:36:26",
          "analysis": "视频电子即开型彩票（海南）+环保再生纸（反内卷）\n1、松炀资源通过参股公司金陵乐彩运营国内唯一存续的视频彩票“海南拍拍乐”。2024年11月通过子公司万源互通中标福建14个高铁站点，覆盖年人流量超1亿人次，首创高铁彩票销售模式。\n2、公司地处广东，主要从事环保再生纸的产销，为下游客户提供中高档、高性能、绿色环保的包装纸及各种功能用纸。公司目前的产能为16万吨环保再生纸、18万吨高强瓦楞纸和2.5万吨热敏纸。\n3、2024年11月1日调研纪要，公司参股的金陵乐彩为现存唯一视频电子即开型彩票海南拍拍乐的核心运维商，已形成完整的彩票产业链布局，视频电子即开型彩票拍拍乐目前仅在海南省试点运行。"
        },
        {
          "code": "sh600530",
          "name": "交大昂立",
          "limit_time": "",
          "analysis": "保健品+养老+植物固体饮料+宠物经济+跨境电商\n1、公司主营保健食品和功能食品原料，涉及生物制造关键技术及功能食品领域。公司运营6家营利性护理院/医院，为8家非营利性老年医疗护理机构输出管理咨询服务，总运营床位数近4000张，项目遍布江浙沪近10个城市。\n2、2024年公司新增美之知耀光白番茄余甘子粉固体饮料、昂立植绛草本固体饮料、昂立蓝莓叶黄素酯软糖等新品。\n3、2025年4月23日据公司官网，公司经营范围覆盖宠物食品及用品业务，并推出宠物零食、宠物营养补充剂及清洁湿巾等新品。\n4、2024年8月9日公告拟在香港投资设立境外全资子公司，经营范围包括跨境电商贸易。\n5、大众交通及其一致行动人，合计参股公司19.85%。"
        }
      ]
    },
    {
      "name": "地产/基建",
      "reason": "外汇局：缩减资本项目外汇收入及其结汇所得人民币在境内支付使用的负面清单，助力房地产市场稳健发展。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz301043",
          "name": "绿岛风",
          "limit_time": "10:39:42",
          "analysis": "室内通风系统+云服务\n1、公司主要从事室内通风系统产品的设计研发、生产及销售。主要产品覆盖新风系列产品、风幕机两大品类、上百个系列、数千种型号，适用于民用住宅、市政基建、商业场所、工业厂房等国民经济各个领域。\n2、公司与室内家装软件公司——酷家乐合作开发了“绿岛风新风方案云设计软件”，并以此为依托推出绿岛风云服务模式，包含应用场景数字化、新风DIY设计、客户引流、产品营销与方案施工落地多个环节。"
        },
        {
          "code": "sh600159",
          "name": "大龙地产",
          "limit_time": "14:23:57",
          "analysis": "房地产+北京顺义区国资\n1、公司实控人为北京顺义区国资委，主营房地产业务和建筑施工业务。\n2、公司多年深耕顺义市场，相继开发了 400 余万平米的地产项目。\n3、建筑施工方面，旗下大龙顺发公司具备建筑施工总承包一级资质，具备年施工 100 万平方米的能力。\n4、公司表示积极关注城中村改造相关项目，目前未直接参与城中村项目的开发，公司所属建筑公司于2022年10月通过公开招投标，中标了一项棚改项目的回迁安置房建设工程，目前正在按照计划有序施工。"
        },
        {
          "code": "sz001221",
          "name": "悍高集团",
          "limit_time": "14:35:27",
          "analysis": "高端家居五金+出海+建筑材料+次新股\n1、公司定位家居五金中高端市场，是国内少数在兼具出色产品研发设计能力、及多元营销渠道的家居五金供应商之一。\n2、公司经销网络已覆盖国内191个地级市，逐步向欧洲、北美、亚太、拉美等地区延伸；而直销渠道上，公司进入了金牌厨柜、全友家私等多家大家居行业头部企业、品牌地产商以及国外大型零售商的供应链体系。2024年公司外销占比12.33%。"
        },
        {
          "code": "sz000014",
          "name": "沙河股份",
          "limit_time": "14:45:24",
          "analysis": "房地产+深圳国资\n1、公司实控人为深圳市国资委，主要从事房地产开发以及配套工程开发建等。深圳市国资国企工作会议曾经提出加快战略性重组和专业化整合，实现国有资产保值增值。\n2、公司现已成功开发出荔园新村、祥祺花园、世纪假日广场等10多个住宅和商务项目，面积逾100多万平方米。\n3、在物业管理方面，沙河打造以“世纪村”为品牌的优质物业，在行业和客户中赢得良好的品牌效应和口碑，“世纪村”通过国家建设部\"3A\"性能住宅认定。"
        },
        {
          "code": "sz002941",
          "name": "新疆交建",
          "limit_time": null,
          "analysis": "基建（新疆国资）+中标智算中心项目\n1、公司为新疆自治区施工资质最全、资质等级最高的路桥工程施工企业之一，公司参与了新疆大部分高速公路、国道省道项目及县乡道路的建设，在疆内交通基础设施建设领域的市场份额位居前列。\n2、2024年半年报披露，公司在乌克兰有工程施工业务，市场或猜想后续停战公司受益战后重建。\n3、公司是新疆自治区路桥施工领军企业，公司积极响应国家“一带一路” 战略，充分发挥“桥头堡” 地缘优势， 大力开拓中亚、 非洲、 东欧等地区， 尤其是“一带一路” 沿线相关国家基础设施建设市场。公司实控人为新疆国资委，控股股东新疆交通投资（集团）。\n4、2024年8月13日晚公告，全资子公司新疆市政轨道交通收《中标通知书》，确定其为昌吉顺惠智算中心项目（二标段）的中标人，中标价格为12.99亿元。该项目主要包括算力机房、创北孵化器、专家公寓和人工智能展厅的建设等。"
        }
      ]
    },
    {
      "name": "物流",
      "reason": "《求是》杂志发表重要文章《纵深推进全国统一大市场建设》。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002040",
          "name": "南京港",
          "limit_time": "",
          "analysis": "港口物流+仓储服务+数据要素+南京国资\n1、公司实控人为南京国资，主要从事原油、成品油、液体化工产品及普通货物的装卸、仓储服务，为船舶提供码头、在港区内提供物流服务。\n2、公司地处长江三角洲西部的最顶端，位于长江和东部沿海“T”型经济发展战略带结合部。龙集公司目前是长江上规模化、现代化、专业化的集装箱港口，是省市重点打造的海港枢纽经济区。\n3、2024年11月15日，“南京港绿色智慧港口数据产品”成功获得南京市公共资源交易中心颁发的数据产品登记凭证，标志着南京港数据资产入表工作取得新进展，实现数据要素场内登记从“0”到“1”的突破，成为国内首家完成绿色智慧数据产品登记确权的港口企业。"
        },
        {
          "code": "sz002210",
          "name": "飞马国际",
          "limit_time": null,
          "analysis": "物流（深圳）+控股股东拟变更+环保+马字辈\n1、公司是深圳市重点物流企业，公司的供应链智慧产业链服务业务涵盖了综合物流服务和贸易执行服务等多种形式。综合物流服务，主要是国际物流服务、仓储配送服务以及进出口通关服务等。贸易执行服务为客户全方位提供高效、安全、低成本的供应链服务。\n2、2025年6月23日盘后公告，公司间接控股股东新希望投资集团与漳州高新区高鑫创业签订《投资意向协议》，拟通过股权转让或增资方式对控股股东新增鼎或上市公司进行投资，可能导致公司控股股东及/或实际控制人变更。投资方为漳州国资。\n3、公司2023年度经营计划中表示，主要工作事项包括推动适时注入资产和再融资事宜等。\n4、公司环保新能源产业致力于推进城乡固废循环经济产业园的建设，将固废处置行业从单纯的无害化处理逐步发展到循环经济与资源综合利用。\n5、2026年为马年，公司名称中含有马字。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002715",
          "name": "登云股份",
          "limit_time": "09:36:27",
          "analysis": "黄金矿产+传供货玉柴+金矿注入预期+控股股东变更\n1、公司全资孙公司陕西汉阴黄龙金矿拥有汉阴县黄龙金矿采矿权。2024年6月取得 30 万吨/年采矿许可证， 在黄金矿采选方面已形成完整、 成熟的工艺流程。\n2、公司是国内汽车发动机进排气门行业的生产企业之一，市场占有率位于行业第三位，拥有年产2700万支气门的生产能力。公司产品主要适用于燃油发动机，已配套康明斯、卡特彼勒、潍柴、锡柴、玉柴等厂商。网传公司为玉柴国际AIDC柴发供应链的核心一环（未证实）。\n3、公司控股股东益科正润间接控制赤峰鸡冠山矿业，该公司亦从事黄金矿采选业务，会与公司形成同业竞争。益科正润承诺原则上不超过三年时间（2024年内）消除同业竞争，方式包括但不限于资产注入、委托管理、资产出售等。"
        },
        {
          "code": "sz002785",
          "name": "万里石",
          "limit_time": "11:10:51",
          "analysis": "铀矿勘探+天然铀长协涨价50%+核能上游+碳酸锂 \n1、2025年9月15日美国能源部长表示，美国应增加其战略铀储备，以缓冲俄罗斯的供应，并增强对核能发电的信心。2025年6月16日盘后消息，哈萨克斯坦与万里石等单位将联合勘探伊犁盆地铀矿。\n2、2025年6月3日盘后消息，中广核矿业披露2026-2028年天然铀三年长协价格为94、98、102美元/磅，较2023-2025年长协价涨幅约50%；自媒体核聚变前沿表示，混合堆具有比裂变更高效（却能将嬗变效率提升10倍，废料量锐减90%，铀资源利用率提升60-70倍），初期装料对铀需求巨大（天然铀数值是传统的9倍）。\n3、2025年5月15日调研纪要，根据万里石香港与哈富矿业2024年8月签订的合作框架协议，哈富矿业拥有的天然铀探矿权证所赋予的权利排他性的、不可撤销的全部授予万里石香港，在履行必要的程序后将资产注入上市公司；哈富矿业在哈萨克斯坦初步探明铀资源储能超过10万吨。 \n4、公司锰钛系原卤提锂技术全球领先，锂资源总利用率在85%以上，每吨碳酸锂生产成本仅为1.6-2.0万元，是其他盐湖提锂生产碳酸锂技术成本的2/3。 \n5、公司是中高端石材综合服务商，可提供大中型海外项目“设计供料安装”一体化服务。"
        },
        {
          "code": "sh600562",
          "name": "国睿科技",
          "limit_time": "13:38:57",
          "analysis": "战斗机火控雷达+国产大飞机+低空经济+智慧轨交\n1、公司的机载雷达产品包括第三代及三代半战斗机主战机载火控雷达。公司的军用雷达业务主要覆盖武器定位、反隐身情报、武器制导、靶场测控、机载火控、反无人机等多个领域。销售至“一带一路”及全球20余个国家和地区。网传（未查证）公司主导LY-80防空系统的雷达配套(相控阵雷达技术)，红旗系列防空系统的核心供应商，军贸出口占比高。\n2、公司参与了参与了C919大飞机的信息化项目建设。公司数据中台业务签订重大项目合同，获得中国商飞、航天某院等长期合作客户PLM项目。\n3、公司充分发挥传统雷达领域的技术优势，打造低空经济“天织”计划，包括“天行|蜘蛛网”低空监视反制系统、“天行|雨燕”低空气象保障系统、“天行|巡隼”飞行应用系统，赋能低空安防、气象保障、飞行安全关键应用。\n4、公司轨交业务由新线建设向改造升级服务延伸，牵头行业多项标准编制，参与南京都市圈智慧示范工程项目。"
        },
        {
          "code": "sh603036",
          "name": "如通股份",
          "limit_time": "14:53:51",
          "analysis": "油气钻采井口装备+一带一路\n1、公司主要业务为石油、天然气钻修井提供钻采井口装备和工具的研发、生产和销售，产品主要应用于油气钻采领域，是钻修井设备的重要组成部分。\n2、公司长期稳定的客户涵盖中石油集团、中石化集团、中海油三大石油公司下属的国内主要石油工程技术服务企业、国内大型石油设备厂商和斯伦贝谢等国际知名油服公司，产品在中东、非洲、北美、中南美、俄罗斯等世界各主要产油区均得到使用。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "bj920022",
          "name": "N世昌",
          "limit_time": "",
          "analysis": "塑料汽车油箱+供货吉利+新能源汽车油箱\n1、国内塑料燃油箱市场中，公司在内资企业中排名第二（仅次于亚普股份），2024年市场占有率提升至5.51%。\n2、公司与吉利汽车、奇瑞汽车、比亚迪等头部车企建立了长期稳定的合作关系，2024年对吉利汽车的销售收入占比达50.45%。\n3、公司于2023年实现高压塑料燃油箱的批量生产和销售，成为国内首批能量产该产品的企业之一。高压燃油箱是插电式混合动力汽车（含增程式）的关键部件。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "14:03:39",
          "analysis": "采矿许可+隧道工程（西藏）+算力+电力+文旅\n1、2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sh600165",
          "name": "*ST宁科",
          "limit_time": "09:25:01",
          "analysis": "重整获受理+债务豁免+长链二元酸+水处理\n1、2025年9月17日法院裁定，公司重整获受理，股票简称9月19日起变更为*ST宁科并复牌。\n2、2025年8月16日公告，公司2025年上半年营收2.16亿元同比增长89.95%，净亏损收窄59.76%至-1.71亿元。\n3、2024年12月27日晚公告，德运新同意对子公司中科新材欠其债务本金合计8088.68万元进行无条件豁免。本次豁免预计减少公司其他应付款约8088.68万元，同时增加净资产约7279.81万元。\n4、公司地处宁夏，控股子公司中科新材主营业务为长链二元酸的生产及销售，设计产能5万吨/年，应用领域主要为生产长碳链聚酰胺。\n5、子公司华辉环保可生产净水活性炭等六大类活性炭产品。主要用于水处理、气体处理等领域。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "14:44:57",
          "analysis": "拟出售光伏资产+控股股东拟变更+兽药\n1、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n2、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。\n4、2024年10月18日晚公告，股东长鑫贰号拟将其持有公司777.08万股股份转让给百兴房地产，占公司总股本的5.00%。后者实控人旗下常百佳年代于2024年6月撤回IPO。从业务上看，百佳年代与绿康生化有重合之处。\n5、公司动保产品采用微生物发酵的生产方式，其中部分产品采用了分子生物学等技术改造手段。"
        },
        {
          "code": "sh603389",
          "name": "*ST亚振",
          "limit_time": "09:45:13",
          "analysis": "拟控股广西锆业+实控人变更+家具+转型钻石+合作群核科技\n1、2025年8月2日公告，拟5544.9万元控股广西锆业，标的专注于锆钛复合资源的综合开发利用。2025年8月21日公告以上工商变更登记已完成。\n2、2025年7月21日公告复牌，核查已完成。2025年7月10日晚公告，吴涛先生要约收购期满，预受股份20.47%，要约收购完成后持股增至45%。2025年5月31日公告，控股股东协议转让股份完成过户登记，公司控制权由亚振投资变更为吴涛先生，实控人变更为吴涛先生。 \n3、公司主营业务为家具产品的研发设计、生产和销售，是唯一连续五届与世博会合作的长期家具供应商，正在逐步推进信息化系统建设项目及家居服务云平台项目。\n4、公司投资参股江苏亚振钻石（不并表）。2023年亚振钻石产量为15092克拉，已达到预期年产7500克拉目标，但成品销售未达预期。\n5、2024年半年报，公司在高端定制领域引入先进的数控板式生产线，实现了与酷家乐（群核科技）设计软件无缝对接。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": "10:12:23",
          "analysis": "增资子公司+拟购买尼威动力+实控人拟变更+生态景观规划\n1、2025年9月18日晚公告，公司拟向全资子公司苏州市高新区辰顺浩景管理咨询公司增资1.5亿元，增资后公司仍持有其100%股权。\n2、2025年7月16日晚公告，公司拟购买尼威动力55.50%股权，非国资股权部分最终交易价格为6.01亿元，国资股权部分预计交易价格为6463.45万元。本次交易构成重大资产重组。标的公司主营新能源混合动力汽车高压燃油箱系统的研发、生产与销售。尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表。\n3、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n4、2024年12月14日公告，因执行重整计划导致苏州辰顺取得持有公司1.62亿股的股份，占上市公司实施资本公积金转增股票后总股本的18.51%，苏州辰顺将成为上市公司的控股股东、徐良先生成为上市公司的实控人。\n5、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链，业务主要集中在城市更新、乡村振兴、生态修复等相关领域。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": "14:50:30",
          "analysis": "实控人解除留置+军机+低空经济+核聚变+成飞\n1、2025年9月17日晚公告，公司实控人、董事长刘随阳已解除留置并恢复正常履职。\n2、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目、飞机挂架项目、飞机吊舱、天翼-1 无人机项目及片状放大器分系统腔内放大工程等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n3、2024年1月5日互动：公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发、人工智能行业应用系统集成服务等经营范围。"
        },
        {
          "code": "sh600421",
          "name": "*ST华嵘",
          "limit_time": "09:25:00",
          "analysis": "控制权变更+拟增资子公司+中天氟硅注入预期+房建PC构件\n1、2025年9月19日公告，海南伯程汇能科技中心拟以4.5亿元现金收购公司25.01%股份，控制权拟变更，但收购资金尚未全部到位。\n2、2025年5月6日晚公告，公司拟1972.80万元收购控股子公司浙江庄辰34%股权，本次股权转让完成后公司将持有浙江庄辰85%的股权。\n3、公司实控人是中天控股集团下属浙江恒顺投资，集团旗下中天氟硅2023年撤回ipo，原计划通过IPO募集14.42亿元资金，用于30万吨/年有机硅单体扩能技改及综合利用项目。\n4、子公司浙江庄辰主营业务为房建PC（混凝土预制件）模具、模台、桁架筋的加工、制造非房建模具市场方面，2023年公司成功开发了风电混塔模具并实现了批量销售。\n5、2023年华嵘控股与开拓光电签署了重组意向协议，约定拟向开拓光电股东购买开拓光电100%的股权。标的主营光纤敏感环组件，特种光纤是光纤陀螺的核心部件，可以应用于低空导航。2024年5月11日公告终止收购开拓光电。"
        },
        {
          "code": "sh600696",
          "name": "*ST岩石",
          "limit_time": "14:46:10",
          "analysis": "酱酒+首发经济+新白酒品牌+新零售\n1、公司酱酒为主赛道，主要有天青贵酿品牌、君道贵酿品牌的系列产品。\n2、公司荣登“2023上海市首发经济引领性本土品牌推荐榜单”。\n3、最®酒定位年轻潮生活品质新白酒品牌，致力为当代年轻人提供更多兼具高品质的新文化白酒。公司通过天猫、京东、抖音等平台开设线上门店；子公司光年酒业聚焦低度酒电商及新零售发展。\n4、公司持有江西章贡酒业25%股权。后者是全国白酒工业百强企业，江西省重点酿酒企业。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "14:48:37",
          "analysis": "拟股权转让+氢能源+签订合作协议（农业）\n1、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n2、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n3、2025年3月13日盘后公告，公司与新农人签订《战略合作协议》，共同构建广州市黄埔区农产品稳产保供中心、粤港澳大湾区“菜篮子”集散中心（黄埔中心）以及广州市黄埔区蛋品交易中心仓。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sh603580",
          "name": "*ST艾艾",
          "limit_time": null,
          "analysis": "完成收购泰州中石信+光伏边框+轻型传送带\n1、2025年5月27日公告，公司完成收购泰州中石信50.2008%股权并取得控制权，交易金额合计1.25亿元。标的公司于2024年2月顺利切入为果链客户供应链并取得正式供应链资格。\n2、公司开展对太阳能电池封装用薄膜的研发。太阳能电池封装用薄膜主要定位在特殊的利基产品，例如Topcon 特殊 POE 膜， 钙钛矿热塑性 PO (polyolefin) 膜、异质结转光膜等；公司曾于2024年3月连续13天涨停。\n3、公司是专业从事为轻型输送带的研发、生产及销售。轻型输送为自动化生产和输送设备的关键部件。公司2023年境外收入占比54%。公司控股子公司德国 Bode 主营业务为生产、销售工业皮带。"
        }
      ]
    }
  ]
}