{
  "date": "2025-10-28",
  "update_time": "2025-10-28 15:40:27",
  "category_count": 11,
  "total_stocks": 87,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "09:25:00",
          "analysis": "拟收购长兴半导体+文化旅游+文旅智能体+房地产\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、2025年4月18日盘后官微发布，新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司主营房地产项目开发建设（2024年H1占比58.47%）、文旅景区开发与运营等，旗下设有购物中心、酒店、物业服务、旅游服务等业务。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，所属行业为计算机、通信和其他电子设备制造业。"
        },
        {
          "code": "sh605178",
          "name": "时空科技",
          "limit_time": "09:25:00",
          "analysis": "拟收购存储公司+空间计算+车路协同+景观照明（文旅）\n1、2025年10月22日晚公告，公司拟收购深圳嘉合劲威100%股份，后者主要从事内存条、固态硬盘等存储产品的研产销，拥有光威、阿斯加特和神可三大产品线，提供消费级、企业级、工业级存储器产品及行业应用解决方案。\n2、公司已将“全量数据+AI计算”与空间计算技术融合，打造城市级未来数字平台。\n3、2023年公司在研项目涉及出租车网约车运营管理车联网系统，公司的智慧路灯是实现车路协同的重要基础设施。\n4、公司具备3D投影技术，主营AR光影秀技术、5G高新视频技术、文旅业务线上线下运营和数字孪生技术应用等业务，投资北京元新时空科技是对景观照明业务的延伸，通过VR、AR、AI等技术，为公司文旅业务赋能发展新模式。\n5、公司通过全资子公司时空交通控股捷安泊51%股权。捷安泊具备丰富的智慧停车运营管理经验，已搭建了较为完善的停车平台运营管理体系。"
        },
        {
          "code": "sh600302",
          "name": "标准股份",
          "limit_time": "09:25:01",
          "analysis": "拟股权转让+机械臂3D机器人缝纫+标准智云手机APP+汽车座椅面套\n1、今日复牌，2025年10月27日晚公告，控股股东标准集团拟通过公开征集转让方式协议转让其持有的公司不超过27.77%且不低于控制权变更比例的股份。标准集团直接持有公司1.48亿股A股股份，占公司总股本的42.77%，均为非限售流通股份。\n2、公司在自动化领域围绕汽车内饰研发机械臂3D机器人缝纫项目，已完成试缝测试并具备交付能力。\n3、2021年6月11日互动，“标准智云”系统云平台为WEB服务器提供数据支撑,支持多种方式访问WEB服务器,包括PC、手机、PAD等。公司正在研发的标准智云手机APP、数据中台等场景应用是可以完全适用于华为鸿蒙系统。\n4、公司是我国主要缝制机械设备制造企业之一，在汽车座椅面套缝制服务领域，已与某知名汽车座椅厂达成多个汽车座椅面套项目采购合作意向。\n5、公司运营“标准”、“威腾”、“海菱”三大品牌，在中国和德国拥有两大研发团队，在西安、苏州、上海有三大生产基地。"
        },
        {
          "code": "sz002196",
          "name": "方正电机",
          "limit_time": "09:31:00",
          "analysis": "业绩大增+机器人（关节模组）+特斯拉+驱动电机龙头\n1、2025年10月27日晚公告，前三季度营收为20.13亿元，同比增长10.44%；净利润为1375.73万元，同比增长153128.60%。\n2、公司人形机器人关节产品及客户正在开发之中，已申请相关专利33件，其中已获批2件。网传纪要表示关节模组成本占人形机器人整机成本的50%以上（未经证实）。公司和小鹏汽车已签署战略合作协议。\n3、2020年4月17日互动，参股公司延锋安道拓方德电机公司为特斯拉提供座椅电机产品。\n4、公司是国内助力转向泵用电机领域的绝对龙头，占据了市场80%的份额。公司拥有年产35万台新能源驱动电机及电驱动集成募投项目。\n5、公司是奇瑞QQ冰淇淋驱动电机供应商。"
        },
        {
          "code": "sh603556",
          "name": "海兴电力",
          "limit_time": "09:31:41",
          "analysis": "业绩增长+智能电表+外销占比高\n1、2025年10月27日晚公告，第三季度营收为14.45亿元，同比增长25.12%；净利润为3.36亿元，同比增长30.21%。\n2、公司主要业务为智能电表、智能配电以及新能源业务，新标准下公司智能电表招标单表受益有望提升。\n3、公司拥有杭州、宁波、南京3大国内生产基地；拥有巴西、印尼等海外生产基地，2024年境外地区营收占比达64.91%。运用智能制造技术和柔性化生产模式，通过集成ERP-SAP、PLM等业界领先的专业化系统。"
        },
        {
          "code": "sz000421",
          "name": "南京公用",
          "limit_time": "09:31:45",
          "analysis": "业绩大增+拟购买宇谷科技68%股权+天然气+南京国资\n1、2025年10月27日晚公告，第三季度营收31.02亿元，同比增长165.53%；净利润8461.81万元，同比增长2492.12%。前三季度营业收入59.68亿元，同比增长64.06%；净利润1.16亿元，同比增长903.99%。业绩大幅增长主要系本期确认交付的房产项目体量较上年同期增加。\n2、2025年1月10日盘后公告，公司拟购买宇谷科技68%股权，后者营业务为换电服务和充换电设备销售；据网络资料（未证实），宇谷科技2023年上半年，营收4.07亿元，净利润5944.04万元，上线运营换电柜2.37万台，电池51.75万个，在网用户数39.11万个。\n3、公司是南京天然气龙头，燃气销售业务占营收超70%。公司实控人为南京市国资委。\n4、2021年文远知行落地南京并在南京生态科技岛开展自动驾驶微循环小巴的常态化测试，并积极对接南京市交通集团。南京公共交通集团投资发展公司为公司100%持股。"
        },
        {
          "code": "sh605208",
          "name": "永茂泰",
          "limit_time": "09:34:27",
          "analysis": "业绩大增+机器人+一体化压铸+免热处理铝合金\n1、2025年10月27日晚公告，公司第三季度营收为16.55亿元，同比增长59.65%；净利润为3040.56万元，同比增长6319.92%。前三季度净利润为5017.52万元，同比增长39.58%。本期净利润增长主要系公司营业收入大幅增长。\n2、2025年9月3日公告，在机器人领域， 公司成立“永茂泰机器人技术研究院” ， 并与多家机器人公司、特别是高校研发机构开展合作。 公司已获得国内某知名机器人企业关于躯干、关节、上下肢、头部等多款产品订单，并顺利完成交样；公司还与多家机器人主机及零部件供应商共同研发机器人铝、镁合金结构件、关键零部件。\n3、2024年1月19日互动，公司部分汽车零部件通过上海大陆汽车制动系统、华域三电，间接配套小米。\n4、公司现有汽车用铝合金产能22.7万吨，其中铝合金锭10万吨、铝合金液12.7万吨，公司规划布局原生铝合金生产基地，将主要生产用于一体化大型压铸的免热处理铝合金材料。"
        },
        {
          "code": "sz001288",
          "name": "运机集团",
          "limit_time": "10:33:24",
          "analysis": "业绩增长+矿山智能工业机器人+昇腾DeepSeek一体机\n1、2025年10月27日晚公告，第三季度公司单季度主营收入3.52亿元，同比上升27.97%；单季度归母净利润3388.95万元，同比上升45.71%。\n2、公司已和华为签订全面合作协议，在矿山智能工业巡检机器人展开合作。2024年12月全资子公司华远智能发布“矿山智能工业巡检机器人V1.0”，将在几内亚西芒杜矿山项目商用，预计2025年上半年完成交付。\n3、华运智远于2025年2月19日推出基于昇腾算力的DeepSeek大模型超融合一体机。\n4、公司自主研发、生产部分小型减速器，大部分系外购配套，包括圆锥圆柱齿轮减速器等。\n5、公司主要从事以带式输送机为主的节能环保型输送机械成套设备的研发、设计、生产和销售，是物料输送系统解决方案的供应商。2024年11月6日盘后公告，公司于 2024 年 10月 29 日召开会议，审议通过《关于收购山东欧瑞安电气有限公司 56.50%股权的议案》。"
        },
        {
          "code": "sz300358",
          "name": "楚天科技",
          "limit_time": "13:44:57",
          "analysis": "业绩增长+合作禾元+无菌灌装设备+医疗器械\n1、202510月27日盘后公告，公司1-9月营收389617.75万元，较上年同期下降6.6%，归母净利润8446.35万元，较上年同期增加145.11%，主要因公司自2024年8月以来，开展了一系列的降本增效措施，开源节流，降低公司整体运营成本，降本增效成果显现，期间费用较上年同期下降 11.72%。\n2、网传公司为禾元生物的设备供应商及战略合作伙伴，提供智能化分离纯化整体解决方案。（未证实）\n3、国内大部分疫苗生产企业均为楚天客户。公司产品面向全球销售，公司的无菌灌装设备在国内处于领先地位。\n4、公司主营业务为制药装备的研发、设计、生产、销售和服务。主要产品为水剂类制药装备，包括安瓿瓶联动线、西林瓶联动线、口服液联动线、大输液联动线等产品。"
        },
        {
          "code": "sz002593",
          "name": "日上集团",
          "limit_time": "13:51:45",
          "analysis": "业绩增长+石化设备钢结构+新能源汽车（车轮钢圈）+装配式建筑\n1、22025年10月27日晚公告，第三季度营业收入9.54亿元，同比增长40.99%；净利润3586.86万元，同比增长822.09%。前三季度实现营业收入26.60亿元，同比增长20.46%；净利润7816.08万元，同比增长151.91%。业绩大幅增长主要系出口订单增加，国外收入占比提升，带动毛利率和盈利能力回升所致。\n2、公司聚焦石化设备钢结构和大型工业厂房业务，承接了广东湛江巴斯夫、艾森克美孚惠州乙烯等高端项目，强化了市场竞争力。\n3、公司是国内商用车钢轮最大的出口商，“日上”车轮已经成为国内领先的车轮品牌，公司钢圈产品已广泛应用于比亚迪、金龙客车、中通等客户的新能源汽车。“日上”车轮广泛应用于国内外客车、货车、牵引车、微卡、特种车辆等商用车领域。\n4、公司车轮业务约三分之二的营业收入来自于出口市场，服务100 多个国家和地区的客户。"
        },
        {
          "code": "sz300163",
          "name": "先锋新材",
          "limit_time": "14:19:45",
          "analysis": "业绩扭亏+摘帽+建筑遮阳\n1、2025年10月26日晚公告，公司前三季度净利润9697.52万元，同比扭亏为盈，增长1852.52% 。\n2、2025年6月3日复牌，申请撤销风险警示获交易所批准，证券简称变更为先锋新材。\n3、公司主营业务为高分子复合遮阳材料的研发、生产和销售，属于建筑节能行业的产业链中上游，产品类别分为阳光面料、遮光涂层面料、镀铝面料、遮阳成品。 \n4、产品主要包括高分子材料、复合材料、聚酯、玻璃纤维、PVC6大类。产品由高强度涤纶丝或玻璃纤维丝包覆高分子复合材料后织造而成，多用于建筑遮阳、建筑工程行业以及其他工业用纺织品。"
        },
        {
          "code": "sz000962",
          "name": "东方钽业",
          "limit_time": null,
          "analysis": "业绩增长+钽电容涨价+半导体靶材+可控核聚变\n1、2025年10月24日晚公告，第三季度营收为4.02亿元，同比增长32.83%；净利润为6353.02万元，同比增长44.55%。\n2、据网传信息2025年10月22日国巨集团宣布从11月1日起，上调聚合物钽电容多系列产品价格，以应对AI等需求激增带来的供不应求。公司是国内最大的钽、铌产品研发制造基地，且公司与美国 Vishay建立了长期的合作关系。公司曾在美国光纤通讯博览会上展示了铌酸锂调制器、激光雷达光源模块、光网络无源器件等多款产品。微连接产品主要应用于400G/800G/1.6T等高速、超高速光模块。\n3、公司在半导体领域有高纯钽粉、高纯钽腚、12英寸钽靶胚等产品。\n4、 参股公司西材院曾参与“国际热核聚变实验堆项目”（ITER项目），并为该项目供应增强热负荷第一壁材料的铍瓦产品。\n5、公司持股28%的西材院为国内唯一铍材研究加工基地，主要产品应用于航天航空、核工业等领域。西材院和东方钽业是同一控股股东旗下企业，市场猜想后续注入预期。公司实控人为中国有色矿业。"
        },
        {
          "code": "sh601865",
          "name": "福莱特",
          "limit_time": null,
          "analysis": "业绩扭亏+光伏玻璃+石英砂\n1、2025年10月27日晚公告，第三季度营收47.3亿元，同比增长21%、环比增长29%，归母净利润3.76亿元，同比扭亏、环比增长143%，业绩超预期。\n2、公司主要从事各种玻璃产品的生产和销售，包括光伏玻璃、浮法玻璃、工程玻璃和家居玻璃。公司的光伏玻璃产品是国内第一家、全球第四家通过瑞士 SPF 认证的企业（SPF 认证被公认为高性能光伏玻璃的权威认证）。\n3、公司持续参与竞拍优质石英砂资源采矿权，已拥有4家矿山营运及销售业务子公司。\n4、公司产能多地布局，主要生产基地位于中国浙江省嘉兴市、安徽省滁州市凤阳县以及越南海防市，产品远销国外，双面组件渗透率提升带动光伏玻璃需求增长。"
        },
        {
          "code": "sh603067",
          "name": "振华股份",
          "limit_time": "",
          "analysis": "业绩增长+铬盐产品涨价+增持+铬盐+锂电解液\n1、2025年10月27日晚公告，公司前三季度营收32.17亿元，同比增长7.47%，归母净利润4.1亿元，同比增长12.56%。\n2、2025年10月20日盘后消息，公司金属铬在原价格基础上调4000元/吨。公司铬盐产能（折重铬酸钠）为25万吨/年。当前铬盐行业竞争格局稳定，行业集中度高，公司市占率超过50%（未证实）。\n3、公司是国内铬盐行业龙头，主要从事铬化学品、维生素 K3 等铬盐联产产品、超细氢氧化铝等铬盐副产品的研发、制造与销售。\n4、子公司厦门首能有约3000吨/年的产能，是锂电解液领域微型企业。\n5、公司黄石基地虽已实现铬盐固废的全流程综合利用，重庆基地多年来执行的是铬渣解毒安全填埋处置模式，其铬渣综合利用当前正在初始期。"
        },
        {
          "code": "sz002961",
          "name": "瑞达期货",
          "limit_time": null,
          "analysis": "业绩增长+期货+香港金融牌照+互联网金融\n1、2025年10月27日晚公共，公司前三季度归母净利润3.86亿元，同比增长42.15%。\n2、公司从事的主要业务为：期货经纪业务、期货投资咨询业务、资产管理业务，并通过全资子公司分别开展风险管理业务、境外金融服务业务和公募基金业务。公司下属孙公司瑞达国际金融持香港证监会第2类期货交易、第5类就期货合约提供意见牌照；下属孙公司瑞达国际资管持香港证监会第4类就证券提供意见、第9类资产管理牌照。下属孙公司瑞达国际证券持香港证监会第1类证券交易牌照。\n3、公司是全国第3家、福建省首家获得金融期货经纪业务资格的期货公司，也是全国首批取得中金所交易会员资格的10家期货公司之一。\n4、全资子公司瑞达国际金融，为国内以及海外个人、企业、机构客户提供一周五天24小时不间断交易、清算、风险管理、咨询一站式全球期货经纪服务。\n5、在互联网金融方面，公司已着力布局金融科技领域，将在智慧瑞达大数据中心投入使用的基础上，以大数据智能化为目标，运用云计算、人工智能、区块链等技术。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "2025年10月25日，纪念台湾光复80周年大会在京召开。",
      "stock_count": 17,
      "stocks": [
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "09:25:00",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sh600802",
          "name": "福建水泥",
          "limit_time": "09:33:07",
          "analysis": "福建国资+水泥+水电站+业绩预计扭亏+资产注入预期\n1、公司实控人是福建国资委。公司为福建省水泥行业传统龙头企业，现拥有新型干法熟料水泥生产线7条，具备年产熟料 954.5万吨、水泥1240万吨的能力。\n2、公司业务集中在福建省内，营收占比90.62%，产品先后运用于水口水电站、福厦高铁、高速公路等众多标志性建筑及重点工程项目。\n3、2025年7月8日晚公告，预计2025年H1净利润为2067万元左右，同比实现扭亏为盈。主要原因是公司实现水泥平均售价同比上涨和商品销量略有增加。同时受益于煤炭价格下跌，煤炭采购成本下降，销售成本明显下降，销售毛利率较上年同期大幅增加。\n4、网传公司实控人旗下华福证券或有注入预期。（未证实）"
        },
        {
          "code": "sz300300",
          "name": "海峡创新",
          "limit_time": "09:41:27",
          "analysis": "平潭国资+智慧医疗\n1、公司实控人为平潭综合实验区投资促进局，注册地已迁移至平潭综合试验区，为平潭国资控制的唯一一家上市公司。\n2、2024年7月29日互动，锦州市地下管网信息综合平台项目该项目中标金额为50万元，该项目建设周期预计为三个月。\n3、公司智慧城市产业重点发展方向是新基建建设领域，包括数据中心等。\n4、公司以建筑、公共安全管理为核心领域的智能化综合解决方案提供商。全资子公司浙江汉鼎宇佑持有炬链科技4.9%股权，后者拥有区块链相关技术。"
        },
        {
          "code": "sz000753",
          "name": "漳州发展",
          "limit_time": "13:30:48",
          "analysis": "漳州国资+光伏新能源+信创+污水处理\n1、公司实控人为福建省漳州市国资委。\n2、2024年报提及，公司深耕光伏发电领域，通过资源自主开发和上游产业投资双轮驱动，蓄力发展新动能。集中式光伏与分布式光伏双头并举投建，建设集中式光伏项目方面。\n3、公司旗下信产集团及其权属企业取得CMMI软件成熟度认证、信息技术服务管理体系认证等专业资质，获得“基于人工智能和数字孪生的工业大脑平台”等18项专利及155项软件著作权，入选省首批产业数字化服务商。\n4、公司主要从事汽车销售、售后维修等业务，集中于福建省福州、厦门、漳州等地市。\n5、公司形成包含制水，售水，污水处理一体化的产业链条，制水；公司全资下属公司漳州市水利电力主要从事水利水电工程、电力工程的施工总承包等。"
        },
        {
          "code": "sz000905",
          "name": "厦门港务",
          "limit_time": "09:32:06",
          "analysis": "福建+拟收购集装箱码头集团+港口物流+中欧班列\n1、公司实控人为福建省国资委，主要产品及服务为码头业务、港口贸易、运输业务以及物流，并积极参与“丝路海运”、“一带一路”建设。\n2、2025年3月17日盘后公告，公司拟收购集装箱码头集团70%股权。后者2024年营收27.2亿，净利润5.23亿，旗下拥有稀缺集装箱码头资源，可接泊20万吨级超大型集装箱船舶，年通过能力超过1000万标箱。\n3、陆向方面，开通海铁联运专列，参与中欧班列，投资运营三明、吉安陆地港。公司已在厦门港外设立物流经营网点40余个，并在越南开设了办事处。\n4、2024年12月30日盘后公告，公司拟设合资公司投资运营厦门港多式联运智慧物流中心项目。合资公司注册资本金6亿元，其中公司出资4.8亿元，持股80%，主营业务包括海铁联运、临港仓储、堆存业务、冷链物流、跨境电商、大宗供应链业务等。"
        },
        {
          "code": "sh600897",
          "name": "厦门空港",
          "limit_time": "09:39:19",
          "analysis": "厦门国资+航空运输\n1、公司控股股东厦门翔业集团，实控人厦门市国资委；经营范围是为国内外航空运输企业及旅客提供地面保障服务；商业场所和办公场所；装卸搬运；国内货运代理；其他仓储业等。\n2、公司经营业务主要分为航空性业务和非航空性业务，航空性业务指与飞机、旅客及货物服务直接关联的基础性业务，包括航空业务收入、货站货服收入、地勤业务收入等。\n3、厦门是全国首批实行对外开放的五个经济特区之一，厦门空港航线网络布局不断完善，是海峡西岸经济区航线最丰富、中转最便捷的区域性航空枢纽。"
        },
        {
          "code": "sh600815",
          "name": "厦工股份",
          "limit_time": "09:41:10",
          "analysis": "厦门国资+工程机械+盾构机+资产注入预期\n1、公司主营产品包括装载机、挖掘机、路面机械、掘进机械等工程机械，实控人为厦门国资委。\n2、中铁工程装备集团专业从事隧道掘进机、隧道机械化专用设备，国内盾构/TBM市场占有率连续九年第一。公司和中铁工程装备集团成立合资公司厦工中铁，后者大力开展盾构机再制造业务，生产各类盾构机的主要零部件均可实现回收利用。\n3、厦门信达、厦门国贸都已上市，唯独海翼集团还没上市，而海翼集团又是国贸旗下最赚钱的公司，涉足半导体、先进高端设备、新能源新材料，海翼集团的公司领导人与厦工股份高度重合，目前海翼集团占厦工股份50％股权，2024年7月发布公告提出为厦工股份打造第二增长曲线，市场预期或注入优质资产。\n4、公司的主要经营模式是研发、生产和销售工程机械产品及零部件，并向客户提供保障服务和增值服务，从而获得业务收入和合理的利润，产品远销中东、非洲、欧洲等地区。"
        },
        {
          "code": "sz002474",
          "name": "榕基软件",
          "limit_time": "09:51:12",
          "analysis": "福建+数字政务+华为昇腾+数据安全\n1、公司地处福建福州，控股子公司星榕基为福建自贸试验区第一批第三方信用服务机构。公司作为国内数字政务细分领域领先的服务商，积极参与国家和地方各级政府数字化建设。\n2、公司基于华为昇腾人工智能计算基础软硬件平台，训练、微调政务大模型、公文大模型，研发智能应用基础服务平台，提供政务领域语义理解、生成和关联能力；公司也是华为优选级ISV伙伴、鲲鹏生态合作伙伴，大部分应用系统已适配华为鸿蒙系统。\n3、公司的移动会议、移动办公等产品已适配华为鸿蒙操作系统。\n4、公司拥有人脸识别、语义识别、大数据智能分析、信息智能识别等人工智能相关技术专利10多项。"
        },
        {
          "code": "sz002217",
          "name": "合力泰",
          "limit_time": "10:00:33",
          "analysis": "福建国资+算力+消费电子+电子纸\n1、公司实控人为福建省国资委。2025年6月18日据公司官微，公司与重整产业投资人骋风而来共同设立合资公司，促进公司在算力基础设施集成服务、平台运营服务和算力应用服务等业务领域的经营与发展。\n2、公司通用显示业务主要是液晶屏LCD显示技术，应用在消费电子、办公设备等领域。\n3、2024年9月20日互动，元太科技作为全球电子纸模组显示技术的领导开发商，自2015年以来一直是公司电子纸模组的上游供货商和紧密战略合作伙伴。\n4、公司电子后视镜业务已少量出货，2023年公司为吉利路特斯“流媒体外后视镜”提供显示屏供应和技术支持。公司仍是国内头部手机厂商的供应商，PCB产品主要应用在5G天线上。\n5、公司电子纸业务在中国国内排名前三，与Eink、京东方联合发起成立了电子纸产业联盟。2025年3月24日据天眼查，公司发生工商变更，注册资本由约31.16亿元增至约74.79亿元，增幅140%。"
        },
        {
          "code": "sz002790",
          "name": "瑞尔特",
          "limit_time": "10:21:06",
          "analysis": "福建+智能马桶+外贸\n1、公司注册地位于福建厦门海沧区。\n2、根据网络数据2025Q1，TOTO与科勒合计占据中国智能坐便器高端市场42%的份额。公司主营智能马桶业务，国内冲水组件市场占有率排名估量位居第一名，全球冲水组件市场占有率排名估量位居前三名。2024年11月公告，拟投资7.42亿元建设年产10万套装配式智能卫浴产品项目。\n3、公司主要产品包括：以节水型冲水组件、静音缓降盖板、挂式水箱等为主的卫浴冲水系统产品及其解决方案，以一体式智能坐便器、智能坐便盖等为主的智能卫浴产品及其解决方案。"
        },
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "10:45:00",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sh600506",
          "name": "统一股份",
          "limit_time": "13:04:34",
          "analysis": "“统一”+半导体+数据中心（冷却液）+机器人润滑油+电池冷却液\n1、公司名字含“统一”。\n2、2025年10月23日官微：统一半导体专用电子氟化液TY135提供了经过验证的国产化解决方案。值得关注的是，统一TY135参照欧美PFAS法规要求，经由国际权威机构SGS检测，各项指标均满足相关要求。2024年半年报，公司针对碳中和重点行业的新型数据中心研发的产品浸没式热管理液，已开发完成并已在实验测试。在数据中心方面，公司推出了系列创新性冷却液产品，产品具有降低能耗、提高冷却效率功能。此外，公司正加快与数据行业的合作，提供冷却液、液冷市场用油方案以及数据化转型。\n3、公司在工业机器人领域为企业提供全合成工业齿轮油；\n4、在充电桩领域有低电导率冷却液；储能领域，公司提供浸没式冷却油以及冷板式液冷产品解决方案。\n5、公司地处新疆，实控人是财政部，主营业务为润滑油脂的研发、生产和销售，以及库尔勒香梨等新疆特色果品的种植、加工和销售业务。"
        },
        {
          "code": "sh603280",
          "name": "南方路机",
          "limit_time": "13:04:40",
          "analysis": "福建+工程搅拌设备+海工搅拌站+智能分选机器人\n1、公司地处福建泉州，产品在俄罗斯、乌克兰等泛俄地区，已树立了很好的口碑，建立了稳定的市场。\n2、公司工程搅拌设备主要含水泥混凝土搅拌设备、干混砂浆搅拌设备、沥青混合料搅拌设备和稳定土厂拌设备。2025年7月22日互动，公司产品及服务网络早已覆盖全国，包括西藏。产品广泛运用于矿山行业、建材行业、基建行业、建筑行业，包括在四川巴中等水利水电工程建设上均表现优异。\n3、公司有专用于海工的搅拌站HCS50、HCS75等，该搅拌站安装于工程船上，也称为船载搅拌站。该结构设备主要应用于跨海大桥等大型桥梁桥墩混凝土浇筑。\n4、公司智能分选机器人已经在惠州大瑶池项目和深圳市政等项目上进行应用。\n5、公司在建筑垃圾处置领域开始布局，目前已有建筑垃圾处理成熟工艺和产品，形成南方路机特有的建筑固废资源化综合处理及再利用整体解决方案。"
        },
        {
          "code": "sh603162",
          "name": "海通发展",
          "limit_time": "13:07:05",
          "analysis": "福建+民营干散货航运+煤炭运输\n1、公司地处福建福州，主要从事国内沿海以及国际远洋的干散货运输业务。公司运营的航线遍布30余个国家和地区的200余个港口，为客户提供矿石、煤炭、化肥等多种货物的海上运输服务。公司现已成为环渤海湾到长江口岸的进江航线中煤炭运输货运量最大的民营航运企业之一。\n2、公司所在的平潭岛，东临台湾海峡，与台湾省新竹港相距仅68海里，是中国大陆距离台湾岛最近的地区。平潭港区被定位为福州港的重要组成部分，系海峡两岸“三通”的综合枢纽和主要口岸。\n3、公司顺应国家“一带一路”战略布局，已建立起辐射境内沿海及国际远洋的航线体系，航线网络遍及境内沿海及全球30余个国家和地区200余个港口。"
        },
        {
          "code": "bj920748",
          "name": "路桥信息",
          "limit_time": "13:41:23",
          "analysis": "厦门国资委+移动支付+智慧环卫系统+北交所\n1、公司实控人是厦门国资委，主营交通信息化，业务以福建省内为主。\n2、公司的一路智慧支付行业生态平台V1.0，项目打造了一站式移动支付应用，使各类出行场景下的支付体验更加便捷。\n3、公司聚焦交通数字化服务，积极开展低空经济、人工智能等新业态研发与应用，并拓展重点城市业务复制，推动产品AI化进程。公司拥有智慧环卫系统，通过人工智能、物联网技术，对环卫收运的全过程进行智能化监管。在集运过程中对环卫车辆进行位置、油耗、驾驶行为的实时监管。\n4、公司的主营业务为运用人工智能、物联网等新一代信息技术为交通领域提供信息化产品和解决方案以及运维、运营等服务。公司的产品和服务覆盖轨道交通（含 BRT）、智慧停车（静态交通）、公路与城市交通等综合交通应用场景。\n5、公司依托OneCAS数智中台和强大的研发能力，在智慧工地、智慧市政、智慧场馆、智慧安防等领域实现核心能力的有效延伸，打造新的收入和利润增长点。"
        },
        {
          "code": "sz300589",
          "name": "江龙船艇",
          "limit_time": "14:55:12",
          "analysis": "中标福建渔政执法船项目+船舶+军工+旅游\n1、2025年10月14日公告，公司与福建省海洋与渔业执法总队签订7299万元销售合同。若项目顺利实施，将有利于提升公司公务执法船艇系列产品的市场占有率和品牌影响力，预计对公司未来的经营业绩产生积极影响。\n2、公司是国内优秀的铝合金、金属及多材质复合船艇供应商，主营产品包括公务执法船艇、旅游休闲船艇、特种作业船艇。\n3、目前公司具备装备承制单位资格条件，已注册编入《中国人民解放军装备承制单位名录》，具备小型水面战斗舰艇、辅助舰艇的生产、修理、技术服务资格，中国海警局后勤装备部是公司主要客户之一；公司完成了自主研发的中国首艘甲醇燃料动力船艇的成功试航。\n4、2025年5月28日，公司为舟山海华客运打造的45米高端旅游客船\"新海华71\"重举行吉水仪式。该船将以航空级品质服务普陀山旅游航线。"
        },
        {
          "code": "sh603817",
          "name": "海峡环保",
          "limit_time": "",
          "analysis": "福州国资委+污水处理+环保\n1、公司实控人是福州国资委，主要提供市政生活污水处理服务，在特许经营区域范围内负责市政生活污水处理设施的投资、运营、管理及维护。\n2、公司污水处理和垃圾渗滤液处理运用到膜处理工艺，主要涵盖A2O+MBR、MBR+NF/RO等。子公司江苏海峡环保拥电子与智能化工程专业承包二级资质等；参股子公司福建深投主营业务包括危险废物治理、固体废物治理、废弃资源综合利用等。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "我国拟修改网络安全法促进人工智能健康发展。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh600601",
          "name": "方正科技",
          "limit_time": "13:48:21",
          "analysis": "PCB+AI服务器+光模块+业绩增长\n1、2025年9月19日互动，公司PCB产品的客户众多，产品广泛应用于通讯设备、消费电子、光模块、服务器与数据存储、汽车电子、数字能源、工业控制及医疗电子等多个应用领域。\n2、公司PCB产品应用于光模块领域，目前该部分业务增长较快，公司已批量生产应用于10G-100G-200G-400G-800G等光模块的PCB产品，同时，已具备应用于1.6T连接器和光模块的PCB产品批量生产能力。 公司长期深耕高多层板及HDI板技术领域。\n3、2025年10月24日公告，公司第三季度营收12.58亿元、同比增长44.34%，净利润1.44亿元、同比增长139.04%。\n4、公司的PCB产品在服务存储方面，主要包括服务器、数据存储、加速卡、显卡、SSD等领域。\n5、公司与国内通讯行业领军企业建立长期深度合作，同步展开多个5G主板及天线板PCB的研发项目。"
        },
        {
          "code": "sz300128",
          "name": "锦富技术",
          "limit_time": "14:50:30",
          "analysis": "液冷+机器人+光伏组件+华为\n1、2025年10月28日盘中官微，公司定制开发的0.08毫米铲齿散热架构已获得某台湾客户的订单，已用于B200芯片的液冷散热系统。据该客户反馈，此架构采用业界最新MLCP（微通道液冷板）技术，具备显著的先发优势与技术先进性，可有效解决1800W-2000W及以上功耗处理器的TDP热效应问题，保障处理器模组低温稳定运行。此外，针对下一代B300芯片的适配方案也已完成多轮送样测试，反馈良好，进入生产准备阶段。\n2、2025年10月24日午间互动，公司控股子公司近期接到国内某知名机器人厂商的人形机器人制造产线订单，作为项目总包方提供整条制造产线综合解决方案，标志机器人业务取得实质性进展。\n3、公司主导产品为液晶显示模组及整机、光电显示薄膜及精密功能器件、检测治具及自动化设备、电力设备维护及安装等专业技术服务等。\n4、控股孙公司合肥市芯星新能源生产的产品包含电子雾化器电池，目前该项产品的生产和销售尚处于起步阶段。\n5、子公司向华为供应少量的功能测试装备。2023年公司拟实施向特定对象发行股份募集资金用于高性能石墨烯散热膜生产基地建设项目。公司自研的改性材料获得重大技术突破，已应用于BC路径的光伏组件量产封装。"
        },
        {
          "code": "sh603228",
          "name": "景旺电子",
          "limit_time": "14:55:40",
          "analysis": "HDI（AI服务器）+光模块+机器人\n1、2025年9月26日公告，2025年上半年，公司可应用于数据中心、AI服务器、HPC、高速光模块的高阶 HDI、112G 交换机高多层高速板等产品实现量产，在服务器超高层Z向互联背板、Birchstream平台高速PCB、1.6T光模块PCB等产品取得重大技术突破，同时开展了服务器OKS平台、224G交换机等下一代产品技术预研。\n2、2025年7月1日机构调研，公司已批量生产10G/25G/100G/200G/400G/800G 光模块产品，完成1.6T 光模块产品的打样并具备量产能力，前瞻性布局 3.2T 光模块技术预研。剑桥科技是公司的重要客户之一。公司为AMD提供PCB、封装基板产品。\n3、公司产品中的高阶 HDI/Anylayer、软硬结合板、软板、类载板等产品可应用于 AI 眼镜。\n4、2024年12月25日盘后互动，公司PCB产品应用范围涵盖机器人领域，但整体占公司营收占比较少。\n5、玻璃基板相关技术目前主要应用于显示和封装基板领域。"
        },
        {
          "code": "sh603256",
          "name": "宏和科技",
          "limit_time": "09:54:08",
          "analysis": "Low-CTE+电子级玻纤布（Q 布）+供货苹果/华为\n1、网传Low-CTE全面短缺，全球Low-CTE传统龙头日东纺预计2027年才会释放产能，缺货潮或将至少延续至2027年。宏和科技作为国内Low-CTE龙头，正快速爬产，在关键客户逐步成为一供。（未经证实）\n2、网传纪要表示，公司2024年开始做Q布的认证，华为牵头打通产业链认证并与公司签了四方协议，同时台光、生益、斗山等也均通过认证，已开始批量出货。公司电子级玻璃纤维布主要应用领域：通信电子（主要是智能手机）、消费电子、计算机、服务器、基站、汽车电子以及工业控制设备、医疗器械、国防军工以及航空航天、IC芯片封装等。\n3、公司曾表示苹果手机有使用公司产品，公司与华为为长期合作伙伴。\n4、公司电子布为制造电子产品核心铜箔基板的基础材料，5G基站、智能手机等终端电子设备均需使用电子布。公司目前拥有年产5040万米5G用高端电子级玻璃纤维布开发与生产项目。"
        },
        {
          "code": "sh600556",
          "name": "天下秀",
          "limit_time": "10:04:10",
          "analysis": "AI营销+TikTok+小红书（MCN）+网红经济+人工智能\n1、2025年9月9日业绩说明会，公司的 AI 产品灵感岛涵盖社媒内容 AI 运营、短视频内容 AI 运营、矩阵营销 AI 运营三大板块，聚焦品牌营销核心需求，可实现批量图文内容生成、爆款内容复刻、批量内容审核、批量短视频内容生成、社媒账号一键管理、企业数字人 IP 打造等多种营销场景应用。\n2、公司为TikTok北美直营业务的首批合作伙伴之一。\n3、天下秀是一家立足于红人新经济领域的平台型企业，核心服务红人、 MCN（红人经纪公司）、品牌商家。平台注册红人账户数累积达到319.8万；入驻 WEIQ 平台的 MCN 机构的数量达到 1.79万家。公司与小红书、腾讯、今日头条等建立了良好的合作关系。。\n4、公司Honnverse(虹宇宙)产品是一款3D版虚拟社交产品，产品是以Z时代的3D虚拟星球(P-LANET)为背景，将联合全球社交红人为全球用户打造一个沉浸式的泛娱乐虚拟生活社区。"
        },
        {
          "code": "sz000657",
          "name": "中钨高新",
          "limit_time": "10:09:12",
          "analysis": "PCB钻针+钨矿+盾构机刀具+小金属+PCB\n1、据网传纪要，金洲PCB钻针扩产能力大超预期:2025H1公司月均产能6000+万只，3季度金洲利润增速同比超110%。（未证实）\n2、2025年10月27日钨精矿价格跳涨5000元，已连续上涨7天，累计提价1.5万元至28.5万元/吨。2025年10月27日公告，公司拟现金8.21亿元收购五矿钨业所持衡阳远景钨业99.9733%股权，远景钨业保有钨金属量约15.45万吨、年产钨精矿超7000吨。柿竹园矿山(100%控股):钨资源金属量56万吨,占全国钨资源储量的比例超30%,工业可开采储量全球第一;钨精矿产量约占国内钨总产量的6%,占世界钨总产量的4%以上;目前加上管理口径的其余四家矿山合计约2.6万-2.7万吨。\n3、国内最大直径盾构机“聚力一号”刀盘在江阴靖江长江隧道工程顺利下井，该盾构机所有配套盾构刀具均由公司旗下株硬公司自主设计、制造。公司从事的主要业务包括硬质合金和钨等有色金属及其深加工产品和装备的研发销及贸易业务等。\n4、公司实控人是中国五矿集团。"
        },
        {
          "code": "sh603171",
          "name": "税友股份",
          "limit_time": "10:09:29",
          "analysis": "财税Agent+蚂蚁金服相关+云服务\n1、网传互联网平台涉税信息2025年10月开始报送，涉及平台6000多家，市场规模近百亿。公司与部分平台合作，提供合规等服务，合规Agent导流，转化高价值合规服务。（未经证实）\n2、公司打造“犀友”人工智能平台，可覆盖不同层级税务局及政府机关的大部分办公类应用场景。“犀友”智能体中心由大模型为主干、小模型为辅助的基础算法能力，以多模态 AI 能力配合传统小模型能力构建出具有更强垂直领域能力或更强场景适应力的智能体，支持自动化申报、智能合规审查、数据分析等 20 余项功能，实现税务流程智能化。\n3、上海云鑫为蚂蚁科技100%控股，上海云鑫目前持有公司4.48%股份。\n4、在数字政务领域，公司为国家金税三期、金税四期工程核心供应商，先后承接了国家个税税制改革服务项目、全国领先智慧电子税务局、大数据税收风险管理、全国电子发票等重大改革项目。"
        },
        {
          "code": "sh603088",
          "name": "宁波精达",
          "limit_time": "10:46:02",
          "analysis": "子公司合作维谛+人形机器人+拟购买无锡微研全部股份+半导体芯片封装\n1、2025年10月28日盘中，公司控股子公司无锡微研公众号发布文章，无锡微研和维谛技术的合作主要是公司高端换热器模具及相关精密零部件，此次合作也是公司拓展北美海外市场的重要举措，提升自身竞争力的结果。\n2、公司研究人形机器人核心部件相关技术应用于成形装备上，但公司的设备不用于生产人形机器人配件。\n3、官网显示，公司历经五年完成 CGA系列肘节式超高速精密压力机系列化研发并批量投放市场，开始用于SOP，MSOP等半导体引线框架高速精密冲压，进入半导体芯片封装等高端制造领域。\n4、公司主要从事换热器智能制造装备、微通道自动化装备和超高速精密及伺服智能成形压力机装备及工业数字化智能软件的研产销。"
        },
        {
          "code": "sh603186",
          "name": "华正新材",
          "limit_time": "11:28:09",
          "analysis": "PCB（合作华为）+半导体封装+折叠手机\n1、公司正在研发的CBF膜产品可应用于CPU/GPU等算力芯片的半导体封装等,目前正在积极推动下游的测试认证等。2023年10月18日互动，公司的高频覆铜板材料已与华为建立了合作关系。网传公司在IC载板树脂领域取得突破，自主研发的CBF树脂有望替代日本垄断的ABF材料（未证实）。\n2、公司开发了无卤素的 Ultra low loss等级材料，可用于下一代 AI 服务器。\n3、2024年H1，公司进一步开拓折叠手机市场，提供材料解决方案，实现稳定批量销售。\n4、2023年8月4日互动，公司铝塑膜项目已开展试生产和客户验厂进程,同时公司铝塑膜产品正积极拓展和布局在固态和半固态电池的应用。\n5、公司以覆铜板为核心产业，布局BT封装材料、CBF积层绝缘膜等半导体封装材料，以及铝塑膜等先进膜材料。"
        },
        {
          "code": "sh601208",
          "name": "东材科技",
          "limit_time": "13:44:40",
          "analysis": "高速树脂（M9）+PCB+半导体+复合铜箔\n1、网传公司在TG等厂商均有较高份额，部分品类是唯一供应商。M8/OPE每月几十吨级别出货交付台系和国内龙头ccl客户，目前M9级别树脂计划用在rubin，验证通过的只有TG（未经证实）。公司高速树脂（双马来酰亚胺树脂、 活性酯固化剂树脂、 碳氢树脂等）已通过国内外一线覆铜板厂商供应到英伟达、华为、苹果、英特尔等主流服务器体系。\n2、公司增资入股韩国材料企业Chemax公司，从事半导体研究。\n3、公司加快燃料电池用质子交换膜产业化项目建设，积极布局PP复合铜箔项目，目前均取得较快进展。\n4、公司拥有电工绝缘材料产能4万吨、新能源材料4万吨、光学膜材料9.5万吨、电子材料8.8万吨、环保阻燃材料3.7万吨，在建特种功能聚酯薄膜共4万吨，光学膜材料10.5万吨，电子树脂材料16.5万吨。"
        },
        {
          "code": "sz002636",
          "name": "金安国纪",
          "limit_time": "",
          "analysis": "覆铜板+电子级玻纤布+中成药+消毒液\n1、公司主要业务为电子行业基础材料覆铜板的研产销。主要产品包括各种通用FR-4、FR-5、CEM3等系列覆铜板等。宁国金安年产3000万张高等级覆铜板项目：该项目共规划6条生产线，目前已有4条生产线投产并于2024年末实现满负荷生产，4条线月产能可达160万张板以上，2025年公司将按计划有序推进剩余2条生产线的建设工作。\n2、2025年4月29日公告，公司年产6000万米电子级玻纤布的全部生产设备已于2025年2月底完成安装调试工作，目前已经实现满负荷生产。\n3、全资子公司广西禅方药业主要从事中成药提取及制剂、原料药、外用药、中药材种植收购等的生产、研发及销售，产品包含小儿感冒颗粒、咳特灵胶囊、麻杏止咳糖浆等。\n4、子公司上海埃尔顿主要从事研发、生产内镜诊治器械的医疗器械生产。"
        }
      ]
    },
    {
      "name": "新能源电池",
      "reason": "券商表示上调明年国内储能装机增速至翻倍，锂电新周期序幕拉开。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600078",
          "name": "澄星股份",
          "limit_time": "10:03:37",
          "analysis": "固态电池+业绩增长+资产注入猜想+高纯电子级磷酸\n1、据网传纪要，全固态电池关键原料五硫化二磷需由超纯黄磷+硫磺合成，1GW固态电池需450吨黄磷（135吨超纯黄磷），用量为硫化锂的150%；澄星股份为国内黄磷产能第一（18万吨/年），首家生产电子级磷酸的上市公司。（未证实）\n2、2025年10月27日盘后公告，公司2025年第三季度实现营收8.8亿元，同比增长7.68%；归属于上市公司股东的净利润935.73万元，同比增长118.25%。\n3、网传大股东旗下优质资产正在备案过程中（未证实）。公司产品有高纯电子级磷酸。电子级磷酸，是芯片制造的重要辅助原料，主要用于半导体晶圆蚀刻。\n4、公司为国内精细化程度高、规模大、产品种类多和技术成熟的精细磷化工企业，形成了食品级磷酸、电器级磷酸、高纯电子级磷酸、牙膏级及医药级磷酸氢钙、磷酸盐和电子化学品等技术含量高，品类丰富的下游精细磷化工产品系列。"
        },
        {
          "code": "sh600516",
          "name": "方大炭素",
          "limit_time": "10:05:30",
          "analysis": "固态电池+核电+石墨电极+碳纤维\n1、2025年10月27日盘后据证券网，公司两款自主研发的氧化物固态电解质已正式落地，具备离子电导率高、化学稳定性强的优势，在耐高压、抗腐蚀性能上表现突出，为不同类型固态电池的研发提供了多元选择。\n2、公司控股子公司成都炭材于2024年4月份取得民用核安全设备制造许可证。公司基于在山东石岛湾高温气冷堆核电站示范工程上积累的经验将快速融于国内核电发展提速期，提升公司高温气冷堆炭堆内构件和高温气冷堆石墨堆内构件生产和销售。\n3、公司石墨及炭素产品种类齐全，产能达33.5万吨，为亚洲第一，世界第二。\n4、公司拥有石墨电极市场占有率超过20%，另外拥有炭砖产能3万吨、炭素新材料1万吨、在建产能15.5万吨，与宝钢合作的宝方炭材料10万吨超高功率石墨电极石墨化产线已经投入运行。\n5、2024年半年报，公司在建工程项目包括3100吨碳纤维项目。"
        },
        {
          "code": "sz002407",
          "name": "多氟多",
          "limit_time": "13:40:48",
          "analysis": "六氟磷酸锂+固态电池（PVDF）+钠电池+氟化工\n1、网传锂电池电解液市场参考均价为2.55万元/吨，较上一交易日价格涨9.44%（未经证实）。公司六氟磷酸锂产能:6.5万吨/年。公司目前核心产品六氟磷酸锂已稳定出口Soulbrain、Enchem、三菱等韩国和日本企业，产销量位居全球前列；电池产品已进入北美ESS储能市场，海外储能订单在稳步增加。\n2、PVDF是固态电池聚合基的一种，公司PVDF设计产能为1万吨/年。2025年8月26日业绩说明会，公司在固态电池领域主要聚焦聚合物、硫化物等多元材料路线，已与国内顶尖院校及科研机构开展了多项实质性研发合作，尚未大规模开展产业化投入。\n3、公司锂离子电池现有产能3.5GWH，子公司宁福新能源规划产能20GWH，钠离子电池产能是1GWH。\n4、公司目前正式进入台积电合格供应商体系，并于近期开始向台积电（南京）批量交付高纯电子化学品材料。公司半导体级氢氟酸产能1万吨；在六氟磷酸锂的原材料氟、磷、锂三个原素均有布局。\n5、公司从事高性能无机氟化物、电子化学品、锂离子电池及材料等领域的研发、生产和销售。"
        },
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": null,
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、网传纪要，六氟国庆以来涨幅超过15%，出口散单均价飙升至7.3万元/吨（未证实）。公司六氟磷酸锂产能约3.7万吨/年。公司主要产品六氟磷酸锂（2024年占收入66.8%）是锂电池的重要原材料，同时是近中期不可替代的锂离子电池电解质。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n2、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        }
      ]
    },
    {
      "name": "量子科技",
      "reason": "1、美国谷歌量子人工智能实验室研究团队发表论文宣布，在谷歌自研的适用于量子计算机的“威洛”芯片上，其新研发的“量子回声”算法实现了首个可验证的量子优势。\n2、中国电信量子研究院实现量子通信新突破，成功实现了超过80公里的经典光信号与量子密钥分发共纤传输现网实验。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "09:34:42",
          "analysis": "量子技术+与宝德计算机合资公司+华为鲲鹏+卫星互联网+福建\n1、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n2、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。\n3、公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n4、公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业，已获取工信部核发的甚小口径卫星通信运营和互联网接入运营服务牌照。子公司海丝卫星主要面向海洋、海事及应急等领域提供卫星通信和信息技术服务，是福建首家宽带卫星互联网专业服务公司。\n5、2024年9月10日盘后讯，中国昊盛科技集团控股的恒美光电和中国产业基金诺延资本，共同与韩国三星SDI正式就并购偏光片资产达成一致，各方正式完成签约。公司福米产业园深度融合偏光片贴片技术。"
        },
        {
          "code": "sh603232",
          "name": "格尔软件",
          "limit_time": "14:52:25",
          "analysis": "量子科技+汽车级芯片设计+数字货币+华为\n1、公司持股71.42%上海泓格后量子科技致力于抗量子密码领域技术研究、标准制定、产品研发。抗量子密码是一种能够抵御量子计算机攻击的密码学算法，该技术的发展对于保护网络安全具有重要意义。\n2、参股公司上海芯钛，要从事汽车级半导体芯片产品的设计研发，提供安全类MCU、通用型MCU等芯片产品，并为汽车智能网联提供整体信息安全解决方案。\n3、公司目前主要专注于基于密码技术为核心的信息安全业务，密码技术是数字货币的核心技术之一。公司在数字签名技术、私钥安全保护等方面的技术储备可用于稳定币。\n4、公司地处上海，是国内首批商用密码产品定点生产与销售单位。\n5、公司网盾、云认证网关等产品通过华为公司Huawei Ready认证，公司实现密码平台与华为云的“全融合”，。"
        },
        {
          "code": "sh600658",
          "name": "电子城",
          "limit_time": "10:10:45",
          "analysis": "量子科技+半导体+资产注入预期+光子算数（未证实）+北京国资\n1、2025年6月12日讯，玻色量子与电子城正式签署合作协议。双方将在全国重点区域开展量子信息技术产业合作共同打造量子产业创新生态、共建量子产业共性服务平台等。\n2、公司公共技术服务平台已陆续面向中小微集成电路设计企业开展流片、封装等集成电路产业服务。控股股东北京电控持有燕东微电子38.4%。2024年8月28日公司互动资产重组问题时表示会认真考虑并结合自身实际情况进行研判。此外，市场猜想华卓精科注入预期，后者为中关村基金参股，于2024年06月26日终止IPO。\n3、子公司知鱼智联是一家以人工智能及云计算、智慧化行业解决方案为核心业务的专业化信息技术服务企业。知鱼智联与阿里云、华为云、腾讯云签订战略合作协议。联营公司光子算数是全球首家商用光子AI芯片研发商。\n4、公司最终控制人为北京市国资委，公司深耕产业园区项目，向科技服务转型。"
        }
      ]
    },
    {
      "name": "航运/贸易",
      "reason": "截至2025年10月27日，上海出口集装箱结算运价指数（欧洲航线）报1312.71点，与上期相比涨15.1%；上海出口集装箱结算运价指数（美西航线）报1107.32点，与上期相比涨28.2%。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000599",
          "name": "青岛双星",
          "limit_time": "09:30:45",
          "analysis": "中韩贸易+轮胎（青岛国资）+重组恢复+机器人+智能制造\n1、2025年10月22日讯，面对特朗普发起贸易战，中日韩正就建立三边货币互换机制进行谈判；公司地处青岛，T主营轮胎产品的生产、制造、研发及销售，目前拥有青岛、东营和十堰三大生产基地，公司实控人为青岛国资委。\n2、2025年8月27晚日公告，公司重大资产重组事项已获深交所恢复审核，拟控股锦湖轮胎45%股权，交易完成后将形成“中国+韩国”双总部，锦湖2024年营收239亿元、净利23.7亿元。\n3、公司建成全球第一个商用车胎全流程“工业4.0”智能化工厂，工厂中的设备包括11种智能机器人，智能化工厂采用双星独创的MEP智能信息匹配系统。\n4、双星在航空轮胎领域有专业的技术研发人员和设备，公司已经产出飞机胎样胎，具备了生产飞机胎的技术和制造等能力。"
        },
        {
          "code": "sh601326",
          "name": "秦港股份",
          "limit_time": "10:19:54",
          "analysis": "港口航运+河北国资+一带一路\n1、公司为客户提供一体化的综合港口服务，包括装卸、堆存、仓储、运输及物流服务，受益于一带一路的发展，实控人为河北国资委。\n2、河北港口整合，价值有望重估，参考辽港股份，辽宁港口整合后散杂货，单吨收入上升 90%，毛利率明显提升。2022年河北省港口货物吞吐量12.77亿吨，其中秦港股份占比30%，唐山港股份占比16%。河北港口集团承诺5 年内解决同业竞争问题，机构认为非上市码头有望整合到上市公司中。\n3、公司主要经营货种主要包括煤炭、金属矿石、油品及液体化工、集装箱、杂货及其他货品。"
        },
        {
          "code": "sh600278",
          "name": "东方创业",
          "limit_time": "",
          "analysis": "国际物流+转口贸易+东南亚生产基地+股权转让\n1、公司下属物流企业运营的“中欧班列-上海号”等一系列铁路运输产品，是上海市物流企业“一带一路”发展战略的标杆案例，有力推动了国内尤其是长三角地区企业“国际化”业务的开展。\n2、上海国资外贸平台，提供全链条转口贸易服务（贴牌、合规、退税），自营和代理商品进出口业务。\n3、公司在国内、东南亚和非洲建设运营了多个生产基地，初步实现了毛衫生产企业的全球布局和供应链的优化配置。\n4、公司拥有多家全资或控股的物流和航运公司，拥有自有货运船队，并积极打造完整的供应链服务体系。公司抓住“一带一路” 所带来的市场，与沿线国家，尤其是非洲国家进行深度合作。\n5、2025年4月10日盘后公告：上海上实集团将其持有的公司股份无偿划转至东方国际集团。本次划转后，东方国际(集团)占东方创业总股本的51.30%，控股股东不变。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "据报道过去半年全球存储芯片价格持续上涨。CFM闪存市场发布2025年Q4存储市场展望报告。报告指出，预计四季度，服务器eSSD涨幅将达到10%以上，DDR5 RDIMM价格涨幅约10%~15%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002213",
          "name": "大为股份",
          "limit_time": "13:44:00",
          "analysis": "存储芯片+业绩减亏+小金属+机器人+无人驾驶\n1、半导体存储器业务占比约92%，子公司大为创芯微主要产品有NAND、DRAM存储两大系列，产品线覆盖DDR3、DDR4、LPDDR4X商规/宽温级、DDR5等DRAM产品。\n2、2025年10月23日公告，公司前三季度营收8.79亿元，同比增长9.90%；第三季度净利润415.6万元，同比增长125.60%，但前三季度整体仍亏损752.62万元，亏损同比收窄71.58%。\n3、2025年6月5日盘后公告，全资子公司大冲里矿区长石矿矿产资源储量通过评审备案，备案资源长石矿矿石量为 20953.3万吨，Li2O（氧化锂）矿物量为 32.37 万吨，WO3（三氧化钨）矿物量为 6.55 万吨，Sn（锡）矿物量为 1.41 万吨，同时还伴生锂、钨、锡等有色金属。\n4、全资子公司深圳特尔佳提供的智能接待服务机器人。参股公司大为弘德汽车有进行新能源专用车线控底盘和无人驾驶专用车相关的技术研发。\n5、公司是国内汽车电涡缓速器龙头企业。"
        },
        {
          "code": "sh603688",
          "name": "石英股份",
          "limit_time": "09:58:49",
          "analysis": "石英管（半导体）+存储+电子纱（布）原料+光伏+光通讯\n1、2025年10月27日盘后互动，公司用于半导体领域的高纯石英管、高纯石英棒等产品已经陆续通过国内外知名半导体设备商的认证，并已正常进行市场销售。公司自产高纯石英砂已通过多家国际主流半导体设备商认证，同时积极配合国内芯片厂半导体石英本地化认证。公司用自产高纯石英砂生产的半导体扩散领域用炉管系列石英材料，近期已在国内头部存储晶圆制造企业顺利完成12英寸晶圆制造的全部工艺测试，并凭借卓越的性能成功通过认证。\n2、2025年7月25日互动，公司生产的高纯石英棒是制备石英纤维电子纱（布）关键基础原材料。产品主要应用于半导体、光伏、光纤、光电等领域。\n3、公司掌握高端石英材料生产加工的核心技术，产品供不应求。公司产品应用在半导体制成环节的扩散和刻蚀领域。\n4、石英材料广泛应用于光伏、半导体、光通讯、光源和光学领域，还可应用于精细化工、医药、航空航天、激光及军工领域。公司生产的坩埚仅为实验室和半导体试验材料，不是当前光伏领域用的单晶坩埚，目前公司没有进军光伏用单晶石英坩埚领域的计划。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "智元机器人合伙人王闯：智元今年营收或增超10倍。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz003033",
          "name": "征和工业",
          "limit_time": "13:03:09",
          "analysis": "灵巧手+比亚迪+农机+摩托车配套\n1、网传纪要表示，特斯拉在灵巧手上在不断寻找新的方案和供应商（未证实）。2025年9月22日互动，公司研发的微型链系统项目，重点攻关机器人灵巧手传动技术，尚处于早期技术探索与储备阶段。在机器人领域的规划与布局方面，公司计划通过微型链系统软硬件一体化研发项目，推动从单一微型链系统向软硬件一体化及下游灵巧手方向发展。2025年4月30日调研，公司研发的微型链系统项目，重点攻关机器人灵巧手传动技术，尚处于早期技术探索与储备阶段。\n2、全资子公司上海瀚通主要从事汽车发动机正时系统导轨与钢制链轮的产销研,客户包括比亚迪。\n3、网传纪要表示，公司2024年摩托车配套端接近30%增长，丰田海外工厂取得良好进展，售后端维持稳健增长；农机整体维持两位数增长，其中农机耗材收入超5000万，收割刀具即将迎来放量期。\n4、公司是国内农机链条龙头，为上海瀚通为长安汽车、江铃汽车等众多汽车主机厂商客户提供优质产品及服务"
        },
        {
          "code": "sh605068",
          "name": "明新旭腾",
          "limit_time": "",
          "analysis": "人形机器人+电子皮肤+华为汽车+新能源汽车内饰\n1、2025年10月21日公告，公司与上海清宝引擎机器人签署协议拟共同投资设立旭清灵动上海具身智能科技，布局人形机器人相关合作。\n2、2025年9月25日互动，公司新设子公司明新智源（浙江）新材料以及明新智达（浙江）科技，主要负责公司在仿生电子皮肤和轻量化材料的研发与产业化，这为公司与机器人领域的合作提供了新的可能性。\n3、公司新能源汽车客户涉及比亚迪，华为（问界M5、M7和M9的内饰供应商）、小鹏G9（提供内饰配套）等。2025年3月6日互动，公司是小鹏P7+的真皮及PU材料供应商，主要应用在座椅、门板、仪表板等软装内饰部位。\n4、公司墨西哥工厂一期按计划完成并投入使用。公司在上海、德国、墨西哥、美国等地设有全资、控股子公司12家。\n5、公司专注于汽车内饰新材料业务，产品主要应用于中高端汽车内饰件。公司已进入比亚迪、奇瑞、红旗等供应商体系。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh603378",
          "name": "亚士创能",
          "limit_time": "10:38:27",
          "analysis": "盘活资产+并购机器人资产预期+建筑涂料+节能建筑+上海\n1、2025年10月23日微信公众号文章，公司为盘活存量资产，压降负债，改善资产负债结构，支持主业发展，公司及下属子公司拟对部分工业用地使用权、地上建筑物及附属设施设备等资产进行公开出售。\n2、公司曾表示以“天际高科”为运营平台，整合优势研发资源，探索前沿技术，从新材料及关键零部件技术起步，开展人形机器人产业链并购。\n3、公司是中国功能性建筑涂料的主要引领者之一。保温材料类、涂料保温防水一体化系统、涂料装饰保温一体化（材料）品牌首选指数均位列行业第一。\n4、公司主营业务为功能型建筑涂料、建筑墙体保温装饰一体化材料、建筑节能保温材料、防水材料及其应用系统的研产销及服务，还包括干粉砂浆、涂装施工服务等。\n5、公司地处上海，连续 8 年荣获“上海制造业企业 100 强”“上海民营制造业企业 100强” ，并迈入“上海新兴产业企业 100 强” 。"
        },
        {
          "code": "sz000011",
          "name": "深物业A",
          "limit_time": "13:25:06",
          "analysis": "深圳国资+地产+物业+AMC\n1、公司实控人深圳市国资委，深耕房地产和物业管理等多年。\n2、公司致力于住宅、高档公寓、写字楼、产业园区等不同业态的开发，拥有国贸商业大厦、皇岗口岸等品牌项目。公司聚焦产城综合体开发建设，加快打造都市精品住宅和高端产业空间互融共生开发模式。\n3、根据公司控股股东深投控承诺，深投控将采取包括但不限于资产出售或资产置换、股权划转以及其他措施解决与深深房的同业竞争问题。"
        },
        {
          "code": "sz000969",
          "name": "安泰科技",
          "limit_time": "13:40:06",
          "analysis": "可控核聚变+第三代半导体+稀土永磁\n1、2025年9月22日互动，公司是国内第一家具备核聚变钨铜偏滤器生产能力的公司，具备从原材料到部件交付的全套技术，特别是在钨铜复合材料制备、异种材料焊接、高精度检测等方面积累了较高的技术优势。2014年，公司为EAST独立研发和生产钨铜偏滤器，成为全球首个安装钨铜偏滤器的全超导托卡马克装置；2020年公司为法国WEST装置独立提供全部456件钨铜偏滤器部件，100%验收合格交付。\n2、公司超薄纳米晶材料正式进军第三代半导体行业。\n3、公司通过全资子公司安泰创投持有钢研晟华科技10%的股份，钢研晟华科技涉及氢冶金项目。\n4、公司由钢铁研究总院改制而来，目前聚焦“难熔钨钼”和“稀土永磁”两大优势产业，拥有稀土永磁毛坯产能5500吨/年。公司金属功能材料长期应用于航天航空发动机领域。"
        },
        {
          "code": "sz002677",
          "name": "浙江美大",
          "limit_time": "09:39:00",
          "analysis": "集成灶+AI智慧烹饪+智能驾驶+小家电\n1、公司是集成灶首创者和领军企业，专注于以集成灶产品为主的现代新型厨房电器的研发、设计、生产和销售，主要产品为集成灶、橱柜。大幅领先于行业第二梯队企业,并在销售量及销售额两方面都保持集成灶行业市场占有率第一，处行业领军地位。公司已研发推出了应用AI技术和元素的集成灶产品，实现了AI智慧烹饪。\n2、公司投资的魔视智能公司业务稳健发展，进一步巩固了在智能驾驶行业中的领导地位。\n3、公司在小红书、今日头条等新媒体平台上已注册官方号\n4、公司构建了全系厨房产品线,涵盖集成灶、集成水槽、洗碗机、净水机、热水器、蒸烤箱和厨柜,一站式打造开放式健康厨房。\n5、公司拥有1500家一级商、3000多个营销终端，在一二线城市的门店数量也是同行中最多的，得益于美大布局集成灶时间早、渠道加价率较高、公司给予优秀经销商信用额度。"
        },
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": "10:42:03",
          "analysis": "商业航天+军工+DeepSeek+低空经济+福建\n1、2024年8月6日盘后互动，天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。天目一号星座太阳同步轨道子星座（1-22星）在2024年一月份完成建设。\n2、公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        },
        {
          "code": "sh603301",
          "name": "振德医疗",
          "limit_time": "11:02:03",
          "analysis": "资产注入预期+医疗器械+防疫用品\n1、2025年9月，被称为“钢铁大亨”的新华冶金集团董事局主席孙纪木出资3.56亿元受让了振德医疗5%的股份。\n2、公司是一家集研发、生产、销售为一体的医疗+健康产业协同发展的企业。在医疗领域，公司主要产品线涵盖造口与现代伤口护理、手术感控、感控防护、基础伤口护理及压力治疗与固定产品。\n3、在健康领域，公司聚焦医疗级个人和家庭健康护理产品，主要产品线涵盖健康防护、伤口护理、清洁消毒、老年护理、保健理疗、医疗个护和孕婴护理等产品。"
        },
        {
          "code": "sz002629",
          "name": "仁智股份",
          "limit_time": "11:24:48",
          "analysis": "油气技术服务+光伏+高端工程改性材料\n1、公司是西南最大油气勘探开采服务商，公司和沙特Petroleum and Energy Trading Services Est. 公司以及北京同路石油三方在沙特成立合资公司，从事油田技术服务、产品生产、国际贸易等业务。\n2、2024年报提及，集团新能源电力工程业务主要系提供光伏及储能电站总分包业务。\n3、公司主营改性高分子材料的研究、生产及销售，其业务涵盖辐照交联光缆料、辐照交联布电线料等改性材料、高端工程改性材料、高性能管道功能母料等方面。\n4、2024年10月21日晚公告，公司资产出售相关过户手续正在办理中，本次交易预计对公司净利润和股东权益的影响金额约为900-1300万元。2024年11月4日公告，出售资产已完成。"
        },
        {
          "code": "sh601606",
          "name": "长城军工",
          "limit_time": "13:49:06",
          "analysis": "弹药武器装备+间接控股股东拟重组（中兵系）+汽车零部件\n1、公司军品业务主要从事迫击炮弹系列、光电对抗系列、单兵火箭系列、反坦克导弹系列、引信系列、子弹药系列、火工品系列等产品的研产销。公司下属四家军品子公司均属重点军工企业。在迫击炮弹、单兵火箭等弹药武器装备领域占据重要地位。\n2、2025年6月4日公告，公司间接控股股东兵器装备集团收到国务院国资委通知，经国务院批准，对兵器装备集团实施分立。将分立后的兵器装备集团股权注入中国兵器工业集团。分立重组后，本公司间接控股股东后续或将发生变更，实际控制人未发生变化。\n3、公司已形成较为完整的兵器科研和开发体系，具备自行研制和开发军品装备的能力，在国防科技工业中占有重要的地位。\n4、公司已突破智能巡飞主要关键技术，完成样机设计制造和相关试验，建设了智能集群仿真实验室。\n5、公司民品业务主要包括预应力锚固系列、高铁和城市轨道减振器等零部件、汽车空调压缩机等汽车零部件系列、塑料包装件系列等产品。"
        },
        {
          "code": "sz002181",
          "name": "粤传媒",
          "limit_time": "13:56:48",
          "analysis": "全运会+广东足球媒体+彩票（篮球传媒）+AI文娱+短剧\n1、2025年9月19日机构调研，公司将对全运会赛事进行宣传报道，并积极举办全运会相结合的活动。\n2、2025年9月4日，国务院办公厅发布关于释放体育消费潜力进一步推进体育产业高质量发展的意见。旗下广州劲彩信息进行购彩平台“云彩彩票”的开发、运营和管理；子公司先锋报业新媒体矩阵涉及足球+APP、足球+小程序、足球报官方微博、微信公众号足球报等相关足球体育媒体。\"粤超”广东省足球超级联赛于2025年7月至10月期间举行。\n3、参股公司影谱科技(间接持股约7.35%)开创了视觉技术的场景化全新商业模式，是中国最大的智能影像生产技术公司，聚焦于AI大文娱产业。\n4、2025年1月15日互动，广报AI数字人平台已完成封装并上线运行。新媒体公司G视频首部全流程AI制作城市宣传视频《五羊传说》亮相深圳文博会。\n5、公司通过与民办复读机构、中等职业学校等教育机构合作，为中职生和社会人员提供高考复读、高考辅导、艺考生文化课培训及艺考术科培训等教育培训服务。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+H型钢+低价股\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh688765",
          "name": "N禾元",
          "limit_time": "",
          "analysis": "重组蛋白+药用辅料+儿童用药+创新药\n1、公司是我国率先利用水稻胚乳细胞生物反应器实现药用蛋白规模化生产的“稻米造血”开创者，重组人白蛋白注射液HY1001已于2025年7月获批上市。\n2、药用辅料方面，公司重组人白蛋白药用辅料已完成NMPA和FDA登记，可用作药物载体、 疫苗保护剂、细胞冻存保护剂和医疗器械包埋剂等，目前已成功应用于泰尔康生物的创新药物注射用Tye1001以及成都优赛诺的UC101等产品中，上述药品已在美国及中国获批IND。\n3、公司还拥有7个在研药品管线；其中HY1002及HY1003进展相对较快，预计将于2027年获批上市。具体来看：HY1002治疗由轮状病毒引起的儿童感染性腹泻的重组人乳铁蛋白溶菌酶口服液已完成II期临床试验，并计划进一步扩展适应症至儿童急性病毒性腹泻的III期临床方案， 预计2025年底启动III期临床；HY1003 重组人α-1 抗胰蛋白酶已获得美国 FDA 孤儿药资格认定，并完成了在美国开展的I期临床试验。"
        },
        {
          "code": "sh688783",
          "name": "N奕材",
          "limit_time": "",
          "analysis": "存储芯片+人工智能+外延片+12英寸硅片\n1、公司产品已量产用于2YY层NANDFlash存储芯片、先进际代DRAM存储芯片和先进制程逻辑芯片，更先进制程NANDFlash存储芯片、更先进际代DRAM存储芯片以及更先进制程逻辑芯片的12英寸硅片均已进入主流客户验证阶段。\n2、针对人工智能高端芯片领域，除了正在验证适配先进制程的高性能专用逻辑芯片外，公司积极配合客户开发下一代高端存储芯片，相应产品可用于AI大模型训练和推理数据的实时处理及存储。\n3、公司外延片已用于先进制程逻辑芯片量产，并正在客户端验证更先进制程产品。\n4、截至2024年末，公司合并产能达71万片/月，全球市场份额约7%，是中国大陆第一、全球第六的12英寸硅片厂商。"
        },
        {
          "code": "bj920020",
          "name": "N泰凯英",
          "limit_time": "",
          "analysis": "工程轮胎+轮胎电动化+无人驾驶\n1、公司聚焦矿业及建筑业轮胎市场，在工程子午线轮胎细分领域国内排名第三、全球排名第八。\n2、公司积极探索轮胎电动化、智能化及无人化应用，陆续推出电动矿用自卸车专用轮胎、轮胎智能管理系统等。\n3、公司泰科仕轮胎智能管理系统（TIKS）还接入和集成至国内主流的无人驾驶矿山车辆，与踏歌智行、内蒙古中科慧拓等国内无人驾驶矿车领域的主要企业深度合作，并在多个智慧矿山、无人驾驶矿车项目进行了应用。"
        },
        {
          "code": "sh688759",
          "name": "N必贝特",
          "limit_time": "",
          "analysis": "抗肿瘤药物+乳腺癌+创新药\n1、公司深耕抗肿瘤药物研发，独创性地开发了全球首个获批上市的小分子双靶点抑制剂BEBT-908；目前该产品已获批上市，公司正积极推进商业化工作。\n2、公司拥有多个在研药品管线，覆盖乳腺癌、非小细胞肺癌、卵巢癌等肿瘤疾病、银屑病等自身免疫性疾病以及糖尿病合并非酒精性脂肪性肝炎等代谢性疾病；其中BEBT-209处于III期临床试验阶段、BEBT-109已获准开展III期临床试验，均有望于2027年获批上市。\n3、BEBT-209是用于治疗晚期乳腺癌的CDK4/6抑制剂，区别于已上市的CDK4/6竞品，BEBT-209在保障安全性的前提下具备更好的抗肿瘤活性。\n4、BEBT-109则是用于治疗EGFR突变阳性的非小细胞肺癌的泛突变型EGFR抑制剂，较全球首个上市的第三代EGFR抑制剂奥希替尼具备更高的产品安全性。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 16,
      "stocks": [
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:00",
          "analysis": "复牌++隧道工程（西藏）+算力+电力+文旅\n1、2025年10月15日晚公告复牌；停牌核查完成。2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+航天军工+半导体材料+虾青素+农业\n1、2025年10月26日晚公告，大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年10月10日公告，控股子公司万方东巽已取得白山市江源区虾青素项目地块不动产权证，项目进入实质建设阶段。\n5、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被司法拍卖并竞拍成功，公司控制权拟变更。 \n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002305",
          "name": "*ST南置",
          "limit_time": "14:55:54",
          "analysis": "拟出售资产+重大资产重组+控股股东拟吸收合并+房地产+REITS\n1、2025年9月17日晚公告，拟1元转让房地产开发、租赁业务相关资产及负债，本次交易构成重大资产重组。\n2、2025年7月25日公告，控股股东电建地产拟受让公司持有的房地产开发业务等相关资产和负债。本次预计可能构成重大资产重组。2024年11月20日公告，控股股东电建地产拟对其全资子公司及一致行动人武汉新天地进行吸收合并，武汉新天地将申请解散并注销，同时将其持有的3.13亿股公司股票(占总股本18.06%)转让给电建地产。\n3、公司主要从事房地产的开发与运营业务。公司与湖北省供销社合资成立了湖北南国创新置业，后者主要业务为房地产开发与销售、物业管理。公司最终控制人为国务院国资委。\n4、公司相关融资部门已在针对reits产品做研究和探索，资产证券化产品公司已做了多个产品的探索，abs，cbs均已发行。在地产金融方面，公司正式发行首单类Reits产品“申万宏源-电建南国疫后重振资产支持专项计划”。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "09:31:23",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz000908",
          "name": "*ST景峰",
          "limit_time": "09:25:00",
          "analysis": "重整受理+医美+创新药研发\n1、2025年10月21日法院裁定，湖南省常德中院受理债权人对公司的重整申请。 公司布局玻璃酸钠美容产品，建立脂质体等高端制剂平台，并与十余家药企合作研发多个进入临床阶段的创新药CDMO项目涵盖抗癌药、抗凝药等。\n2、2025年4月8日晚公告，子公司常德景诚拟与石药集团、德源招商、上海一期基金共同向常德景诚全资子公司常德景泽增资，并由常德景泽参与本次大连德泽资产的竞买。常德景泽本次拟将注册资本由100万元增加至6500万元。公司放弃对石药集团、德源招商、上海一期基金认缴增资部分的优先认缴出资权。本次增资完成后，常德景诚、石药集团、德源招商、上海一期基金分别持有常德景泽10%、49%、30%、11%的股权，常德景泽不再纳入公司合并报表范围。\n3、2025年5月29日晚公告，常德景泽已完成增资事项的工商变更登记。\n4、第二大股东是长城资产，国有四大AMC之一；2024年8月27日盘后公告，8月25日，经临时管理人与意向投资人商业谈判，最终确定以石药控股集团作为牵头投资人的联合体为中选重整投资人。"
        },
        {
          "code": "sz002717",
          "name": "ST岭南",
          "limit_time": "10:42:54",
          "analysis": "设文旅公司+合作腾讯（DeepSeek）+抖音+影视IP\n1、2025年5月16日据企查查，公司在洛阳新设东坡归原文旅公司。2025年2月13日盘中消息，腾讯元宝接入DeepSeek。 在 VR/AR、数字虚拟人等领域与腾讯开展合作。\n2、公司参股微传播21.86%的股份，微传播专注于提供社交网络及新媒体整合营销服务解决方案，通过严格筛选整合优质的自媒体资源，横跨快手、抖音、小红书、拼多多、微信、微博等多个自媒体资源平台，为客户提供了直接的效率与效益。\n3、2024年5月7日投资者关系活动记录，子公司恒润集团拥有专业的影视IP打造及影视制作团队，现有包括\"龙域猎手”、“摩登部落之奇幻冒险”、\"龙腾华夏\"等多项优质IP，并已将多项IP成功应用于VR/AR、沉浸式体验、创新互动体验等场景。\n4、公司近年来积极布局数字化转型，并与腾讯签订战略合作协议，聚焦云计算、大数据等领域开展深入合作。\n5、公司实控人为中山火炬高技术产业开发区管委会。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+拟出售资产+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，分别间接持有*ST宝鹰37.96%表决权股份。\n3、2025年7月24日公告，拟公开挂牌转让旦华复能50.1%股权。2025年1月26日公告，宝鹰建设100%股权已于2024年12月27日完成交割。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sz002528",
          "name": "ST英飞拓",
          "limit_time": "09:33:09",
          "analysis": "深圳国资+股东增信措施+借款展期+智慧灯杆\n1、公司实控人为深圳市国资委。2025年5月7日互动：公司将继续推进英飞拓系统的出售事项。\n2、2024年12月30日晚公告，股东刘肇怀出具承诺函，为公司子公司的部分债权（1.72亿元）提供增信措施。同日公告JHL及刘肇怀减持公司股票所得资金已全部借给公司及子公司，借款金额为美金601.69万元，到期日为2025年1月28日。公司及子公司拟向JHL及刘肇怀先生申请将上述借款美金展期至2026年4月30日。\n3、公司推出5G多功能智慧灯杆，可实现多种类型的感知数据采集、分析、仿真预测。\n4、公司主业是提供智慧城市细分领域规划、软件与硬件供应、建设和运营服务。与华为在智慧城市、智慧园区领域有业务合作。"
        },
        {
          "code": "sz002058",
          "name": "*ST威尔",
          "limit_time": "09:35:42",
          "analysis": "控股紫江新材+业绩扭亏+机器人+特斯拉\n1、2025年9月10日公告，股东大会决议收购紫江新材51%股权获通过，交易完成后将形成“汽车检具+铝塑膜”双主业，铝塑膜业务将成为战略重点。业绩承诺方承诺紫江新材2025年-2027年度实现的净利润分别不低于6550万元、7850万元、9580万元。2025年10月9日公告已过户完成。\n3、2025年8月28日晚公告，上半年归母净利润1.77亿元，同比扭亏。\n3、2025年5月10日公告，公司拟以4248.82万元收购紫燕机械49%股权，增强对子公司控制权。 后者为特斯拉为特斯拉的A级供应商。\n4、2025年3月31日晚公告，公司拟2.81亿元向紫竹科技出售持有的自动化仪器仪表业务资产组。交易完成后，公司资产总额将增加48.88%，负债总额将下降47.67%，资产负债率将下降28.15个百分点，营业收入将下降43.52%，净利润将增加2097.33万元。\n5、公司主营仪器仪表业务及汽车检具业务。经营范围涵盖工业机器人销售;工业机器人安装、维修。"
        },
        {
          "code": "sh603838",
          "name": "*ST四通",
          "limit_time": "14:36:06",
          "analysis": "马可波罗同实控人+新增锆钛矿精炼业务+家居陶瓷+智能马桶\n1、四通股份实控人黄建平同时为马可波罗实控人。\n2、2025年5月13日投资者说明会，公司新增锆钛矿产品精炼业务，该业务应用于航空航天、化工等领域，预计2025年将大幅提升收入贡献。2025年计划实现营业收入3.5亿-4.2亿元。 \n3、据2024年半年报，按销售地区分类，公司欧洲收入占比39.56%，亚洲占比25.62%，美洲占比仅9.15%。公司通过全系列家居生活陶瓷产品为客户提供一站式采购服务，已发展成为本土少数能够提供系列化优质家居生活陶瓷产品的知名企业之一。\n4、公司智能马桶业务占比较低。"
        },
        {
          "code": "sz000752",
          "name": "ST西发",
          "limit_time": "09:25:00",
          "analysis": "业绩增长+拟收购拉萨啤酒50%股权+无偿受赠现金资产1.82亿元\n1、2025年10月27日晚公告，公司前三季度营收3.25亿元，同增8.57%；净利润1.45亿元，同增503.98%。\n2、2025年7月22日公告，上市公司持有拉萨啤酒50%股权，是其控股股东，拟收购嘉士伯国际持有的拉萨啤酒另50%股权，预计构成重大资产重组。2025年9月4日公告，控股股东及投资人拟清偿占用资金。\n3、公司主营啤酒的生产与销售，啤酒销售占公司主营收入的95%以上。\n4、2025年1月15日晚公告，控股股东盛邦控股决定拟向公司无偿赠与现金资产1.82亿元。本次捐赠现金为控股股东单方面、不附带任何条件、不可变更、不可撤销的赠与行为，公司无需支付对价。本次受赠现金入账后将计入公司资本公积，将对公司的资产负债率和净资产产生积极影响，不影响公司当期经营成果。\n5、公司已于2023年年度报告披露的同时向深交所申请了撤销对公司股票交易实施的退市风险警示。"
        },
        {
          "code": "sh600753",
          "name": "*ST海钦",
          "limit_time": null,
          "analysis": "业绩扭亏+更名+拟增持+参股武汉敏声+煤化工\n1、2025年10月27日晚公告，公司前三季度营收6.77亿元、同比增长188.11%，归母净利润2567.70万元，同比扭亏为盈。2025年5月30日晚公告，经公司申请，并经上交所办理，公司证券简称自6月6日由“*ST庚星”变更为“*ST海钦”。\n2、2025年5月8日晚公告，公司控股股东浙江海歆拟自本公告披露之日起6个月内，拟增持金额3000万元-6000万元。\n3、据爱企查，公司对武汉敏声的持股比例为1.97%，后者是以射频滤波器为拳头产品，同时覆盖压电式麦克风以及压电超声传感器芯片，致力于打造成一家集设计、生产和销售于一体的企业。\n4、公司业务主要集中于焦煤、焦炭等“黑色系”煤化工相关品种，形成了完整的产业供应链条，具有较强的资源整合能力。\n5、子公司福州庚星能源经营范围含电动汽车充电基础设施运营；集中式快速充电站等。目前公司充电运营场站已在 上海、福州、杭州等地开业运营。"
        },
        {
          "code": "sz002005",
          "name": "ST德豪",
          "limit_time": "",
          "analysis": "业绩增长+拟投建汽车LED封装项目+出售资产+小家电\n1、2025年10月27日晚公告，第三季度净利润1.03亿元，同比增长1082.26%。2025年5月30日公告，控股子公司投资5000万元建设汽车LED封装项目，聚焦汽车前装及后装车灯应用。 \n2、2025年5月10日公告，公司完成闲置资产出售交易，获得资金1.35亿元。\n3、公司优势产品为咖啡机类及电动类产品。公司已完成小家电业务的整体优化调整，新的小家电工厂已全面投产。\n4、公司主营业务之一为LED封装业务，产品广泛应用于车灯、手机闪光灯、通用照明等领域。子公司安徽锐拓电子公司已为多家新能源汽车企业主力车型量产供货。\n5、公司的小家电业务以出口为主，外销占比63.60%，总体规模上处于国内同行业前列，主导产品包括磨豆咖啡壶、滴漏咖啡壶、胶囊咖啡机等产品。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "",
          "analysis": "银行账户冻结解除+烟花+小额贷款+成立文旅公司\n1、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sz000903",
          "name": "ST云动",
          "limit_time": null,
          "analysis": "低空经济+无人物流车+机器人+发电机\n1、2025年7月16日公告，公司与德龙航空签署战略合作协议，涉及无人机研发、生产和低空经济领域合作。\n2、2025年6月11日互动，公司与九识（苏州）智能正在积极开展智能物流配送车的相关合作。公司正在与中国邮政集团云南省分公司等积极开展无人配送车道路的测试业务，无人车产品已实现小批量销售。\n3、公司地处云南昆明，最终控制人为昆明市国资委。公司多缸小缸径柴油发动机在国内同行业中处于领先地位，主要产品包括车用柴油发动机和非道路柴油发动机。\n4、孙公司森世泰重点突破和掌握了氨氧传感器的核心技术——陶瓷芯片，该技术实现国产替代，在国内处于领先水平。\n5、公司目前已研发车用60kW、80kW、120kW氢燃料电池发动机。"
        }
      ]
    }
  ]
}