{
  "date": "2025-12-16",
  "update_time": "2025-12-16 15:44:13",
  "category_count": 8,
  "total_stocks": 60,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz001331",
          "name": "胜通能源",
          "limit_time": "09:25:00",
          "analysis": "七腾机器人收购+天然气+海外业务拓展\n1、2025年12月12日盘后公告，明日复牌；七腾机器人拟通过受让和要约收购合计获得公司44.99%股权，交易完成后，公司控股股东变更为“七腾机器人”，实际控制人变更为朱冬；七腾机器人专注生产特种机器人，防爆四足/轮式/挂轨机器人等产品已远销西亚、中东、北美等海外市场，2024年收入9.54亿元，净利润1.223亿元。\n2、公司主营业务是LNG的采购、运输、销售以及原油、普货的运输服务，已进入中国LNG贸易企业前五，为工业燃料、城镇燃气、交通燃料等应用领域客户提供一站式LNG运贸解决方案。\n3、2025年5月15日互动易及投资者关系活动记录，公司新加坡全资子公司2024年完成2船LNG船货交易并与中石化燃料油新加坡有限公司签订资源购销协议，拓展海外资源渠道，提升国际业务布局。2024年海外销售占比12.27%。"
        },
        {
          "code": "sh600879",
          "name": "航天电子",
          "limit_time": "13:44:52",
          "analysis": "拟对航天火箭公司增资7.28亿元+星间激光+电子元器件（火箭）+特种电缆+航天电子信息\n1、2025年12月15日晚公告，公司拟以现金方式对控股子公司航天长征火箭增资7.28亿元。航天长征火箭公司的航天电子信息业务主要为测控系统、空间网络信息系统等领域，涉及地面测控设备、数据链、激光终端等产品种类。\n2、机构研报称，星间激光负责星-星传输，为微波通信的升级技术，技术壁垒高，为低轨大规模组网核心，星间激光之于太空通信，类似光模块之于AI集群。公司公告显示控股子公司航天长征火箭，致力于星间激光通信相关技术研究，研发出一系列型谱化激光通信终端等产品，应用在互联网卫星上，并占有相当数量市场份额。\n3、据机构调研纪要，公司是航天科技集团旗下唯一经营性资产整体上市公司，核心航天配套、无人系统业务均在体内，此外，也是长征火箭电子元器件最大供应商，充分受益巨行星座组网建设。\n4、公司特种电缆主要用于航天军工、核电等领域。2024年3月22日公告，子公司航天飞鸿拟向航天飞腾公司增资1.49亿元，用于精确制导相关产品研发。\n5、公司从事航天电子信息、无人系统装备、电线电缆产品的研产销。产品包括惯性与导航、测控通信与网络信息、微电子、机电组件与传感系统、精导对抗与有效载荷等领域。"
        },
        {
          "code": "sz002853",
          "name": "皮阿诺",
          "limit_time": "09:25:00",
          "analysis": "实控人变更+定制家居（关税下降受益）+小红书+电商\n1、2025年12月15日盘后公告，公司控股股东将变更为初芯微，实控人将由马礼斌变更为尹佳音。标的公司在半导体显示领域资源丰富，股票今日复牌。\n2、据机构研究，家居行业是关税减免后净利润受损情况改善居前的行业之一。公司已成为国内领先的定制家居产品企业之一，现有整体橱柜、全屋定制及门墙等三大核心品类。公司专业从事中高端定制橱柜、衣柜、门墙及其配套家居产品的研发、设计、生产、销售、安装与售后等服务。\n3、在小红书上有一定的品牌推广和产品种草活动，利用小红书的用户流量和社交属性，提升品牌在年轻消费者中的知名度和影响力。公司运营官方内容平台（微信、抖音、小红书等）和第三方电商平台（天猫、京东、拼多多）旗舰店。"
        },
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "",
          "analysis": "中标重大项目+半导体洁净室+海峡两岸+客户包含英诺赛科+并购重组猜想\n1、2025年12月15日晚公告，控股子公司泰国Acter近日中标泰国鹏晟PA02动力及内装一次配机电工程项目并收到项目订单，订单总价折合人民币约4.32亿元。\n2、2025年12月10日台股汉唐/圣晖均公布25年11月营收表现，汉唐11月合并营收69.94亿新台币，单月同比/环比+11.6%/100.4%；圣晖11月合并营收37.3亿新台币，单月同比/环比+20.1%/+16.5%。全球范围内大扩产/建厂加速推动洁净室工程服务公司订单收入逐步进入高增区间。\n3、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n4、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、中芯国际等业内知名企业。\n5、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。"
        },
        {
          "code": "sh600874",
          "name": "创业环保",
          "limit_time": "",
          "analysis": "收到应收账款回款+污水处理+节能环保\n1、2025年12月15日晚公告，公司已收到天津市水务局一次性支付的19.89亿元资金，专项用于结清历史存量应收账款。\n2、公司地处天津市，深耕京津冀地区的污水处理。\n3、2021年公司以自有资金出资8000万元成立天津佳源开创新能源科技公司，负责投资、建设及运营维护天津市侯台公园1#能源站特许经营项目，总投资约2.8亿。\n4、公司主要业务包括基础业务及战略新业务，基础业务指市政污水处理、供水、再生水等领域业务，战略新业务包括新能源供冷供热、固废处理、污泥处置、光伏发电、科技成果转化等业。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "2025年12月15日盘后消息，《求是》杂志将发表总书记重要文章：《扩大内需是战略之举》。",
      "stock_count": 19,
      "stocks": [
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "15:00:00",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sh603696",
          "name": "安记食品",
          "limit_time": "13:03:38",
          "analysis": "调味品（福建）+互联网金融+健康食品\n1、公司为复合调味品小龙头，位于福建省泉州市，调味品类主要产品包括复合调味粉、天然提取物调味料、香辛料、酱类、风味清汤等五大类 500多个品种。拳头产品排骨味王调味料,市场占有率位居同类产品前列。\n2、2023年年报，泉州经开区百盛小额贷款公司，注册资本1亿元，主要业务为办理小额贷款业务，安记食品占注册资本的10%。\n3、公司大健康食品包括益生菌、营养补充剂、功能性等固体饮料。"
        },
        {
          "code": "sh600865",
          "name": "百大集团",
          "limit_time": "09:25:00",
          "analysis": "百货商场+物业租赁+资产注入预期\n1、2025年12月11日，商务部：十五五时期将出台加快零售业创新发展的意见。\n2、公司主营业务为商品零售，主要业态为百货商场。杭州百货大楼的商品销售以联营模式为主，辅之少量经销、代销模式，是公司最主要的收入来源。公司拥有杭州百货大楼一家门店。\n3、公司其他业务包括物业租赁、物业服务、文化产业等。租赁业务包括将杭州大酒店物业整体出租以及湖墅南路物业出租。公司自行经营管理杭州收藏品市场以及一些物业服务。\n4、百大集团实控人陈夏鑫(持股46.96%)同时是新西奥集团实控人，新西奥集团历史上多次借壳失败，市场预期或重启借壳至百大集团。"
        },
        {
          "code": "sh601933",
          "name": "永辉超市",
          "limit_time": "10:07:17",
          "analysis": "物流仓投运+胖东来调改+福建+名创优品拟控股公司\n1、2025年12月15日京东产发发布，近日，永辉超市位于京东智能产业园·北京通州园区的华北多温物流仓正式投入运营。\n2、公司地处福建省福州市，公司已在全国发展超千家连锁超市，业务覆盖29个省和直辖市，530座城市，经营面积超过775万平方米。\n3、2025年4月3日消息，永辉超市上海第二家“学习胖东来”自主调改店——浦江万达广场店2日焕新开业。2024年11月28日永辉超市确定上海首家学习胖东来自主调改门店为上海金山万达店，与奥乐齐超市全国最大门店仅一街之隔。永辉目前已有20家调改门店开业，预计明年或超100家，公司第一大股东名创优品，其定位“全球IP联名集合店”。\n4、2024年9月23日盘后公告，公司股东拟向广东骏才国际合计转让29.40%股份（约63亿元），本次交易完成后，公司第一大股东将变更为骏才国际。骏才国际及其实控方名创优品将与永辉超市携手向品质零售模式转型。"
        },
        {
          "code": "sz002329",
          "name": "皇氏集团",
          "limit_time": "09:25:00",
          "analysis": "旺旺奶源供应商合作+供货霸王茶姬+儿童乳品+跨境电商+光伏\n1、皇氏集团与香园食品签署战略合作协议，共同开拓水牛奶在餐饮、新茶饮等领域的应用，而香园食品长期为旺旺集团提供原料解决方案，是旺旺的供应商之一。\n2、公司为霸王茶姬等国内知名品牌提供原料。\n3、公司的支柱产业是以水牛奶、发酵乳、巴氏鲜奶为核心的特色乳品业务，涵盖从牧草种植到奶水牛育种、奶牛养殖、乳品加工、销售服务的全产业链，另有其他食品类产品。公司针对儿童及青少年开发了\"一只水牛”、\"小小水牛皇”有机纯牛奶、铁锌牛奶、高钙牛奶、小爱酸奶等系列产品。\n4、公司参投的臻品悦动公司业务范围包括跨境电商。\n5、公司主要光伏产品为太阳能电池片，主要原材料为硅片、硅料。TOPCon快速增长，公司规划20GW，预计投产5GW。"
        },
        {
          "code": "sh600280",
          "name": "中央商场",
          "limit_time": "13:27:50",
          "analysis": "百货零售（南京）+央厨食品+拟购买安徽中商20%股权+房地产\n1、公司地处南京，公司主业为百货零售，同时通过同“罗森”的战略合作拓展便利店业务，兼有部分房地产开发业务。房地产开发除部分纯住宅项目外，主要为用于新开百货门店的自建综合体。公司始建于1936年，由张静江、曾养甫、茅以升等社会名流和爱国之士，以“抵制日货、弘扬国货、振兴民族商业”为宗旨而创立，是当时“实业救国”大潮中南京第一家大型综合商场\n2、2025年12月12日讯，企查查APP显示，近日，马鞍山中商央厨食品供应链有限公司成立，企查查股权穿透显示，该公司由公司旗下安徽中商便利店、南京快佳超市共同持股。\n3、公司在“Young 购” 电商平台投入发展。子公司云中央完成电商平台蓝图方案和技术建设，覆盖中央商场各连锁店经营品类及雨润食品产品销售环节。\n4、子公司安徽中商中央厨房食品研产基地项目主要内容包括中餐制售、食品、预包装食品的研发、制造、销售等。\n5、公司兼有部分房地产开发业务。"
        },
        {
          "code": "sh601566",
          "name": "九牧王",
          "limit_time": "09:31:50",
          "analysis": "男裤（福建）+寒潮+网红经济+电子商务\n1、公司办公地址位于福建省厦门市。寒潮来袭，羽绒服涨价，九牧王太空裤101版突破性采用航天级功能纤维，以创新双层复合结构重塑冬日保暖新标杆，搭载远红外技术，可实时转化人体热能，强效保暖不惧严寒。\n2、九牧王是中国男裤行业的龙头企业，公司主要从事男裤及男士商务休闲服饰的生产和销售。截至2024年，九牧王男裤市场综合占有率连续二十五年位列国内第一。\n3、2025年11月11日中国奥委会在国家体育总局与国产品牌九牧王签约，后者将成为2025-2028周期中国奥委会官方赞助商。“九牧王杯”爱知·名古屋亚运会中国体育代表团礼服设计大赛也同步启动。\n4、公司拥有九牧王品牌、ZIOZIA品牌及时尚潮牌FUN等品牌。公司携手范丞丞、李昀锐、魏大勋、张云龙、朱亚文五位明星，传递九牧王专研男裤35年的品牌价值，高效布局品牌年轻化。\n5、公司已布局主流电商平台。"
        },
        {
          "code": "sz002697",
          "name": "红旗连锁",
          "limit_time": "09:35:06",
          "analysis": "便利连锁+四川国资+AI零售转型+24小时店\n1、四川国资委旗下的便利超市零售商，主营食品（44%）、白酒（35%）、日用百货（12%），永辉超市为公司第三大股东。\n2、2025年3月3日晚公告，公司正在进行机器人无人售货系统的研发与创新，通过与领先的人形机器人企业合作，整合AI视觉识别、智能路径规划等核心技术，打造兼具灵活性与商业价值的智能零售解决方案。同时积极布局AI领域人才战略，希望未来通过引进AI领域高科技人才，强化算法优化、机器人自主决策等核心能力。\n3、2025年10月30日互动，公司24小时云值守服务，计划年底前扩充至300家。"
        },
        {
          "code": "sz002187",
          "name": "广百股份",
          "limit_time": "09:40:42",
          "analysis": "百货连锁+黄金零售+离境退税\n1、公司是广东省百货连锁龙头企业，是广州国资委旗下唯一聚焦于商贸流通领域的A股上市企业，已在广州市区及广东省内其他城市开设门店30家。\n2、公司设有6家离境退税“即买即退”门店。\n3、公司旗下广百黄金珠宝大厦致力成为华南地区精品金饰珠宝专业店，全力打造“广百黄金”自有品牌。\n4、公司旗下各门店运用直播带货、福利社群等线上营销工具，以品牌信誉打造私域流量池，成为广州首批受理数字人民币支付的便民商家。"
        },
        {
          "code": "sh600697",
          "name": "欧亚集团",
          "limit_time": "09:32:09",
          "analysis": "冰雪消费+商业零售+免税店+中俄贸易+黄金合作\n1、近日《吉林省2025年“冰雪假期”专项工作方案》明确吉林省今年的冰雪假期为12月3日—7日，不挤占寒暑假。公司旗下门店多年前即有奇幻雪世界、室内真冰场、冰上卡丁车、模拟滑雪场等富有东北冰雪特色的游玩项目。\n2、公司从事商业40年， 全渠道营销，以实体零售经营为主，线上销售为辅，形成了以“现代百货、商业综合体、商超连锁”为驱动引擎的三大经营主力格局。2025年10月15日官微：近日，欧亚商业连锁与阿里巴巴旗下淘宝闪购平台正式签署战略合作协议，打造“大生鲜+大美食+店仓一体化”高效履约体系。\n3、2020年公司曾公告已向吉林省及长春市政府相关部门递交了关于支持公司申请免税商品经营资质的请示。\n4、子公司长春欧亚启明星从事跨境电商业务。公司参股了联营企业长春春塔贸易，后者开办了俄罗斯商品的首个连锁店\"叶卡捷琳娜\"。\n5、公司旗下门店与许多知名黄金品牌有合作，在经营上尝试自营“欧亚黄金”品牌。"
        },
        {
          "code": "sh601366",
          "name": "利群股份",
          "limit_time": "09:36:10",
          "analysis": "零售连锁+食品车间+物流中心\n1、目前公司零售连锁经营业态涵盖综合商场、购物中心、综合超市、便利店、生鲜社区店、品类集合店等多种线下经营业态以及O2O、B2B线上业态。公司共有大型门店71家，便利店及集合店188家。\n2、公司建设了总面积超11万平米的食品生产加工车间，通过打造多品类的自有品牌产品矩阵，向食品工业企业大步迈进。\n3、公司拥有4处大型智慧物流中心，总仓储面积超过60万平米，包括常温、冷链物流中心、温控成品粮储备库、家电库、电商仓库等。"
        },
        {
          "code": "sz000716",
          "name": "黑芝麻",
          "limit_time": "09:37:18",
          "analysis": "休闲食品+微信小店+控股股东支付保证金+电商运营\n1、公司生产经营黑芝麻糊等系列冲饮产品、黑芝麻牛奶等系列饮料、黑芝麻丸等黑养黑系列产品、富硒大米系列产品。\n2、2024年12月31日互动，公司在2024年陆续上市了包括但不限于\"南方保健黑芝麻糊““五黑八宝粥\"“见证南方牛奶\"爆发黑黑乳\"黑芝麻餐包\"等新品;公司有入驻微信官方商城小店。\n3、2024年11月22日公告，公司控股股东黑五类集团已向公司银行账户转入6553万的承诺保证金，作为公司为南宁儿童医院提供担保应承担责任的赔偿保证金；若该担保事项因再审等造成增加公司损失的，黑五类集团将在公司收到再审判决书后一个月内，按再审裁定公司增加承担损失的金额向公司支付；公司或解除ST风险。\n4、公司以B2B、跨境电商等不同的有针对性的服务模式，为品牌方提供一站式电商营销策划解决方案。公司大力发展新内容电商业务，在上海、杭州建立直播基地。"
        },
        {
          "code": "bj834765",
          "name": "美之高",
          "limit_time": "13:03:46",
          "analysis": "收纳用品+跨境电商+拟设立美国全资子公司+北交所\n1、公司专注于金属置物架收纳用品的研发、设计、生产和销售，产品主要应用于家居收纳、工业及商业仓储等领域。自成立以来公司一直专注于收纳用品领域，借助多年积累的行业经验及研发能力，为客户提供一系列以“DIY概念”主导的置物架收纳用品及空间资源利用解决方案。\n2、公司地处深圳，专注于金属置物架收纳用品的研发、设计、生产和销售，产品主要应用于家居收纳、工业及商业仓储等领域。自成立以来公司一直专注于收纳用品领域，借助多年积累的行业经验及研发能力，为客户提供一系列以“DIY概念”主导的置物架收纳用品及空间资源利用解决方案。\n3、公司已与英国、美国、意大利等新拓展的客户确认合作关系，同时跨境电商平台的自营店也在陆续开设中。2024H1外销占比89.26%。2024年Q3，报告期开展跨境电商业务，海外平台库存商品增加1,135.90万元。\n4、2025年12月15日晚公告，公司拟通过香港全资子公司以自有资金设立美国全资孙公司，名称为MZG USA LLC或MEIGAO USA LLC（暂定名）。标的公司经营范围为销售、仓储、售后服务及进出口业务等。\n5、公司注重线下线上销售模式的结合，已建立网络销售平台，通过网络平台开设品牌直营店的方式直接面向消费者进行销售。"
        },
        {
          "code": "sh603708",
          "name": "家家悦",
          "limit_time": "13:53:25",
          "analysis": "连锁超市+新零售+乡村振兴\n1、公司主营业务为超市连锁经营，以综合超市、社区生鲜食品超市、乡村超市为主要业态，重点发展山东及周边河北、内蒙等市场,门店总数超1000家。\n2、公司分区域建设了常温、冷链、生鲜加工、中央厨房一体化的供应链体系，具备农产品从基地采购、冷链仓储、生鲜加工、终端零售的全产业链运营能力。\n3、公司利用自身产业优势通过构建产销对接平台、建设农村连锁网络等措施，深入开展“农超对接”工程，持续巩固拓展脱贫攻坚成果，全面助力国家乡村振兴工作。"
        },
        {
          "code": "sh603863",
          "name": "松炀资源",
          "limit_time": "14:19:57",
          "analysis": "彩票（海南）+环保再生纸（反内卷）\n1、松炀资源通过参股公司金陵乐彩运营国内唯一存续的视频彩票“海南拍拍乐”。目前在海南已有17家门店营业。公司计划未来6个月新增50家门店，每家配备20台视频电子即开型彩票设备，总计1000台终端。2024年11月通过子公司万源互通中标福建14个高铁站点，覆盖年人流量超1亿人次，首创高铁彩票销售模式。\n2、公司地处广东，主要从事环保再生纸的产销，为下游客户提供中高档、高性能、绿色环保的包装纸及各种功能用纸。公司目前的产能为16万吨环保再生纸、18万吨高强瓦楞纸和2.5万吨热敏纸。\n3、2024年11月1日调研纪要，公司参股的金陵乐彩为现存唯一视频电子即开型彩票海南拍拍乐的核心运维商，已形成完整的彩票产业链布局，视频电子即开型彩票拍拍乐目前仅在海南省试点运行。"
        },
        {
          "code": "sz000505",
          "name": "京粮控股",
          "limit_time": "",
          "analysis": "菜籽油(海南)+魔芋+烘焙+农业+旅游\n1、公司位于海南省海口市，公司主营业务为油脂油料加工销售及贸易和食品制造。油脂油料加工及贸易业务主要集中在京津冀区域，主要产品有大豆油、菜籽油、葵花籽油、香油、麻酱等，实控人为北京市国资委。\n2、全资子公司浙江小王子，拥有魔芋类食品产品。古船面包为肯德基华北区域主要供应商之一，在北方烘焙市场行业内保有一定的行业地位。\n3、“京粮生活汇”是公司旗下的网络营销平台，主要经营自有油脂类产品及首农食品集团旗下各品类产品，全国各地都支持配送。\n4、公司旗下五星级酒店三亚珠江国际度假酒店是海南旅游市场的旗舰酒店之一。控股子公司牡丹江珠江万嘉旅业集团主要负责中国雪乡的建设和经营。\n5、公司的压榨产能计算每年约产80万吨豆粕。"
        },
        {
          "code": "sh601116",
          "name": "三江购物",
          "limit_time": "",
          "analysis": "生鲜超市+阿里参股+盒马\n1、公司主要经营社区生鲜超市业务。公司经营业态有社区店、盒马店和邻里店，采用连锁经营方式，商品结构以社区居民日常鲜食消费品为主。\n2、2025年11月13日据证券报，未来几个月内阿里巴巴将逐步在包括淘宝网在内的多个平台上添加AI代理功能，以支持购物体验；杭州阿里巴巴泽泰信息为公司的第二大股东，持股30%，泽泰信息控股股东为淘宝（中国）软件。\n3、2025年4月11日盘后消息，助外贸企业出口转内销 京东、盒马、永辉、华润等零售巨头启动相关扶持计划。\n4、公司股东阿里持有旷视科技近30%股份，市场猜想存在注入预期。"
        },
        {
          "code": "sh603536",
          "name": "惠发食品",
          "limit_time": "",
          "analysis": "沙县小吃合作/福建+预制菜+抖音电商+速冻食品\n1、公司与沙县小吃有相关合作，公司全资子公司沙县小吃惠丰餐饮公司，位于福建省三明市。\n2、公司主要从事速冻类预制菜类的丸类制品、肠类制品、油炸类制品、串类制品、菜肴制品等的研发、生产和销售。\n3、公司社区团购业务模式主要是通过线上平台整合线下社区资源，完成线上线下一体化，形成食材一站式供应，向消费者提供全面的团购产品体验和服务。\n4、公司主要从事速冻类预制菜的丸类制品、肠类制品、油炸类制品、串类制品、菜肴制品等速冻食品的研发、生产和销售。"
        },
        {
          "code": "sh600493",
          "name": "凤竹纺织",
          "limit_time": "",
          "analysis": "纺织品（外销占比高）+福建+环保设施\n1、网传，近期吃瓜蒙主爆火网络，各种切片视频在各大平台疯狂传播，明制汉服销量激增。公司主营业务为生产、加工针织、机织色布、漂染、纺纱、染纱、印花加工，销售自产产品；从事环保设施运营；从事货物或技术的进出口业务等。2024年外销占比58.34%。\n2、公司位于福建省泉州市。\n3、公司定位于中高档产品市场，主要市场和客户集中在福建省，并辐射至全国。\n4、公司产品中 70-80%以服装形式间接出口至港台、中东、欧美和日本等市场。"
        }
      ]
    },
    {
      "name": "智能驾驶",
      "reason": "2025年12月15日盘后人民日报报道，工业和信息化部正式公布我国首批L3级有条件自动驾驶车型准入许可，标志着我国L3级自动驾驶从测试阶段迈入商业化应用的关键一步。",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sz001317",
          "name": "三羊马",
          "limit_time": "09:31:39",
          "analysis": "无人驾驶+统一大市场+羊/马字辈+低空经济\n1、2025年6月2日官微，天汇盛(北京)与公司签署无人快递车采购意向合同，拟向三羊马数园科技采购30台无人驾驶快递配送车。2025年6月5日官微，公司与四川省天域航通正式签署战略合作协议，共同探索“低空+无人化”物流新范式。\n2、公司设立三羊马海南供应链管理公司投资“一带一路”海外节点城市，打造亚欧流通大通道。公司以汽车主机厂所在地为枢纽，形成贯穿东西南北，连接全国各地的交通运输网， 建成以重庆为龙头，以柳州等为支点，串联“一带一路”沿线节点城市，横贯中西部地区，联系亚欧大陆的流通大通道。\n3、公司核心业务聚焦商品车多式联运，依托全国性物流网络及铁路枢纽布局，深度绑定头部车企供应链。公司是通过公铁联运方式为汽车行业和啤酒、饮料、洗涤用品等非汽车行业提供综合服务的第三方物流企业，在新疆维吾尔自治区内主要有汽车整车综合物流服务业务。\n4、公司主要销售客户有中铁特货、长安民生、东风小康等。公司募投扩产，拟投资1.95亿，用于三羊马多式联运(重庆)智能应用基地(一期)、信息化建设项目。"
        },
        {
          "code": "sz002703",
          "name": "浙江世宝",
          "limit_time": "09:25:00",
          "analysis": "自动驾驶（线控转向）+特斯拉+比亚迪\n1、2025年12月15日，工信部公布我国首批L3级有条件自动驾驶车型准入许可。2024年4月11日机构调研表示公司产品具备与特斯拉fds配套的可行性。但后续互动表示公司没有与特斯拉相关的信息需要披露。\n2、2025年6月8日机构调研，公司在线控转向已获得多家主流车企的定点，部分项目最早预计2026年量产。随着 L3+自动驾驶普及和法规放开，线控转向作为关键执行部件前景广阔。\n3、公司是全球领先的转向系统提供商，为众多汽车厂商的转向系统总成及关键部件的一级供应商，目前提供给新能源汽车的转向产品占总业务超过1/3，产品出口伊朗等地。公司募投项目涉及新增年产60万台套汽车智能转向系统技术改造项目。\n4、公司与比亚迪商用车有业务合作,主要为其配套电动转向产品。"
        },
        {
          "code": "sz002766",
          "name": "索菱股份",
          "limit_time": "09:30:00",
          "analysis": "百度无人驾驶+智能舱驾+Ecall+战略合作地平线\n1、公司智能舱驾占营收比94.37%，车联网“软件+硬件+运营平台”供应商。公司官网表示，作为百度的合作伙伴，Apollo 2.0的发布对索菱在建立车联网生态圈、持续朝无人驾驶研究的战略层面上都有着促进作用。\n2、2024年6月20日盘后互动新增信息，公司车路云部分产品已经获得海外智慧交通项目定点，并持续供货。公司已经在部分国内先行试点地区设立面向“车路云一体化”项目的法人实体，争取国内相关业务。公司致力于提供车端、路端、云端一体化的V2X解决方案及产品。\n3、公司2022年年报披露，内嵌ECALL功能平台已量产，并形成收入。\n4、公司与北京地平线机器人签署了《战略合作框架协议》，合作双方在汽车智能化技术与产品领域推动深层合 作，形成全面、长期和稳定的战略合作伙伴关系。"
        },
        {
          "code": "sh600650",
          "name": "锦江在线",
          "limit_time": "09:31:20",
          "analysis": "无人驾驶牌照+合作小马智行+上海国资+持有国泰君安\n1、2025年12月，PONY第七代Robotaxi正式实现运营成本盈亏平衡，机构表示行业拐点来临；锦江出租与小马智行合作，双方在嘉定区开放测试道路范围内推出准商业化Robotaxi服务，服务运行区域内设有超过220个自动驾驶站点；公司是上海市首批获得智能网联出租示范运营资格的企业。锦江出租部分企业与合作方开展了智能网联无人出租车示范运营活动。\n2、网传纪要表示，随着Robotaxi普及，考虑出租车牌照稀缺性和运维的复杂性（保险、剐蹭处理等等），若出租车公司分成70%，按锦江在线1.3w张牌照（自持5k+海博8k）测算，对应年利润在9亿。叠加每年1亿左右的其他业务利润，总利润10亿。（未证实）\n3、公司实控人是上海国资委。\n4、2024年年报显示，公司持有国泰君安股票期末余额为10.78亿元。\n5、公司主要经营包括车辆营运和低温物流业务，参股的锦海捷亚主要经营国际货代业务，参股的上海浦东国际机场货运站公司经营仓储业务。预制菜业务方面，公司打造以“锦大师”品牌为核心的中高端预制菜产品。"
        },
        {
          "code": "sh603023",
          "name": "威帝股份",
          "limit_time": "10:01:08",
          "analysis": "辅助驾驶+拟收购玖星精密科技+汽车电子\n1、公司有高级辅助驾驶和车联网相关产品。《威帝云总线车联网服务平台项目》公司已建立数据存储中心，车载终端和大数据服务平台都已在运行。公司自主开发的汽车行驶记录仪，使我国汽车拥有了自己的“黑匣子”。\n2、2025年12月8日，盘后公告公司拟通过支付现金受让江苏智越天成51%股权及玖星精密科技股权，从而取得控制权。标的公司具有机器人相关业务。\n3、公司完成购买奇瑞新能源及上海洛顿合计持有的阿法硅新能源共性技术研究院51%股权，交易对价4165.42万元。阿法硅现阶段产品主要销往奇瑞新能源，主要为奇瑞新能源的iCAR品牌车型提供中控显示屏、仪表显示屏产品等。\n4、公司控股股东丽水久有持股航迅信息8%股份，后者是一家航空通信及监视产品研发商，专注于为用户提供飞行器空地无线宽带通信及情报侦察监视、海边防空中巡逻通信与地面监视等解决方案。"
        },
        {
          "code": "sz300552",
          "name": "万集科技",
          "limit_time": "10:07:15",
          "analysis": "L4智能驾驶+车路云协同+智能交通\n1、公司依托路侧数据优势，搭建全栈自研的车路云融合智驾方案，开发单车自动驾驶解决方案，打通车路协同数据融合，提供车路协同的L4+级高阶智能驾驶解决方案。\n2、公司目标成为全球领先的智能交通（营收占比100%）生态综合服务提供商，从车、路、云三方面协同进行生态构建，实现智慧交通和自动驾驶融合闭环。\n3、公司布局智慧化路侧基础设施，打造以激光雷达为主体、辅助AI视频相机、毫米波雷达、边缘计算单元等一体的路侧智能感知系统，通过路侧RSU为车辆提供感知服务。\n4、公司4G/5G-V2X车载通信终端及多款定制产品，可解决车辆超视距和盲区信息感知难题。公司128线车载激光雷达获得某车企定点函， 预计2024年将携手主机厂和自动驾驶企业对公司192线车载激光雷达进行联合测试与认证工作。公司为Robotaxi等项目提供激光雷达。"
        },
        {
          "code": "sz002813",
          "name": "路畅科技",
          "limit_time": "10:36:51",
          "analysis": "智能辅助驾驶+百度+卫星导航\n1、公司开发的自动驾驶产品聚焦于自动泊车APA产品，前视一体机等。公司主要产品为智能座舱、智能辅助驾驶及智能网联相关产品，具体包括国标国密SVAC系列产品、智能座舱域控制器、AR-HUD等产品；同时投入和开展了新材料领域的业务。\n2、公司为百度Apollo生态首批成员，2016年与百度车联网达成战略合作，双方就智能车机、车联网产品深入合作。\n3、2025年11月11日互动，公司目前暂未接到相关通知，后续若有重组、并购等计划将严格按照有关法律法规予以实施，并及时履行信息披露义务。\n4、2022年9月7日互动易：公司有卫星导航相关产品。"
        },
        {
          "code": "bj837092",
          "name": "汉鑫科技",
          "limit_time": "10:37:22",
          "analysis": "车联网+智能制造+北交所\n1、公司致力于车路协同智能网联软硬件系统研发，打造“聪明的车+智慧的路”。基于新一代互联网 +、大数据、云计算、人工智能等先进技术，研发了车路协同智能网联云控平台。公司已承建烟台首条智能网联示范路。\n2、以亚米级智能网联精准交通数据为基础，研发了 V2X 自动驾驶、智能网联精准公交、全息路口/路网、智慧隧道、边缘计算设备等产品及应用。\n3、公司为工业企业提供“AI+工业视觉”、“AI+工艺优化”、“AI+运营优化”等“AI+X”场景解决方案产品及服务。"
        },
        {
          "code": "sh600733",
          "name": "北汽蓝谷",
          "limit_time": "10:41:37",
          "analysis": "首批入围L3车企+中欧（电动车）+华为汽车\n1、2025年12月15日工信部一次性发放两张“通行证”，长安深蓝SL03与极狐阿尔法S（L3版）成为我国首批获准在公开道路开展L3级“有条件自动驾驶”试点车型，标志着L3自动驾驶正式从封闭测试迈入商业化运营元年。北汽蓝谷极狐阿尔法S北京试点，80 km/h高速L3，34颗传感器+全链路冗余。公司实现了城市智能领航辅助功能(NCA)，车辆能够在高精地图覆盖的城市和高速道路下实现点到点的自动驾驶。\n2、2025年4月13日媒体讯，中欧双方团队就电动车谈判开始接触。网传公司与荷兰、德国头部经销商签订三年独家代理协议，极狐系列欧洲订单突破万辆（未查证）。\n3、公司已与华为合作6年，2023年8月改建密云工厂开展智选车合作，品牌名“享界”。2025年1月13日互动，公司2024年产量累计90808辆，同增240.76%；销量累计113860辆，同增23.53%。"
        },
        {
          "code": "sh603528",
          "name": "多伦科技",
          "limit_time": "13:00:41",
          "analysis": "无人驾驶+机器人+合作华为算力+DeepSeek+机动车驾驶培训\n1、2025年半年度报告，面对汽车无人驾驶及无人机产业的快速发展，公司正凭借自身在虚拟仿真领域的技术优势和智慧驾培应用场景端的经验积累，积极探索无人驾驶领域车辆安全员及无人机飞手的培训技术。\n2、2025年8月11日深圳众机器人完成工商登记变更，注册资本由约191万元增至约242万元，标志着公司最新一轮融资正式落地。多伦科技通过投资星航资本管理的珠海星芯投资基金参与了Pre-A++轮与A1轮融资。2025年12月4日晚互动，公司发布基于众擎PM01本体二次开发的智能交通指挥机器人。\n3、公司是华为昇腾AI产业链的重要合作伙伴之一，与昇腾合作完成多项信创技术及产品的认证；在算力合作上，公司依托华为昇腾在南京江北新区合作创建的人工智能算力中心，完成大量算法训练与业务部署验证。\n4、2025年2月13日官微发布，多伦科技旗下“多多驾到”接入国内领先AI大模型DeepSeek，以R1推理模型与VL2多模态模型为核心底座全面赋能“灵犀”系列产品，重构教学精准度与人机交互温度.\n5、公司主营机动车驾驶人智能培训和考试系统、智能交通类产品、驾驶模拟训练系统等的研发、生产和销售。"
        },
        {
          "code": "sz300771",
          "name": "智莱科技",
          "limit_time": null,
          "analysis": "无人驾驶配送小车+无人机+换电\n1、公司研发涉及无人驾驶配送小车项目，已有样品，尚未形成批量销售。\n2、2025年12月19日，美团无人机低空航网发布会在上海举行。网传公司是美团无人机低空配送体系的核心硬件供应商，为其定制集成了保温、电池更换等功能的无人机接驳柜，助力实现 “机 + 柜” 无缝对接的末端物流交付。（未证实）公司具备无人机投放接受配套设备的专利技术与相应设备生产能力，无人机包裹接收站已交付下游客户使用。\n3、公司专注智能保管与交付领域二十余年，推出了智能快件箱、自动寄存柜、自动售货机、智能生鲜柜、手术室医疗行为管理系统等产品，产品被广泛应用于教育、医疗等多个领域。\n4、公司智能换电柜， 结合算法、 大数据分析等技术， 对电池进行实时监控和智能化的管理， 具备电池设备安全存放、 充电管理及快速换电功能。 智能换电柜解决了电动车用户的续航痛点， 缓解了充电里程焦虑， 提升电动车充电的安全性和便捷性。 \n5、公司的ZL-FO5柜式新风净化机已有产品在进行客户体验，主要是净化空气。"
        },
        {
          "code": "sh603390",
          "name": "通达电气",
          "limit_time": null,
          "analysis": "自动驾驶+无人物流车+数据中心+汽车电气\n1、2024年9月24日互动，公司与厦门金龙在合作开发无人驾驶物流车项目还待开展试运行等测试,相关技术尚处于探索阶段。\n2、公司地处广州，为客户提供智慧交通软硬件一站式解决方案，具体划分为车、路、场、云四大应用场景。车端提供针对车、路、人的安全预警管理系统等产品，路侧提供智能电子站牌，目前积极研发5G-V2X相关产品。\n3、公司向比亚迪供应车载智能产品、公交多媒体信息发布系统产品、新能源汽车电机与热管理系统产品、车载部件产品等软硬件产品。\n4、公司汽车电气产品包含新能源汽车电机与热管理系统。公司搭建的通达云，以云服务形式为客户提供IT基础服务资源。\n5、子公司广州市达隆氢能科技推出的车载安全供氢系统；产品可应用于以氢燃料作为动力的相关车型，如冷链物流车、渣土车等商用车。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "马斯克暗示SpaceX可能明年进行IPO，报道称估值可能达1.5万亿美元",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": "10:02:48",
          "analysis": "SpaceX+蓝箭航天+卫星通信+垣信卫星+投资“凌空天行”\n1、公司的MacroWiFi产品通过SpaceX接口实现卫星直连互联网功能。\n2、2025年11月10日互动，公司与蓝箭航天同为蓝箭鸿擎（聚焦低轨宽带互联网通信卫星业务）股东，参股蓝箭鸿擎以来双方一直保持密切沟通。\n3、2025年12月1日晚公告纪要，公司对空天产业基金累计已实缴出资额1.2亿元。公司旗下空天产业基金（公司持股99.95%）将出资1亿元投资“凌空天行”，其专注于高超音速技术服务、航天发动机和高超音速飞行器产品研发，创始人王毓栋曾担任中国运载火箭技术研究院国家重点工程副总师，主导了 “天行” 系列可重复使用火箭的研发工作。\n4、2024年卫星通信收入超4000万元，产品覆盖“星—地—端”全链条，包括卫星通信载荷、地面站终端（卫星动中通天线）及终端应用；客户方面，2025年10月公司成为上海垣信卫星地面终端的中标候选人。据机构2025年11月公开研报，公司近日已投资 1 亿元入股上海垣信，并已获得卫星天线等零部件订单。"
        },
        {
          "code": "sz000890",
          "name": "法尔胜",
          "limit_time": "09:25:00",
          "analysis": "航空航天+海缆用镀锌钢丝+曾投资京东金融（已剥离）+光通信\n1、江苏法尔胜光电科技成立于2015年，2016年初，公司将特种光纤与组件、光纤传感系统两大类产品正式推向市场，成功推出了性能优良的熊猫型保偏光纤，产品成功应用于神州七号和天宫一号等国家重大特大型号任务中。2025年12月15日盘后公告，公司不涉及“可控核聚变”、“超导”、“商业航天”等相关业务。\n2、公司部分种类的海缆用镀锌钢丝、钢丝如琴钢丝，汽车座椅骨架用低碳钢丝等市场占有率已排名同行前列。据2024年5月Maigoo发布的钢丝绳十大品牌名单中，法尔胜排名第二。\n3、公司曾投资京东金融；2023年3月21日公司互动，投资者对京东金融的提问，公司回复已彻底剥离商业保理业务,目前不涉及金融相关业务。\n4、公司参股普天法尔胜光通信，该公司主要从事通信用光导纤维、光缆及相关产品的生产、销售和安装。\n5、子公司广泰源是一家以高难度废水处理、液体分离、化工浓缩为业务的高科技环保企业，研发的 V-MVR 无垢机械式蒸发设备主要处理高浓度渗滤液、高浓度废水等。"
        },
        {
          "code": "sz001208",
          "name": "华菱线缆",
          "limit_time": "09:30:15",
          "analysis": "火箭线缆+卫星+拟收购+特高压线缆+机器人线缆\n1、2025年12月9日盘后公告纪要，火箭方面，根据发射任务情况来看，公司为长征系列、神舟系列等火箭进行配套，覆盖的市场份额在70%-80%左右；卫星方面，公司源头上参与模块化、批量化卫星生产的电装设计，目前部分产品为独家供应。火箭领域，产品包括地面发射场用点火缆和火箭本体用高温导线等，每枚火箭的线缆连接系统价值量在1000万左右，公司供应产品价值量在150-300万之间。\n2、2025年9月23日晚公告，拟不超2.7亿元收购三竹智能控制权，加速切入机器人、高频传输等业务领域，打造第二增长曲线。目前三竹智能已发展成为业内领先的工业连接产品方案提供商，主要客户涵盖日本松下集团、汇川技术、先导智能、美的工业、南京埃斯顿、格力智能装备、禾川科技等公司。交易对方初步承诺2026-2028年净利润合计约为7100万元至7500万元。\n3、公司生产特高压架空导线，产品已应用于云南至广东±800kV特高压直流输电工程、溪洛渡左岸-浙江金华±800kV特高压直流输电线路等。公司已具备机器人线缆生产能力并拥有一定规模订单。\n4、公司以特种电缆发展，开发出了高性能采煤机电缆、轨道交通用低烟无卤高阻燃电缆、超高温火箭点火电缆等一系列的特种电缆产品。"
        },
        {
          "code": "sh600198",
          "name": "大唐电信",
          "limit_time": "10:16:48",
          "analysis": "卫星通信+卫星导航+云化大数据+安全芯片\n1、2025年11月7日晚互动，公司已布局低轨卫星通信领域，产品包括卫星通信终端、相控阵天线，成功进入卫星通信市场。\n2、位于石家庄的卫星导航和定向声波产业基地，由其参股公司西安大唐监控技术有限公司推进，目前仍处于前期筹划阶段。\n3、2020年公司官微表示，大唐电信提出了新一代云化大数据中心解决方案。\n4、公司控股股东为中国信科集团，实控人是国务院国资委。公司拥有领先的安全芯片技术，在安全性方面达到了业内领先水准。\n5、在专用移动通信方向，公司保持5G领头羊地位；在专用宽带电台业务方向，公司拓展新的市场领域，同时在海外市场取得了突破。"
        },
        {
          "code": "sz300516",
          "name": "久之洋",
          "limit_time": "13:40:54",
          "analysis": "商业航天+太空算力+军工+央企+无人驾驶\n1、2025年12月15日晚互动，公司积极响应国家航天强国战略，已在商业航天和卫星互联网领域进行了布局，目前聚焦于星间、星地之间通信载荷的核心部件、组件的开发和研制。公司自主研发的星载光纤放大器（EDFA）、星载短波红外相机等核心模块已应用于中国星网。\n2、2025年12月15日晚互动，目前公司已与客户签订了关于星间激光通信核心部件光纤放大器和捕跟相机的销售合同。其中，光纤放大器在甲方众多供应商集中比测中，各指标均名列前茅。\n3、公司产品在军用方面，主要用于昼夜监视，情报获取，目标探测，观瞄，测距等；在民用领域，主要应用于海洋监察，维权执法，安防监控，森林防火监控，水上交通安全监管和救助，搜索救援，电力巡线，工业检测，检验检疫及辅助驾驶等领域。\n4、公司实控人国资委下属中国船舶集团，是集团旗下唯一从事红外、激光等专业技术研究的高新技术上市企业。\n5、公司的红外传感器、智能光学系统以及高精度定位等先进技术可成为无人驾驶系统中的一个模块单位，可为无人驾驶控制中心提供图像和方位信息数据，目前在车载和无人机平台有所应用。"
        },
        {
          "code": "sh603212",
          "name": "赛伍技术",
          "limit_time": "13:53:24",
          "analysis": "合作Spacex+钙钛矿光转膜+固态电池+供货半导体+储能+AI材料\n1、2025年12月16日据官微，如今，宁德时代、比亚迪汽车、中国南车、特斯拉、SpaceX、东芝、夏普等全球知名企业，都是公司的客户。\n2、2025年11月19日盘前消息，公司成功实现“应用于钙钛矿叠层组件的光转膜”的首次批量交付，产品已顺利送达美国某知名光伏企业。公司表示，此举标志着全球范围内该技术首次在钙钛矿组件领域实现商业化应用，为钙钛矿技术的规模化发展扫清了关键障碍。\n3、2025年11月12日业绩说明会，目前钙钛矿叠层组件用TPO胶膜以及光转膜已完成批量交付，固态电池膜材料处于下游客户验证中，半导体晶圆研磨用UV减粘胶带在下游芯片封装客户处份额持续扩大、CMP固定胶带在下游客户稳定交付，目前进入放量阶段。\n4、2025年10月30日讯盛合晶微科创板IPO申请已获受理；公司表示盛合晶微是公司客户。\n5、公司储能业务涉及电芯、模组和电池包中的绝缘、热安全材料；公司成立合资公司苏州熵基材智，联合苏州大学引入“AI+新材料”创新思路。"
        },
        {
          "code": "sh605222",
          "name": "起帆电缆",
          "limit_time": "14:52:17",
          "analysis": "航空航天+海风电缆+特种电缆\n1、2021年3月30日公告，公司有生产海工装备用特种电缆、机器人电缆、航空航天用线缆、机车和新能源领域用电缆等特种电缆生产车间、自动化仓库、研发中心及营销中心。\n2、2024年Q1，公司相继中标三峡金山海上风电场一期项目、大唐汕头-南澳勒门I海上风电项目和华能玉环2号海上风电项目，海缆在手订单规模达到9亿。福建平潭海缆基地正在建设当中。\n3、公司部分布电线产品被上海市电线电缆协会评为“五星级产品”；高柔性机器人电缆、军用水密封电缆（耐水压10兆帕）、耐寒电缆等高端特种电缆达到国内领先水平。\n4、公司产品已广泛应用于重点电网建设及改造、FAST望远镜、C919大飞机工程、上海虹桥机场等重点工程中。\n5、公司供应特斯拉企业的有阻燃系列产品、低烟无卤系列产品等。"
        },
        {
          "code": "sz002383",
          "name": "合众思壮",
          "limit_time": "",
          "analysis": "北斗导航+无人驾驶+低空经济+军工+华为\n1、公司是北斗导航行业龙头企业之一，拥有首款四通道GNSS射频芯片+支持星基增强芯片+高可靠引擎。主要产品包括GIS数据采集产品和高精度测量产品、系统产品和车载导航产品三大类，公司GIS数据采集产品国内市场占有率一直居于行业第一。\n2、在无人驾驶领域，公司目前主要聚焦非道路工程机械无人驾驶技术的研究，并在农机自动驾驶系统领域已经实现规模化应用。与国内某头部农业厂商联合开发了无人驾驶拖拉机、无人驾驶多机协同作业系统等多项示范项目。\n3、公司积极探索北斗时空技术在低空产业链上的应用，已推出无人机测量解决方案，能够满足测量、监测等专业领域的客户需求。\n4、公司下属参股公司具有军工资质，公司北斗产品应用广泛，涉及军事用途。\n5、公司为华为高精度定位授时接收机板卡的供应商，目前业务规模较小。"
        },
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": "",
          "analysis": "商业航天+福建+军工+孙公司拟增资扩股+低空经济\n1、天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。2025年11月22日公告，公司控股孙公司航天天目(重庆)拟通过公开挂牌方式增资扩股，引入投资者。2025年12月12日盘中互动，公司下属航天天目主要从事商业低轨卫星运营及数据应用服务。\n2、公司地处福建福州。公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        }
      ]
    },
    {
      "name": "数字人民币",
      "reason": "2025年12月14日商务部发文鼓励运用数字人民币智能合约红包促消费",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600271",
          "name": "航天信息",
          "limit_time": "10:12:34",
          "analysis": "数字人民币+税务系统建设+永辉超市改造+金税四期+AI+信创\n1、公司已有相关电子支付解决方案、金融支付设备等产品和服务,相关新型支付POS设备已按银行标准,支持数字货币的支付,并已随相关银行的应用试点在社会中试用。\n2、2025年12月4日公司签约永辉超市数电乐企升级改造项目。针对零售行业高频、多场景的开票与税务处理需求，福建航信将凭借定制化开发能力，打通乐企平台与永辉超市业务系统的数据链路。\n3、公司承建了国家税务总局网络安全防护体系建设项目以及网络可信身份体系建设、可信数据交换等项目，并连续中标国家税务总局增值税发票管理系统运维技术服务等项目。\n4、公司已上线推出爱信诺企业服务平台，为广大中小微企业提供端到端“一站式”服务。公司规划财税产业大语言模型产品体系并打造了1个财税产业大模型爱信诺·信诺GPT，1个智能财税MaaS平台以及AI数字会计、AI导税员等财税产品。\n5、公司是国资委指定的三家密码供应商之一，具有全栈密码产品，密码技术是信创产业的基座。"
        },
        {
          "code": "sh603123",
          "name": "翠微股份",
          "limit_time": "10:29:03",
          "analysis": "数字人民币+商业零售+跨境支付+移动支付（合作腾讯）\n1、2025年6月16日盘后互动，海科融通已与央行数字货币研究所指定运营银行系统对接，在多商业场景中支持数字人民币支付收款，为商户提供数字人民币收单服务。海科融通目前尚无跨境支付业务资质，已开展POS外卡受理业务合作，支持境外消费者使用国际信用卡在国内商户支付。\n2、公司主营业务之一为商业零售业务，公司实控人为北京海淀区国资委，为北京海淀国资委旗下的商业龙头。\n3、公司表示，外卡收单方面，控股98%子公司海科融通将抓住跨境支付业务快速发展的机遇期，积极拓展外卡收单业务。控股子公司海科融通与财付通、支付宝开展二维码收款等支付收单业务合作;与腾讯云、阿里云开展云服务合作，为商户提供基于支付的增值业务服务。\n4、参股公司深圳朋芯科技是国内高性能RISC-V解决方案供应商且RISC-V CPU IP已量产。"
        },
        {
          "code": "sz002104",
          "name": "恒宝股份",
          "limit_time": "13:11:21",
          "analysis": "数字人民币+量子科技+微信支付+金融科技安全+数字钱包安全\n1、公司作为首批参与中国人民银行数字货币研究所“数字人民币试点”工作的金融科技公司之一，建立了完善的数字人民币产品及服务体系，打造了包含发行终端、受理终端、数币硬件钱包等在内的数字人民币全系列产品及解决方案。目前公司进度第一。\n2、公司设立密码学团队专注国密与量子安全算法研究，公司已成功实现国密算法的全流程适配。公司已实现量子SIM 产品的规模化商用，并完成抗量子密码算法与国密算法融合的国产芯片架构研发适配及试点。\n3、公司为微信支付服务商。公司是中国金融科技、物联网和数据化安全领域的领军企业，致力于为市政、银行、通信等领域提供数据安全及身份认证产品及整套解决方案等服务。公司完成金融手机盾产品开发，与华为公司合作。\n4、公司是运营商的SIM卡、eSIM及连接管理平台的核心提供商。公司eSIM卡产品已完成三大运营商的备案测试，并已完成了多个项目的测试及商用。\n5、公司是我国智能卡龙头，是电子标签(RFID)、读写机具、智能卡操作系统(COS)、USBKey、信息处理平台开发商和系统集成服务提供商。"
        },
        {
          "code": "sz300941",
          "name": "创识科技",
          "limit_time": null,
          "analysis": "数字人民币+第三方支付（微信）+数据营销+华为鸿蒙+数据要素\n1、公司已完成数字人民币受理终端升级，承接多家银行数字人民币营销业务。公司目前主要聚焦商户受理环境建设，升级改造了BMP、云BMP平台和云推送平台；研制或升级了数字人民币受理终端设备，实现了智能POS、云音箱、扫码和刷脸等设备的数字人民币受理使用。\n2、公司与第三方支付机构有多年合作，公司的BMP系统聚合国内外银行卡、微信、支付宝、NFC、数字人民币等多种支付方式。\n3、公司数字营销业务主要包括权益营销、公域引流、数据分析、品牌营销、互联网广告代理等，营销业务已从金融机构拓展到运营商、互联网企业、物流、消费行业等企业商户。\n4、公司是一家电子支付IT方案商，基于国产芯片和鸿蒙系统的扫码终端、云音箱等自主硬件产品已经在工行、农行和交行完成试点并具备出货条件。\n5、数据要素领域，公司积累平台各方数据（商铺数据、采购商数据和支付相关数据），进行分析处理，实现专业市场管理的数字化。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002300",
          "name": "太阳电缆",
          "limit_time": "14:09:21",
          "analysis": "核电电缆+海底电缆（福建）+充电桩电缆+军工\n1、公司主要以电线电缆为主营业务，产品主要有 500KV 及以下交联聚乙烯绝缘电力电缆、核电站电缆、风力电缆、 35～500KV 海底电力电缆、海底光电复合电缆、柔性直流海底电缆和建筑用线、装备用电缆、数据电缆、架空线等；公司有生产充电桩电缆的能力。\n2、2025年12月2日盘中消息，福建升级扩容“福淡”“厦金”海底光缆，推进“福州—深圳短路径光缆”项目建设。公司地处福建南平，旗下海缆子公司已具备海底光电复合电缆、柔性直流海底电缆等产品的生产能力，填补了福建省海缆生产领域空白。\n3、公司拟在漳州市东山县投资设立全资子公司，建设海底电缆生产基地，注册资本5亿元人民币。2025年3月25日互动，海缆子公司现已安装完成五条生产线，可投入生产使用。\n4、电动汽车充电设备装置电缆已按TUV标准设计电动汽车充电桩电缆产品结构，做好认证产品规格，各类样品完成检测，已通过德国莱茵认证。"
        },
        {
          "code": "sz001255",
          "name": "博菲电气",
          "limit_time": "09:40:00",
          "analysis": "变压器绝缘材料+光伏边框+半导体+核电+新能源汽车\n1、公司树脂等产品可以适用于中低压电机的线圈、变压器线圈的绝缘。公司自主研发的复合材料光伏边框可以替代铝合金边框，能够进一步降低光伏边框成本，为光伏行业持续降本增效提供了一种可行的解决方案。\n2、公司绝缘树脂可应用于半导体封装等领域，还可以应用于核电发电机组上。公司有为国防军工领域的电机和变压器配套相关绝缘产品。\n3、风力发电领域是公司重点业务发展方向，为客户打造环保型风力发电机绝缘系统。公司和晶科能源测试复合树脂边框，已经开始出货。\n4、公司自主研发打造了新能源汽车驱动电机无卤阻燃绝缘系统，目前公司已通过比亚迪合格供应商准入，部分产品已开始为比亚迪新能源汽车驱动电机生产基地供货。\n5、公司募投年产3.5万吨轨道交通和新能源电气用绝缘材料建设项目，项目建设期为3年。此外还有株洲时代电气（公司持股70%）8000吨绝缘材料项目。"
        },
        {
          "code": "sz002607",
          "name": "中公教育",
          "limit_time": "09:41:48",
          "analysis": "AI教育+职业教育+直播带货\n1、公司旗下子品牌“中公AI就业”定位为人工智能教育与就业服务平台，致力于提供”一站式AI就业服务”模式，为学员提供个性化和高效的学习体验。 2024年11月26日互动，公司成立人工智能与教育研究院后，推出的首款AI产品——小鹿老师。她是中公“AI数智系统班”是虚拟授课讲师，能为学员提供全天候的教学答疑和互动支持。\n2、公司是国内大型的公共就业与再就业服务提供商，主营业务横跨公共服务岗位招录考试培训、学历提升、职业资格和职业能力培训等三大板块。\n3、中公严选抖音号是公司旗下搭建的集日常运营、直播带货、品牌塑造于一体的线上电商平台。目前中公严选的直播带货业务正在逐步推进中。"
        },
        {
          "code": "sz002285",
          "name": "世联行",
          "limit_time": "13:36:24",
          "analysis": "房地产综合服务+中标字节IDC项目+珠海国资+华为\n1、2025年12月15日国家统计局公布了11月全国70城房价数据。最新数据显示，2025年11月，全国新房价格环比上涨城市数量为8个，较上月增加1城。公司是境内首家登陆A股的房地产综合服务提供商，业务遍及中国200多个城市，实控人是珠海市国资委。\n2、2025年半年报，公司完成“安信行”品牌升级为“世联安信行”的战略举措，成功中标字节跳动火山引擎 IDC 项目、易方达横琴办公室职场服务项目、崇达科技产业空间服务项目等。\n3、公司与省级地方AMC\"湖南省财信资管\"合资合作。\n4、公司大交易业务主要包括代理销售业务、互联网+业务和金融业务。大资管业务主要包括城市资产管理业务、空间运营及招商业务、顾问业务。\n5、目前公司和华为主要在云计算方面有合作，公司利用华为云的计算、存储能力及其他云服务能力来部署和实施公司的数字化平台。"
        },
        {
          "code": "sz002536",
          "name": "飞龙股份",
          "limit_time": "",
          "analysis": "服务器液冷+IDC液冷+人形机器人+资产注入预期\n1、第五届国际AIDC液冷供应链干人峰会暨·国际数据中心液冷市场趋势分析会将于2025年12月18日-19日召开。2025年12月9日讯，旗下航逸科技举行L-iBC平台In-Row CDU液冷循环泵HP22K的批量交付仪式，并连夜发运至客户。公司2025年8月12日盘后互动，公司已组建专业技术和营销团队，为服务器液冷领域客户主要供应电子泵和温控阀系列产品，部分项目已经批量供货；热管理集成模块产品也有项目正在沟通交流中。网传纪要表示，公司电子液冷泵是服务器CDU的核心部件，占CDU价值量35-40%，单柜约7-8万（未经证实）。\n2、现代化农业器械液冷等热管理民用领域，2025H1液冷领域业务收入突破4000万元。公司加速布局人形机器人业务，发挥热管理技术优势，提供核心零部件和液冷方案。 \n3、公司实控人孙耀志，控股股东宛西控股。宛西制药是宛西系最核心的企业，曾尝试IPO，2017年终止辅导备案。宛西制药2020年实现营收91亿元，2022年实现营收破百亿元。\n4、公司是国内规模最大的汽车水泵、排气歧管生产厂家，汽车水泵市场占有率常年保持第一。公司和主要客户博格华纳公司签订了涡壳供货协议，后者是是特斯拉汽车涡轮增压器的供应商。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sh688790",
          "name": "N昂瑞",
          "limit_time": "",
          "analysis": "集成电路+射频前端芯片+射频SoC芯片\n1、公司是一家专注于射频、模拟领域的集成电路设计企业，主要从事射频前端芯片、射频SoC芯片及其他模拟芯片的研发、设计与销售。\n2、公司是国产射频前端芯片的头部厂商，获小米与华为注资支持，有望受益于该领域国产替代的持续推进。\n3、在短距离无线传输领域，公司借助在射频前端芯片领域的技术积累，成为国产射频SoC芯片的代表性厂商。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600165",
          "name": "*ST宁科",
          "limit_time": "09:25:00",
          "analysis": "重整投资款到账+长链二元酸+债务豁免+水处理\n1、2025年12月11日晚，公司发布拟增加注册资本暨修订《公司章程》的公告。 2025年12月10日晚公告，已收到重整投资人全部重整投资款，合计12.41亿元。\n2、公司主营生物法长链二元酸及其衍生化工产品，独家买断中科院微生物所第三代规模化生产技术并已投产，具备技术、原料、能源及环保综合优势。控股子公司中科新材主营业务为长链二元酸的生产及销售，设计产能5万吨/年，应用领域主要为生产长碳链聚酰胺。\n3、2024年12月27日晚公告，德运新同意对子公司中科新材欠其债务本金合计8088.68万元进行无条件豁免。本次豁免预计减少公司其他应付款约8088.68万元，同时增加净资产约7279.81万元。\n4、公司地处宁夏，子公司华辉环保可生产净水活性炭等六大类活性炭产品。主要用于水处理、气体处理等领域。"
        },
        {
          "code": "sh603822",
          "name": "ST嘉澳",
          "limit_time": "09:31:59",
          "analysis": "生物航煤投产+中国航油战略入股+业绩增长+可降解上游\n1、霍尼韦尔中国区总裁余锋表示，国际市场可持续航空燃油需求高，作为SAF原料的中国地沟油供不应求，过去两年中国地沟油的价格涨了4倍。2025年12月8日霍尼韦尔与浙江嘉澳环保共同宣布，我国最大的可持续航空燃料(SAF)生产装置已成功投产。嘉澳可持续航空燃料SAF前三季度销量20.35万吨，欧洲现货价约2800美元/吨，中国FOB价约2500美元/吨，毛利水平下半年继续提升。\n2、2025年7月25日盘后公告，中国航油拟对公司控股子公司连云港嘉澳新能源进行战略入股。券商表示本次增资或将为连云港嘉澳二期50万吨/年SAF项目提供资金支持，同时或将部分锁定其新增产能，有望为公司实现海内外市场双轮驱动、同步开拓创造条件。\n3、2025年10月17日盘后公告，公司第三季度营收17.07亿元，环比增长105%，扣非净利润5236万元，环比增长268%。\n4、公司产品可以用于可降解塑料， 如环氧植物油脂类增塑剂以天然可再生、可生物降解的大豆油等各类油脂为原料，可应用于聚乳酸类可降解塑料加工过程中。"
        },
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sz000656",
          "name": "*ST金科",
          "limit_time": "14:11:27",
          "analysis": "司法重整完毕+申请撤销退市风险警示+收到重整投资款26.28亿元+房地产\n1、2025年12月16日宣布，公司及控股子公司重庆金科重整计划均已执行完毕。这标志着金科股份成为全国首家通过司法重整实现风险化解的千亿级上市房企。公司将向深交所申请撤销因被法院裁定受理重整而触及的退市风险警示（*ST)。\n2、2025年9月25日，产业投资人与财务投资人已全额支付26.28亿元重整投资款并完成股票过户，破产服务信托合同即将签署，公司重整计划执行取得实质进展。\n3、2024年12月25日晚公告公司及全资子公司重庆金科、管理人、重整产业投资人上海品器联合体与新增产业投资人四川发展证券基金签署了相关重整投资之产业投资协议。后者是一家专业的证券投资机构，成功实施过多家司法重整项目，其实控人四川发展（控股）是四川省最大的国有企业。\n4、公司以房地产开发为主，新能源发电、社区综合服务、酒店经营管理、园林、门窗、装饰等相关多元化产业经营为辅。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "",
          "analysis": "控制权变更完成+房地产+债务和解+矿业\n1、2025年12月10日讯，有投资者提问， 公司原大股东广东润鸿富创科技中心实控人受益所有人变更，从“吴珺”变为“叶简”。目前新大股东握有最大股份，公司回答表示，公司控制权变更事项已经完成。公司现控股股东完整的持有股份及股份对应的表决权。\n2、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n3、2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n4、公司主营业务为房地产投资、股权投资两大方向。公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n5、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        }
      ]
    }
  ]
}