{
  "date": "2025-11-14",
  "update_time": "2025-11-14 15:40:23",
  "category_count": 19,
  "total_stocks": 103,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000407",
          "name": "胜利股份",
          "limit_time": "09:25:00",
          "analysis": "拟购买石油相关资产+天然气+天然气销售\n1、2025年11月10日盘后公告，公司拟通过发行股份及支付现金的方式，购买中油珠海100%股权、天达胜通100%股权以及南通中油51%股权、甘河中油40%股权。本次交易预计将构成上市公司重大资产重组。\n2、公司的主营业务为清洁能源天然气业务推广和应用。主要产品为天然气终端销售、天然气贸易、管道制造、油品贸易。\n3、公司与中石油、中石化、中海油等拥有稳定的战略合作关系；公司是国内最具实力的聚乙烯（PE）管道供应商之一，是港华燃气、华润燃气、中国燃气等大型公用事业公司的主要供应商。\n4、公司拥有多层次的气源供应体系，拥有较高层次的专业化人才队伍和燃气管理能力，搭建起覆盖天然气运输管线，城市特许经营管网，加气母站及子站，焦气洁能，LNG 加工厂等天然气业务领域的业务架构体系。"
        },
        {
          "code": "sz003041",
          "name": "真爱美家",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+毛毯纺织+跨境电商+一带一路\n1、2025年11月11日晚公告，公司控股股东真爱集团拟向探迹远擎转让公司股份4318.56万股（占公司总股本的29.99%）并配合15%要约收购，转让价格27.74元/股，总额11.98亿元。交易完成后，交易完成后探迹远擎将持股44.99%成为新控股股东，实控人变更为黎展（AI 独角兽企业探迹科技创始人）。\n2、公司的主要产品为毛毯、地毯及床上用品（套件、被芯、枕芯等），同时对外销售少量毛巾、家居服等纺织品及包装物。公司截至2024年底公司设计年产能为 6.5-7 万吨，名列毛毯行业前茅。根据中国毛纺织行业协会统计数据，近三年，公司毛毯类产品在均位列同行业第一位。\n3、公司有在阿里巴巴国际站和1688等跨境电商平台销售.\n4、公司主要出口中东、北非和南非等地区，包含“一带一路”中西亚和中东欧等沿线国家，中东及部分非洲地区对厚重型毛毯需求较大。"
        },
        {
          "code": "sz000958",
          "name": "电投产融",
          "limit_time": "09:47:39",
          "analysis": "拟注入电投核能+拟置出金融业务+绿色电力+央企\n1、2025年11月14日公告，公司拟置出全部金融业务，置入国家电投集团核电运营资产整合平台电投核能100%股权，交易完成后上市公司将成为国家电投集团核电运营资产整合平台。\n2、截至2024年9月底，电投核能控股在运核电机组2台、合营在运核电机组6台，在运核电机组权益装机规模745万千瓦;控股在建机组2台，装机250万千瓦:并拥有一批优良的沿海储备厂址待纳入规划。此外，国家电投集团控股但尚未注入电投核能的在运和在建机组共有6台合计装机规模807万千瓦。\n3、全资子公司资本控股统一管理公司旗下金融资产，包括百瑞信托、电投经纪、先融期货，金融业务主要包括信托业务、保险经纪业务、期货业务。\n4、公司主要从事业务包括热电及新能源、主要产品为电力，是河北省光伏装机容量排名前列的企业，风电、光伏是全国规模较大的公司之一，业绩主要来源于发电收入。\n5、公司控股股东是国家电力投资集团，最终实控人为国资委。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "09:42:39",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sz000632",
          "name": "三木集团",
          "limit_time": "14:35:39",
          "analysis": "福建自贸区+跨境电商+保税仓储福建国资\n1、公司实控人福建经开区国资，经营模式为商品的进出口贸易和跨境电商综合服务，外贸进出口总额连续多年名列福州市第一、福建省前茅。\n2、公司下属的福建融达通系福州跨境电商公共服务平台、跨境电商保税监管物流中心的主要运营方，在福州出口加工区拥有跨境电商海关监管中心和海关1.3万平方米保税仓（含恒温仓）。其是菜鸟华南地区福建唯一的中心仓，与其他知名电商也有所合作。\n3、公司专注于进出口贸易、房地产开发、经营性物业运营管理和创业投资等业务。\n4、公司房地产业务分布在福州、上海、武夷山等地，国际贸易遍及世界几十个国家和地区。目前旗下地产项目主要集中在福建省内。\n5、公司持有青岛盈科汇金资管约50.5%股份，盈科汇金使用其自有资金通过杭州泰富盈瑞参投了真实生物。"
        },
        {
          "code": "sz002682",
          "name": "龙洲股份",
          "limit_time": "09:25:00",
          "analysis": "现代物流（福建龙岩）+卫星定位+智能潜排水机器人+军工\n1、公司地处福建龙岩，现代物流业务涵盖了沥青供应链、港口码头综合服务、物流园区经营等，实控人为龙岩市人民政府国资委。公司全资子公司龙岩天元信息科技卫星定位监控及服务为其主营业务之一。\n2、2025年3月11日互动，公司旗下龙岩畅丰为大流量全液压排水抢险车配备的智能潜排水机器并非人形,该设备具备水下作业能力和远程吸、排水功能。\n3、公司军品供应资质申请已取得保密资质。\n4、公司控股的巴基斯坦沥久有限公司此前曾参与中巴经济走廊最大交通基础设施项目“白沙瓦-卡拉奇”高速公路苏木段（苏库尔至木尔坦）建设。\n5、控股孙公司中汽宏远主营新能源汽车研发制造，是东莞市目前唯一一家具有传统汽车和新能源汽车生产资质的汽车制造企业。"
        },
        {
          "code": "sz000536",
          "name": "华映科技",
          "limit_time": "09:44:33",
          "analysis": "福建+消费电子（显示屏）+华为手机+折叠屏\n1、公司地处福州马尾区，主要从事显示面板、显示模组的研发、生产及销售。公司显示模组业务主要在华映科技（母公司）。公司所生产的中小尺寸显示模组产品主要应用于车载显示屏、工业控制屏、平板电脑、智能手机等领域。公司显示面板业务主要在子公司华佳彩。\n2、华为手机新品Mate80预计2025年11月17日发布；公司已加入华为供应商体系，主要提供5.5寸-14寸等全系列手机及平板电脑显示屏；2024年1月公司新获“一种折叠屏的折痕处同步支撑结构”专利。\n3、子公司华佳彩拥有TFT-LCD领域技术——金属氧化物技术的第六代面板线，主要生产中小尺寸显示面板，产品主要应用于智能手机、平板电脑等产品，自主研发的MOx金属氧化物半导体技术（IGZO）手机屏已实现量产。\n4、公司最终控制人为福建省国资委。公司为首家在中国大陆A股借壳上市的台资公司。"
        },
        {
          "code": "sh603628",
          "name": "清源股份",
          "limit_time": "10:19:02",
          "analysis": "福建+光伏支架+储能+机器人\n1、公司总部位于福建省厦门市，地处海峡西岸经济区核心区域。\n2、2025年半年报，公司分布式光伏支架在澳洲单区域市场连续15年市占率第一，欧洲多国市占率居前，并拟依托海外渠道拓展户用储能打造第二增长曲线.\n3、2025年11月13日机构调研，公司与电子科技大学深圳高等研究院等联合成立“工业人工智能与智能制造联合实验室”，开发光伏智能安装机器人及AI跟踪系统，推动机器人化与智能化升级。"
        },
        {
          "code": "sz002593",
          "name": "日上集团",
          "limit_time": "10:30:45",
          "analysis": "福建+车轮钢圈+石化设备钢结构++装配式建筑\n1、公司地处福建厦门，是国内商用车钢轮最大的出口商，“日上”车轮已经成为国内领先的车轮品牌，钢圈产品已广泛应用于比亚迪、金龙客车、中通等客户的新能源汽车。“日上”车轮广泛应用于国内外客车、货车、牵引车、微卡、特种车辆等商用车领域，外销占比49.70%。\n2、公司聚焦石化设备钢结构和大型工业厂房业务，承接了广东湛江巴斯夫、艾森克美孚惠州乙烯等高端项目，强化了市场竞争力。\n3、202511月3日据官微，公司荣登2025厦门市民营企业100强榜单。\n4、2025年10月27日晚公告，第三季度营业收入9.54亿元，同比增长40.99%；净利润3586.86万元，同比增长822.09%。前三季度实现营业收入26.60亿元，同比增长20.46%；净利润7816.08万元，同比增长151.91%。"
        },
        {
          "code": "sh603817",
          "name": "海峡环保",
          "limit_time": "10:45:20",
          "analysis": "福州国资委+污水处理+环保\n1、公司实控人是福州国资委，主要提供市政生活污水处理服务，在特许经营区域范围内负责市政生活污水处理设施的投资、运营、管理及维护。\n2、公司污水处理和垃圾渗滤液处理运用到膜处理工艺，主要涵盖A2O+MBR、MBR+NF/RO等。子公司江苏海峡环保拥电子与智能化工程专业承包二级资质等；参股子公司福建深投主营业务包括危险废物治理、固体废物治理、废弃资源综合利用等。"
        },
        {
          "code": "sz002788",
          "name": "鹭燕医药",
          "limit_time": "11:01:36",
          "analysis": "海峡两岸医药贸易中心+中医防疫方剂+辉瑞合作+医药分销\n1、公司是福建省最大的医药流通企业，“两岸医药贸易中心”是由鹭燕药业公司与台湾明通制药共同发起成立。中心成立后，将主要以代理台湾进口食品、保健食品、美妆产品、医疗器械、中成药为主要业务。\n2、辅仁大学产学育成中心厦门孵化器是由鹭燕与台湾辅仁大学共同发起。\n3、从事医药分销和零售，隶属于医药流通行业，主营业务为药品、中药饮片、医疗器械等分销及医药零售连锁。\n4、公司根据地方卫生健康委员会的指令为医疗机构提供相关中医防疫方剂，公司与辉瑞保持了良好的合作关系，辉瑞公司为公司的核心供应商。\n5、公司已开展药品第三方物流业务，其中包括部分疫苗产品（暂不含新冠疫苗）冷链运输业务。"
        },
        {
          "code": "sz300560",
          "name": "中富通",
          "limit_time": "11:09:33",
          "analysis": "福建+华为+英伟达合作+算力+合作自动驾驶\n1、公司地处福建福州，为华为公司提供通信网络建设及优化服务业务。\n2、公司控股子公司英博达专业从事边缘计算、智能化终端的研发设计以及AI智能视觉检测技术方案服务商，英伟达是英博达的上游合作方之一。\n3、公司主要业务包括通信服务业务、信息化软件服务业务、渠道销售业务。\n4、2024年7月22日盘后公告，公司与厦门金龙汽车签署战略合作协议。双方愿意共同探索基于车、路、网、云、图等高效协同的自动驾驶技术在智慧园区、旅游景区等多场景应用，探索产业数字化大背景下的“物联网+数字化+智能化”的合作场景 及项目落地。"
        },
        {
          "code": "sh601279",
          "name": "英利汽车",
          "limit_time": "13:00:42",
          "analysis": "海峡两岸+汽车零部件+电池箱+一体化压铸\n1、公司控股股东为太晚上市公司，实控人均为台湾籍。\n2、公司专注于实现汽车零部件的轻量化，主营业务为车身结构零部件及防撞系统零部件的研产销，与国内知名新能源车企比亚迪、理想、小鹏、蔚来、极星以及北美知名新能源车企等展开合作。\n3、公司目前的营收以国内业务为主，2024年出口业务占营收比例为1.39%，其中对美出口业务占比不到1%。\n4、主要产品包含金属零部件和非金属零部件两大类，金属零部件有仪表板骨架、EV 电池下壳体、EV 电池上壳体等。公司表示在做一体化压铸方面的相关技术与人员的储备。"
        },
        {
          "code": "sh603929",
          "name": "亚翔集成",
          "limit_time": "13:17:16",
          "analysis": "海峡两岸+半导体洁净室+华为\n1、姚祖骧、赵玉华夫妇是台湾亚翔的实控人。台湾亚翔持有本公司53.99%的股权，同时姚祖骧全资持有的苏州亚力持有本公司0.75%的股权，因此姚祖骧、赵玉华夫妇合计间接控制本公司54.74%的股权，为本公司实控人。\n2、网传公司有机会参与台积电在美工厂建设项目（未经证实）。公司主要为客户提供中高端的洁净室系统集成工程的整体解决方案，客户包括中芯国际等。\n3、公司有承接苏州华为、东莞华为部分项目，有参与华为项目部分数据中心建设工程。\n4、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划、设计建议等。\n5、2025年10月30日晚公告，前三季度营收31.09亿元，同比下降29.63%；归母净利润4.42亿元，同比增长0.78%。第三季度毛利率27.51%，环比提升7.14个百分点。‌毛利率提升主因新加坡VSMC等海外大订单进入结算期。"
        },
        {
          "code": "sz300867",
          "name": "圣元环保",
          "limit_time": null,
          "analysis": "福建+垃圾焚烧发电+牛磺酸+氢能\n1、公司位于福建省泉州市。公司主营业务为城镇固液废专业化处理，主要包括生活垃圾焚烧发电和生活污水处理，其中垃圾焚烧发电业务贡献业绩占比超过\n80%。\n2、年产 40000 吨化学药品（食品）原料牛磺酸项目于2024 年6 月开工建设，目前正在主体工程施工，并将同步开始设备安装、装饰装修等工作，项目达产后产能规模将位居国内前三。\n3、公司氢能源研究院已于2023年下半年建成并投入使用，已推出氢能两轮车、观光车、叉车等示范产品，正研发环卫车、工程车、船舶氢动力总成，并与厦门大学、厦门金龙、厦钨新能等建立合作。"
        },
        {
          "code": "sh600179",
          "name": "安通控股",
          "limit_time": null,
          "analysis": "集装箱物流（福建）+海南自由贸易港\n1、公司地处福建省泉州市,主营集装箱物流业务，公司去年在海口港吞吐量已突破100万标箱。\n2、公司连续7年蝉联海口港集装箱吞吐量第一名。安通控股在海南集装箱吞吐量占到全省总量的55%，也是海口港唯一一家拥有东南亚直航航线的集装箱物流企业。\n3、公司以集装箱航运物流为核心，通过水路、公路、铁路等运输资源。截至 2024 年底，在内贸业务方面公司在全国设立了 43 个海运网点，覆盖 161 个业务口岸，内贸集装箱吞吐量在国内 95 个主要港口位列前三。公司主营国内航线干线 34 条，国内航线基本覆盖国内主要干线港口。"
        },
        {
          "code": "sz000797",
          "name": "中国武夷",
          "limit_time": null,
          "analysis": "福建国资+房地产+跨境电商+一带一路+低价股\n1、公司是福建本地最大国资房企，实控人为福建省国资委。\n2、公司旗下中武电商重点推进供应链综合运营业务模式的创新，首次完成埃塞俄比亚双向贸易业务试单和新型离岸贸易业务模式下对巴新分公司的沥青供应。全资子公司中武(福建)跨境电子商务公司的业务涉及跨境电商。\n3、公司主营业务包括国际工程承包、房地产开发及物业服务业务，全资子公司中国武夷实业（香港）在香港从事投资和房地产开发业务。\n4、公司积极响应共建“一带一路”倡议，在菲律宾、印度尼西亚、马来西亚等亚洲国家，在肯尼亚、坦桑尼亚、乌干达、埃塞俄比亚、刚果布等非洲国家，以及在巴布亚新几内亚、澳大利亚等大洋洲国家布局国际工程承包业务。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "11月6日晚间，中国疾病预防控制中心发布的最新一期流感监测周报显示，本周南方省份流感活动上升，北方大部分省份上升。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh600829",
          "name": "人民同泰",
          "limit_time": "09:30:43",
          "analysis": "流感+美好愿景+医药批发零售+医药电商\n1、公司产品阿奇霉素分散片可适用于敏感细菌所引起的下列感染中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。\n2、公司是区域性医药流通企业，是黑龙江省最大的医药商业公司。公司主要经营医药批发业务、医药零售业务及提供医药物流服务和医疗服务。公司主要销售化学药、中成药、生物制品，同时销售医疗器械、中药饮片、保健食品、日用品、玻璃仪器、化学试剂等。公司持续加大新品种引进力度，在集采带量品种、基药品种以及创新药、罕见病用药、急救用药等领域具备较强优势。\n3、公司拥有人民同泰健康网，人民同泰APP等电子商务平台，通过旗下连锁直营门店及线上B2C，O2O等形式开展经营，打造“医药+互联网”健康服务平台。\n4、公司互动表示所处行业为医药流通行业，行业的应收账款占比普遍较大。公司注重并加强应收账款的管理，公司具有较完善的应收账款管理制度和客户信用管理制度，细分客户类型，多维度评定客户信用额度和信用期限。"
        },
        {
          "code": "sh688670",
          "name": "金迪克",
          "limit_time": "10:08:16",
          "analysis": "四价流感疫苗+狂犬病疫苗\n1、公司四价流感疫苗已上市销售，多项关键指标优于中国药典（CP2020）和欧洲药典（EP9.0）的标准。国内四价流感疫苗渗透率较国外差距很大，有较大的增长空间。公司有一条四价流感病毒裂解疫苗生产线，产能为1000万人份/年，在建产能3000万人份/年，预计2026年4月可使用。\n2、目前冻干人用狂犬病疫苗（Vero细胞）已完成III期临床试验，正在按照程序向CDE申报。\n3、公司在国内全部四价流感疫苗生产企业中排名第二和第三。\n4、公司现正围绕流行性感冒、狂犬病、水痘、带状疱疹和肺炎疾病等5种重要传染性疾病的预防研发9个主要在研产品。"
        },
        {
          "code": "sz002317",
          "name": "众生药业",
          "limit_time": "09:34:30",
          "analysis": "昂拉地韦片（抗流感）+创新药+降糖减肥+中成药\n1、子公司众生睿创研发的昂拉地韦片（商品名：安睿威）作为国产抗流感创新药，属于全球首款靶向流感病毒RNA聚合酶PB2蛋白的抑制剂，适用于成人单纯性甲型流感患者的治疗。\n2、网传纪要，诺和诺德对Mestera提起更优收购，国内减重管线合作预期提升。2025年6月19日盘后公告，众生睿创自主研发的一类创新多肽药物RAY1225 注射液，于近日完成在肥胖/超重参与者的 III 期临床试验（REBUILDING-2）的首例参与者入组和给药。RAY1225注射液是公司研发的、具有全球自主知识产权的创新结构多肽药物，有望用于降糖、减肥、代谢综合征等多种代谢性疾病的治疗。\n3、2025年7月26日公告，全资子公司广东先强药业收到国家药监局核准签发的原料药氯贝酸铝《化学原料药上市申请批准通知书》。氯贝酸铝通过降低极低密度脂蛋白的量，达到降血脂的目的。\n4、公司主营中成药、中药材和中药饮片、化学原料药研生销。"
        },
        {
          "code": "sz002728",
          "name": "特一药业",
          "limit_time": "14:56:36",
          "analysis": "流感+支原体肺炎药+糖尿病治疗+NMN\n1、针对流感方面的用药，公司药品品类丰富，产品涵盖止咳、退热、抗生素、抗病毒、消化系统等类别。2025年10月29日互动，公司核心产品止咳宝片对流感相关咳嗽疗效确切，总有效率93%，秋冬流感高发带动需求。\n2、公司止咳宝片先后被广东省（《广东省新冠病毒感染者重点用药监管目录》、国务院联防联控机制等）推荐为感染新型冠状病毒后出现咳嗽症状的治疗用药。止咳宝片为中成药的最大单品，2025年前三季度销量已达2023年同期64%。\n3、公司的红霉素肠溶片、依托红霉素片、罗红霉素胶囊、阿奇霉素片、阿奇霉素颗粒等大环内酯类抗菌药物适用于治疗支原体肺炎。\n4、子公司海力制药生产的盐酸二甲双胍缓释片属于双胍类降血糖药。本药首选用于单纯饮食及体育锻炼控制血糖无效的2型糖尿病患者，尤其是肥胖和伴高胰岛素血症者。可单用，也可与磺酰脲类药或胰岛素联用。\n5、公司安排全资子公司新宁制药及台山化工对NMN产品进行技术方案的论证并做项目可行性研究。"
        },
        {
          "code": "sz301017",
          "name": "漱玉平民",
          "limit_time": "09:33:39",
          "analysis": "阿里参股+连锁药房+海峡两岸+参股玻尿酸面膜\n1、阿里健康持有公司总股本6.67%。\n2、公司主营业务为医药零售连锁业务，据2025年半年报：2025年6月1日，公司与中国台湾大树药局联合打造的新形态健康药局品牌“大树漱玉”门店正式营业。\n3、参股公司山东贯天下已开发包括玻尿酸面膜以及医用冷敷贴在内的系列产品。\n4、公司在济南、东营、烟台等地区设立物流仓库，公司将Lmis物流系统与SAP系统、G3门店销售系统进行全面联通，实现了在接受订单后，仓库以更优、更快速方式进行订单物流交付的功能。"
        },
        {
          "code": "sz000566",
          "name": "海南海药",
          "limit_time": "09:37:15",
          "analysis": "创新药（癫痫药）+干细胞美容+医疗器械+海南\n1、2025年5月24日调研：公司正在开展派恩加滨Ⅱa 期临床研究，已完成低剂量队列入组，正在进行中剂量队列入组。靶向 KCNQ 通道抗癫痫创新药全球进展最快的为加拿大 Xenon 公司的 XEN1101，已进入临床Ⅲ期。公司的派恩加滨为国内同靶点同适应症创新药进展最快。\n2、公司投资的琼海博鳌国医汇医院主营业务包括干细胞美容等业务。公司利用海南博鳌乐城国际医疗旅游先行区政策资源优势，搭建高端医疗器械平台。\n3、公司地处海南，实控人为国务院国资委，公司业务涉及创新药、干细胞等研究或受益。2025年4月10日盘后互动，公司产品主要出口地为东南亚、印度及南美洲国家，目前美国关税政策对公司业务无影响。\n4、参股公司优尼科尔（持股35%）主要从事人类体细胞制备、储存、应用技术研究及药物开发等业务。\n5、公司主要产品包括抗生素系列、胃肠道用药系列、抗肿瘤药系列、与制剂配套的原料药和中间体系列及其他产品。"
        },
        {
          "code": "sh600272",
          "name": "开开实业",
          "limit_time": "09:39:53",
          "analysis": "医药零售+首发经济+上海静安国资+中华老字号\n1、公司医药板块主要是以批发零售业务以及健康服务业务为主。“中药云” 饮片处方配送平台已完成区域社区卫生服务中心饮片业务全覆盖。2024H1，中药饮片批发实现对外营收同比上升近 30%。公司实控人是上海市静安区国资委。\n2、公司旗下全资子公司“雷允上”，曾获评“2023年上海市首发经济引领性本土品牌”。\n3、公司旗下拥有“雷允上”与“开开”两大品牌，都是国家商务部认定的“中华老字号”。\n4、控股子公司雷西精益稳步推进区域化SPD项目，完成区域内（静安）相关医疗机构 SPD 项目所涉及的物流 ERP、WMS 信息系统、平台运行 SCCP、BI 系统等开发与测试工作和部分产品的实质运行。"
        },
        {
          "code": "sz002198",
          "name": "嘉应制药",
          "limit_time": "10:14:09",
          "analysis": "流感治疗+中药+天然冰片\n1、公司主要产品双料喉风散、接骨七厘系列产品，毛利率超过80%。双料喉风散、重感灵片曾为国家中药保护品种，且均荣获“广东省名牌产品”称号。\n2、公司感冒类产品主要有重感灵片（解表清热，疏风止痛，用于表邪未解，郁里化热引起的重症感冒）、银翘解毒颗粒（用于风热感冒，症见发热头痛、咳嗽口 干、咽喉疼痛）以及橘红痰咳颗粒（理气祛痰，润肺止咳。用于感冒、咽喉炎引起的痰多咳嗽，气喘）等。\n3、安宫牛黄丸成分为天然牛黄、天然麝香、冰片等，公司参股公司华清园生物是一家专业从事梅片树种源选育、培育种植、提取提纯天然冰片，是国内获得天然冰片生产许可证的3家企业之一。"
        },
        {
          "code": "sz301201",
          "name": "诚达药业",
          "limit_time": "13:42:51",
          "analysis": "CDMO+创新药+肝炎\n1、公司主要致力于为跨国制药企业及医药研发机构提供关键医药中间体、原料药 CDMO 服务，并从事左旋肉碱系列产品的研发、生产和销售。公司CDMO业务范围涵盖抗肿瘤、抗病毒、神经类、糖尿病等类别创新药中间体。\n2、公司所服务的终端药物涉及抗肿瘤、艾滋病、乙肝、丙肝、骨髓纤维化、癫痫、帕金森症等多个治疗领域。\n3、公司是国内最早实现左旋肉碱系列产品产业化的企业之一，也是全球左旋肉碱主要供应商之一。产品产业链齐全，包括食品添加剂、饲料添加剂、原料药，产品出口全球 30 多个国家和地区。"
        }
      ]
    },
    {
      "name": "锂电池",
      "reason": "11月12日，VC报价10-12万元/吨，相比昨日跳涨超4万元，幅度超50%。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "09:25:00",
          "analysis": "锂电池添加剂+毛巾+托育/早教\n1、2025年11月4日互动，公司通过子公司孚日新能源投资建设了锂电池电解液添加剂项目，目前，孚日新能源氯代碳酸乙烯酯的产能是4万吨，碳酸亚乙烯酯粗品产能是1万吨，碳酸亚乙烯酯精制产能是1万吨。网传纪要，公司锂电池电解液添加剂VC产能规模行业第二（规划产能1万吨），实际产量规模行业第三（2025H1产量2794吨，同比+72%）（未证实）。\n2、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n3、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n4、山东高密高源该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sz002805",
          "name": "丰元股份",
          "limit_time": "09:39:54",
          "analysis": "磷酸铁锂+固态电池+储能+草酸\n1、公司现有锂电池正极材料产品包括磷酸铁锂和三元两大主流系列。公司目前铁锂产能22.5万吨，年底产能30万吨，公司远期规划50万吨，目前四季度满产状态。2025年10月21日公告，全资子公司丰元锂能签订三年10万吨磷酸铁锂合作框架协议，向楚能新能源供货。\n2、公司积极布局固态电池正极材料、无钴电池正极材料等前端新型材料，此外，公司参股了深蓝汇泽及赛锂达，对固态电池正极材料及储能电池正极材料的研发展开合作。\n3、鹏辉能源、比亚迪为公司客户，公司产品可以最终应用于动力及储能等领域。\n4、公司草酸具备总产能10万吨/年，其中工业草酸产能8.5万吨/年，精制草酸产能1万吨/年，草酸衍生品草酸盐等约0.5万吨/年。"
        },
        {
          "code": "sh603026",
          "name": "石大胜华",
          "limit_time": "09:37:29",
          "analysis": "六氟磷酸锂+固态电池+电解液溶剂供应商\n1、公司六氟磷酸锂产能2000吨/年。公司六氟磷酸锂产品长期供应给国内电池或者电解液头部企业，出口日本、韩国和欧美国家。\n2、网传纪要显示，公司硅基负极在固态电池领域的客户认证已达到B样阶段，与多家头部企业达成合作意向。公司眉山基地的硅基负极项目预计2025年一月底具备5000吨的产能，已实现百公斤级订单出货。（未证实）\n3、公司是全球最大的电解液溶剂供应商，是全球唯一同时提供5种电解液溶剂、溶质和添加剂完整配套的龙头厂家，主营碳酸酯系列产品主要包括碳酸二甲酯等，主要用于生产锂电池电解液。\n4、公司与比亚迪以、三菱等合作，通过电池企业进入 TSLA等车企。"
        },
        {
          "code": "sz001203",
          "name": "大中矿业",
          "limit_time": "09:38:24",
          "analysis": "锂矿+获采矿许可证+固态电池/硫铁矿\n1、2025年10月28日晚公告，全资孙公司取得湖南鸡脚山锂矿采矿许可证，是公司取得的首个大型锂矿采矿证，其经自然资源部评审备案的锂矿资源量达48987.2万吨，折合碳酸锂当量约324.43万吨。通过自然资源部评审的露天开采规模为2000万吨/年，根据行业经验及公司试验，每年2000万吨原矿开采可生产8万吨碳酸锂；规模优势突出。\n2、2025年10月27日公告，全资子公司大中新能源提交的《加达锂矿矿产资源开采方案》通过专家审查，加达锂矿首采区开采方式为地下开采，开采规模为260万吨/年。参照行业技术水平，达产后每年开采的原矿可以生产约5万吨碳酸锂。\n3、公司目前拥有湖南和四川两大锂矿矿山，湖南锂矿已于2025年6月中旬正式申请采矿权，预估湖南一期1000万吨采选项目和一期2万吨/年碳酸锂冶炼项目将于2026年建成投产。\n4、硫铁矿保有资源量为7085.41万吨。市场认为其在硫化物固态电池产业发展的背景下可能具有一定的资源供应优势。公司在临武县布局的“年产3000吨金属锂电池新材料项目”，所生产的金属锂材料正是固态电池所需的关键基础材料之一。"
        },
        {
          "code": "sh603948",
          "name": "建业股份",
          "limit_time": "09:48:16",
          "analysis": "三乙胺（VC上游）+半导体材料+一带一路\n1、三乙胺是电解液添加剂VC的脱氧试剂，每生产1吨VC需消耗0.5吨三乙胺。网传纪要表示公司三乙胺目前产能6万吨/年（未证实）。\n2、公司电子级氨水在半导体制造中用于清洗、蚀刻、抛光和光刻等关键工艺。全资子公司建业微电子超纯氨产能为21000吨，超纯氨属于工业特气。公司7N(99.99999%）超纯氨于2023年被认定为国内首批次新材料。\n3、公司有部分产品出口至新加坡、马来西亚、印尼、俄罗斯等一带一路国家。"
        },
        {
          "code": "sz300584",
          "name": "海辰药业",
          "limit_time": "10:38:24",
          "analysis": "锂电池添加剂+固态电池粘合剂+创新药+心脑血管类药品\n1、公司VC设计产能6000吨、FEC设计产能3000吨，已具备生产条件，投产时间视市场情况而定。\n2、公司合作欧阳明高院士团队，切入固态电池粘合剂材料的开发与产业化。券商预计固态电池专用粘合剂市场规模为8.9亿元。四川洛辰正在进行固态电池粘结剂相关产品的小试工艺验证。\n3、公司目前拥有87个原料药及制剂批准文号，常年在产品种 20 余个，产品涵盖心脑血管类、抗生素类、利尿类、消化类、抗病毒类、免疫调节类等多个领域。\n4、公司心脑血管类​核心产品为独家首仿药注射用盐酸兰地洛尔​（新一代超短效β1受体阻滞剂），另有抗凝血药利伐沙班片、阿哌沙班片等。公司抗感染类产品包括注射用替加环素，被誉为”超级抗生素”；头孢类注射剂等。\n5、公司主要产品恩替卡韦片适用于病毒复制活跃，血清转氨酶ALT持续升高或肝脏组织学显示有活动性病变的慢性成人乙型肝炎的治疗，是目前慢性乙肝患者一线抗病毒用药。"
        },
        {
          "code": "sz301150",
          "name": "中一科技",
          "limit_time": "14:02:15",
          "analysis": "锂金属负极+固态电池铜箔+AI服务器铜箔+储能\n1、2025年11月13盘后日互动，公司已有用于固态电池和液态电池的锂金属负极相关技术和产品，包括锂-铜金属一体化复合负极材料等专利产品，下游客户的验证持续推进中，公司将根据市场需求情况进行相关产品的生产和销售。\n2、公司坚持技术创新，并持续投资开展产线的新技术、工艺和装备改造，其中重点方向之一为可以用于高端显卡、AI 服务器等领域的高频高速、HDI 用等电子电路铜箔产品。\n3、公司已建成电解铜箔名义总产能5.55万吨/年，6μm极薄锂电铜箔已经成为公司的主流产品，5μm、4.5μm极薄锂电铜箔实现批量生产销售，6μm中强高延铜箔研发已经完成并批量出货。\n4、公司产品广泛应用于新能源汽车动力电池、储能设备及电子产品、覆铜板、印制电路板等多个领域。"
        },
        {
          "code": "sz002250",
          "name": "联化科技",
          "limit_time": "14:56:45",
          "analysis": "六氟磷酸锂+贲亭酸甲酯中间体涨价受益+创新药+CRO\n1、公司六氟磷酸锂产能规划为折固2万吨/年，双氟磺酰亚胺锂产能规划为折固1万吨/年，目前仍在对六氟磷酸锂项目进行技术改进阶段。\n2、‌2025年11月以来，贲亭酸甲酯价格因安徽池州鑫泰安全生产事故导致供给收缩，从前期3.7万元/吨跳涨至5.2万元/吨，涨幅达38%‌；公司贲亭酸甲酯中间体自给率达30%，联苯菊酯产能占国内30%，纯度达 98.5%（行业平均 97%），主要出口欧美高端市场。\n3、根据网络纪要，氯虫苯甲酰胺的中间体k酸、k胺单耗分别为0.66、0.42吨，中间体k酸和k胺相对紧张，全市场需求预估在1.5、1万吨左右，友道消耗约2000吨/年K胺，未来将出现约20%k胺缺口。k胺目前主要有联化科技（外卖量少）生产。（未证实）\n4、2025年5月30日公告，公司以CDMO业务模式为客户提供氯虫苯甲酰胺高级中间体，但产品仅向该客户出售且需求未增加。\n5、公司医药CRO业务正式起步，已完成了团队建设，CRO研发基地的建设圆满完成并投入使用。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "11月11日，商务部举办学习贯彻二十届四中全会精神宣讲报告会，会议指出，在大力提振消费等方面出台更多细化措施，高质量编制商务领域系列专项规划。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "09:32:27",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sh601566",
          "name": "九牧王",
          "limit_time": "11:21:33",
          "analysis": "男裤（福建）+网红经济+电子商务\n1、公司办公地址位于福建省厦门市。九牧王是中国男裤行业的龙头企业，公司主要从事男裤及男士商务休闲服饰的生产和销售。截至2024年，九牧王男裤市场综合占有率连续二十五年位列国内第一。\n2、公司拥有九牧王品牌、ZIOZIA品牌及时尚潮牌FUN等品牌。公司携手范丞丞、李昀锐、魏大勋、张云龙、朱亚文五位明星，传递九牧王专研男裤35年的品牌价值，高效布局品牌年轻化。\n3、公司已布局主流电商平台。"
        },
        {
          "code": "sz002242",
          "name": "九阳股份",
          "limit_time": "09:25:00",
          "analysis": "哈基米豆浆联想+机器人+小家电+大豆\n1、九阳豆浆将网络抽象梗“哈基米南北路多”融入自家产品，推出哈基米南北绿豆浆，引发网友热烈讨论。但公司表示没有哈基米hachimi相关的产品，且公司与九阳豆浆无股权关系。\n2、公司持有深思考人工智能机器人7.92%的股份。\n3、公司从事小家电系列产品的研发、生产和销售。\n4、大豆种植业务主要是由公司的联营杭州九阳豆业负责，种植生产非转基因大豆是其业务之一。"
        },
        {
          "code": "sz002780",
          "name": "三夫户外",
          "limit_time": "14:24:57",
          "analysis": "荒岛求生培训营+户外求生装备+数字三+AI眼镜代理+冰雪经济\n1、近期张家界荒野求生赛爆火；公司拥有荒岛求生·三夫小勇士亲子远征营，赛事期间公司48小时内将13款求生装备推至天猫首页，销售额环比增长280%，赛事推动\"三夫俱乐部\"Q4新增付费会员2.3万人。\n2、Meta x Oakley的智能眼镜于2025年6月20日发布，公司为Oakley中国代理商。\n3、公司户外产品涵盖帐篷、吊床、躺椅等，可覆盖大部分野外露营需求；已设计建设运营多个营地项目。\n4、2025年9月19日互动，目前公司已在全国开设10家滑雪店，今年滑雪季，公司还将在北京国家高山滑雪中心、崇礼太舞小镇新开设2家滑雪店。\n5、公司积极布局“人工智能+户外”的场景，计划建立AI智慧营地，推出青少年综合素质教育大模型。公司设计建设运营“松鼠部落亲子户外乐园+鹰极安全教育基地+三夫小勇士+SanfoHood野奢营地”亲子青少年综合素质教育项目为主营业务。"
        },
        {
          "code": "sh600327",
          "name": "大东方",
          "limit_time": "14:48:08",
          "analysis": "百货零售+IP经济+名字寓意+儿科医疗+参股国联信托\n1、公司旗下百货零售业务，以“大东方百货本部中心店”为核心，拥有近 50 万的注册会员，不断稳固以无锡为中心辐射范围内的行业龙头地位。\n2、公司旗下老字号“三凤桥”品牌，三凤桥餐饮抓住无锡樱花季与“锡马”——“双 IP”联动对餐饮的带动\n3、公司旗下“均瑶医疗”健康服务业务，在沭阳中心医院、健高儿科、雅恩健康、知贝医疗等医疗服务业务平台基础上，形成了专科特色的综合医疗服务、儿童全成长发育周期医疗服务、特需儿童康复等业务模块。\n4、公司参股8.13%国联信托。"
        },
        {
          "code": "sz000798",
          "name": "中水渔业",
          "limit_time": "14:52:12",
          "analysis": "远洋捕捞+国资+水产预制菜\n1、公司主要业务包括远洋捕捞、水产品加工贸易和海上渔业服务等业务板块。其中，捕捞板块占比约在40%。产品包括软体鱼、硬体鱼、虾、蟹、贝类等及其制品，其中金枪鱼、鱿鱼、虾类及其制品是公司的主打明星产品。公司实控人国务院国资委，是我国唯一拥有国际蓝鳍金枪鱼捕捞配额的企业。\n2、公司海外项目部的产品为自捕鱼以直接销售为主，业务占收入比为53%。\n3、公司现有的预制食品包括：金枪鱼饺子、金枪鱼罐头、金枪鱼炸块等，在京东商城、农发集团精品店小程序有售。\n4、公司2023年成立深蓝食品主要从事大宗水产品贸易、品牌预制菜等业务。"
        },
        {
          "code": "sh600576",
          "name": "祥源文旅",
          "limit_time": "",
          "analysis": "张家界旅游运营商+股东回馈活动+低空经济+游戏\n1、近期张家界荒野求生赛爆火；公司通过资产重组将张家界多个标志性文旅资产纳入麾下，核心运营项目包括武陵源风景名胜区内的黄龙洞景区和百龙天梯。\n2、2025年11月12日晚公告，公司将开展2025年股东回馈活动，包括景区内观光电梯、索道、游船等免票，以及景区酒店住宿指定房型住一间送一间优惠。\n3、公司旗下莽山五指峰景区11月至次年2月冰雪季推出雾凇、欢乐雪人节等冰雪活动。2025年11月11日，2025国际山地旅游暨户外运动大会大会发布了第二批“世界旅游名山”名单，公司旗下广东丹霞山入选。\n4、公司已与亿航智能签署合作框架协议。双方将在景区空中观光游览等方面全面合作，公司将视市场发展需求向亿航智能或其指定主体采购EH216-S型电动垂直起降航空器（eVTOL）或同类载人级自动驾驶飞行器。\n5、公司主营业务包括旅游业务、动漫衍生、动画影视等。公司通过互联网平台为游戏提供商提供游戏载入平台，从而为游戏玩家提供游戏服务取得平台运营收入。子公司翔通动漫主营游戏开发运营等。"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "交通部文章称，海南自贸港“零关税”政策惠及海陆空载具，政策不仅惠及飞机，还惠及轮船、游艇、多功能乘用车等领域，已实现海、陆、空三类享惠商品全覆盖。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz000955",
          "name": "欣龙控股",
          "limit_time": "09:31:18",
          "analysis": "海南自贸港+业绩扭亏+商用清洁机器人+无纺布\n1、公司地处海南，主要业务是围绕公司战略发展方向，契合海南自贸港建设发展，通过股权投资的方式为公司培育、拓展新的业绩增长点。2025年10月28日公告，公司2025年前三季度净利润23.03万元，同比扭亏为盈。\n2、2024年9月6日媒体讯，天堂硅谷独家投了一家商用清洁机器人公司新生纪智能。天堂硅谷是公司控股股东，有20多年重组经验。\n3、公司非织造终端消费品主要以家居清洁擦布、一次性棉柔巾、湿巾等为主，终端消费品以OEM和ODM业务为主，同时经营“洁之梦”、“麻王棉后”等自主品牌。\n4、子公司海南欣龙无纺和宜昌欣龙卫材主要负责研发、制造和销售水刺无纺布。公司生产的无纺原材料可以加工成卫生材料、医用敷料等产品，医疗美容行业也可应用。"
        },
        {
          "code": "sz300086",
          "name": "康芝药业",
          "limit_time": "10:16:42",
          "analysis": "海南医药+儿童药品+母婴健康用品+蒙脱石散\n1、公司地处海南，曾表示将利用海南自由贸易港的进出口税收政策等优势，进口全球优质的医疗耗材产品进行生产、加工、创新后，在满足国内生产生活和战略储备需要的同时，让高品质医疗耗材产品进军国际市场。\n2、公司主要以儿童药、母婴健康用品的研发生产与销售、医疗防护用品等医疗器械为主营业务的国内领先儿童大健康企业。\n3、公司生产蒙脱石散，市场占有率第一。\n4、公司已通过一致性评价的布洛芬颗粒也在第三批全国药品集中采购中中标；公司的儿童药系列产品基本涵盖了治疗儿科“热、咳、吐、泻”等常见疾病类型。如儿童解热镇痛系列、儿童呼吸系列、儿童消化系列、营养补充系列等。"
        },
        {
          "code": "sh601969",
          "name": "海南矿业",
          "limit_time": null,
          "analysis": "海南+锂矿投产+铁矿石+油气\n1、公司地处海南，公司聚焦于铁矿石和油气这两大资源类产业的经营，主要包括铁矿石采选、加工及销售业务，大宗商品贸易及加工业务，并通过控股子公司洛克石油从事油气勘探、评价到开发、生产的上游全周期业务。\n2、2025年11月11日调研纪要，布谷尼锂矿已于11月3日举行正式投产仪式，首批3万吨锂精矿已于10月14日启运，预计11月底装船、明年初抵海南，为2万吨氢氧化锂项目供料。 \n3、2024年11月30日公告，全资子公司洛克石油于 9月13 日拟要约收购特提斯公司不低于90%（可能100%）的股份，总对价约合 13.02亿元。2025年1月24日，特提斯公司正式成为洛克石油控股子公司并被纳入公司合并财务报表范围。\n4、洛克石油四川八角场气田脱烃处理厂及压缩站建设已完成征地及通电、通水、通路和地面平整工作，压缩机组装也已完成，正在推进管线施工及其他设备采购安装工作。"
        },
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": null,
          "analysis": "海南+京东合作+汽车整车+无人驾驶+马字辈\n1、2025年11月13日互动，公司作为海南唯一整车企业，正积极把握氢能产业机遇：目前已建成制氢加氢一体化站，氢能汽车示范运营累计行驶里程突破150万公里，并依托自贸港政策推进全产业链布局。公司主营业务为汽车及汽车动力总成的研发、制造、销售以及金融服务，主要产品包括海马7X-E、海马7X 和海马8S等。\n2、2025年11月9日，京东联合广汽集团、宁德时代推出“国民好车”埃安UT super，租电购买价限时优惠4.99万元，整车购买价限时优惠8.99万元；公司战略合作京东，旗下品牌新车、独家车型登录京东汽车整车销售平台。\n3、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统等智能驾驶辅助系统。\n4、公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。"
        },
        {
          "code": "sz002163",
          "name": "海南发展",
          "limit_time": "",
          "analysis": "海南国资+免税资产注入承诺+光伏+幕墙工程\n1、财政部、海关总署、税务总局联合公告升级海南离岛旅客免税购物政策，自2025年11月1日起生效，包括新增免税商品类别及放宽额度限制。公司地处海南，最终控制人为海南省国资委。\n2、2025年4月3日互动，控股股东海南控股于 2021年作出免税资产注入承诺，承诺期限调整为2028年5月12日,但海南控股始终将免税资产注入作为战略目标,目前已制定专项提升方案。\n3、2025年10月28日互动，网营科技在建工程主要为位于杭州市西湖区的双桥（云谷）地块建设项目。\n4、公司前期投资的J8丝印光伏玻璃生产线已于2024年7月正式投产，该条双玻生产线具备薄玻璃、大尺寸、打孔（三角孔）、丝印玻璃等产品的生产能力，契合行业对双玻光伏组件的发展趋势。\n5、公司是一家具备完整产业链的幕墙的专业企业，重点发展三大产业“幕墙与内装工程产业”、“光伏玻璃产业”、“特种玻璃深加工产业”。"
        }
      ]
    },
    {
      "name": "天然气",
      "reason": "国家发改委：切实把供暖季能源保供工作做实做细做到位。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600333",
          "name": "长春燃气",
          "limit_time": "09:38:16",
          "analysis": "吉林管道燃气龙头+长春国资\n1、据央视新闻，2025年11月14日起至17日今年下半年首场寒潮来袭，局地降温将超12℃；生意社数据显示2025年11月13日液化天然气价格30日内上涨13.25%。公司是吉林管道燃气龙头，在吉林省内 8 个城市和 1个国家级开发区从事管道燃气特许经营业务。\n2、公司是一家以煤气生产和供应为主业的公用事业企业，业务包括天然气、混合燃气等的生产、销售等，据2025半年报，公司服务180.24万户，2024年销气5.44亿立方米。\n3、公司积极发展多能互补供暖业务、能源托管业务，推动从单一燃气供应向综合能源服务转型，实控人长春国资委。"
        },
        {
          "code": "sh600617",
          "name": "国新能源",
          "limit_time": "09:53:37",
          "analysis": "天然气销售+山西国资\n1、公司是山西省内规模最大的天然气管网运营企业，天然气管网长达5000余公里,年管输设计能力超过255亿立方米。\n2、公司已逐步形成专业化城市燃气公司，专业的城市燃气投资运营管理平台，供气规模在山西省占主要地位。\n3、公司实控人为山西省国资委。"
        },
        {
          "code": "sh603366",
          "name": "日出东方",
          "limit_time": "10:25:51",
          "analysis": "清洁能源供暖+华为液冷超充+名字寓意+智能家居\n1、公司及子公司（含其他第三方公司共同投资）参与投标并中标的西藏清洁能源集中供暖特许经营试点项目共4个，项目累计投资总额约17.67亿元（含其他第三方共同投资），供暖面积约140万平方米。\n2、2024年集成了华为全液冷超充技术和日出东方“光储充”一体化解决方案的示范充电站，正式投入使用。2025年1月3日互动，全液冷超充站处于内部试用阶段。\n3、公司主要业务包括清洁能源热能应用太阳能、空气能、清洁能源电能应用分布式光伏和储能及厨电板块，为用户提供“光储热”、“光储充”综合能源解决方案。\n4、公司智能家居产品主要有空气能产品、带智控功能的太阳能产品、部分电燃热产品及烟机灶具等智能厨电产品。\n5、公司为行业声纹识别技术龙头得意音通公司的第二大股东。"
        },
        {
          "code": "sz002893",
          "name": "京能热力",
          "limit_time": "10:57:42",
          "analysis": "热力供应+冷热联供+拟收购华清安泰股份+资产注入预期\n1、公司是北京地区规模最大、管网最完善的国有供热运营商之一，主营热力供应、节能技术服务。公司热力供应业务，主要是向最终用户提供供暖服务，同时向部分用户提供生活热水。\n2、2025年1月17日公告，公司此前拟以2.91元/股的价格收购华清安泰12.05%股份、接受华清安泰实控人合计持有的37.17%的股份的表决权委托，并以2.91元/股的价格认购华清安泰定向发行2000万股股份，投资不超过7857万元。2025年1月15日华清安泰定增或股转系统同意。\n3、2024年3月20日互动，京能集团下属企业在市场化供热业务拓展上存在同业竞,京能集团承诺，自取得上市公司实际控制权之日起5年内，只要京能集团与上市公司存在同业竞争相关企业达到法定注入上市公司条件时，京能集团将承诺按照法定程序以市场公允价格将相关企业逐步注入上市公司。"
        },
        {
          "code": "sz300483",
          "name": "首华燃气",
          "limit_time": "14:43:30",
          "analysis": "天然气开采+天然气管输\n1、公司的主营业务为天然气业务，主要从事天然气的勘探、开发、生产、代输增压和销售。\n2、公司目前致密气​累计备案地质储量1,276亿立方米，技术可采储量610亿立方米，​煤层气​累计备案地质储量887.41亿立方米，技术可采储量443.70亿立方米。\n3、子公司永和伟润主营天然气的增压、管输及销售，日输气能力达到300万立方米，年输气能力达10亿立方米。"
        }
      ]
    },
    {
      "name": "煤炭",
      "reason": "国家发改委：切实把供暖季能源保供工作做实做细做到位。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600403",
          "name": "大有能源",
          "limit_time": "11:15:36",
          "analysis": "煤炭+间接控股股东战略重组+资产注入预期+河南国资\n1、2025年10月22日晚公告，公司2025年7-9月商品煤产量290.39万吨，同增15%；商品煤销量307.1万吨，同增24%。\n2、公司2024年煤炭产量968万吨。公司所属矿区有长焰煤、焦煤、贫瘦煤等煤种，所产优质长焰煤、焦煤、贫煤、洗精煤广泛应用于发电、煤化工、工业锅炉、炼焦、建材等行业。\n3、2025年9月25日晚公告，公司收到通知，河南省委、省政府决定对间接控股股东河南能源集团和中国平煤神马控股集团实施战略重组。河南省国资委作为公司的实控人不会发生变化。此次重组事项不会对公司生产经营活动产生重大影响。\n4、控股股东义煤集团、间接控股股东河南能源与公司在煤炭业务方面存在同业竞争。2022年5月河南能源同业竞争承诺到期，但由于所属煤矿数量多、分布广，加之资产重组对标的资产质量要求高，规范整改所需时间较长，整合方式仍需持续深入论证，其他历史遗留问题尚需进一步解决等原因，仍然无法在承诺到期日前完全解决同业竞争。"
        },
        {
          "code": "sh600157",
          "name": "永泰能源",
          "limit_time": "13:00:16",
          "analysis": "煤炭+储能+参股保险+电力\n1、公司为区域绿色清洁能源供应商，电力装机规模、区位及超低排放技术领先，煤炭板块拥有38.21亿吨资源量、千万吨级产能，主营焦煤及配焦煤稀缺煤种，具备煤电一体化优势。\n2、2025年11月13日互动，公司所属全钒液流电池储能项目一期3,000吨/年高纯五氧化二钒选冶生产线和一期300MW/年新一代大容量全钒液流电池生产线正在依托海内外技术团队科技创新和技术迭代成果不断优化上下游产线建设。\n3、公司参股众惠财产相互保险社。\n4、公司所属张家港沙洲电力污泥干化耦合项目已列为国家84个燃煤耦合生物质发电技改试点项目之一，项目实施后日处理脱水污泥可达900吨。\n5、公司主营业务是电力业务和煤炭业务。主要产品或业务为电力、煤炭、石化贸易等；公司正在包含河南、江苏在内的多个地区积极开拓屋顶光伏等新能源项目并已取得部分初步成果目。"
        },
        {
          "code": "sh600792",
          "name": "云煤能源",
          "limit_time": "14:41:47",
          "analysis": "煤炭+甲醇+国改+电力\n1、公司目前主要从事焦化业务，涉及焦炭及相关化工产品的生产和销售，主导产品为冶金焦炭，副产品有煤气、粗苯、焦油、硫铵、硫磺等。\n2、公司在建发电机组装机容量为 4320MW（射阳港电厂 1000MW、乌拉盖电厂2×1000MW、白音华电厂 2×660MW）。三个在建火电项目预计2026 年全部建成投运。\n3、公司师宗煤焦化甲醇项目设计产能 10 万吨。公司主营业务为煤炭采掘、洗选加工、销售以及火力、新能源发电等业务。\n4、2024年10月27日晚公告，公司收到控股股东昆钢控股的告知函，云南省人民政府已与宝武签署合作框架协议，就昆钢控股深化改革合作达成共识。将优化调整中国宝武对昆钢控股的管理关系，推动昆钢控股做强做优。公司实控人为云南国资委。\n5、全资子公司昆钢重装以装备制造产业为核心，主要从事起重运输机械、矿冶装备、维检服务和耐磨材料等业务。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+煤气制氢\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是JN60-6型焦炉，设计产能为240万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为120万吨/年,可生产各种H型钢50多个产品规格，主要以中大型H型钢为主。\n3、2023公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        }
      ]
    },
    {
      "name": "地产",
      "reason": "中指研究院：10月房地产行业债券融资512.4亿元 同比增长76.9%。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600340",
          "name": "华夏幸福",
          "limit_time": "09:25:00",
          "analysis": "城市更新+机器人小镇+债务重组+低空经济\n1、据2024年报，公司全面转型产业新城服务商。2024年7月18日公告：公司及廊坊控股将在廊坊市域内开发合作，围绕推动城市建设发展，将开展城市更新、基础设施建设与运营等方面的深度合作。\n2、2024年6月19日互动，公司香河机器人小镇为承接京津冀机器人和人工智能技术产业转移的重大平台。\n3、2025Q1季报，公司《债务重组计划》中2192亿元金融债务通过签约等方式实现债务重组的金额累计约为1922.73亿元。\n4、华夏幸福签约内蒙古兴安盟持续拓展低空经济业务布局；子公司华夏幸福（深圳）产业公司与浙江科比特签署《战略合作协议》，双方拟在低空经济领域深入开发战略合作模式。公司与国有独资企业廊坊临空投资发展公司达成战略合作伙伴关系，旨在低空经济领域开展长效合作。"
        },
        {
          "code": "sz002146",
          "name": "荣盛发展",
          "limit_time": "09:45:51",
          "analysis": "房地产+美好寓意+西藏旅游+低空经济+低价股\n1、公司主营业务为房地产开发与销售，拥有住建部颁发的房地产开发企业一级资质证书。\n2、子公司西藏盛行宏途运营的“盛行天下”是综合旅居服务平台，整合了荣盛旗下酒店、景区、康养等资源。\n3、公司间接持有美亚航空公司100%股份，包含航空旅游、航空展览、飞行嘉年华等业务。2021年公众号消息，美亚航空与中国AOPA 签署战略合作协议进入无人机飞行员培训领域。\n4、公司拟购买荣盛盟固利76.45%股份，标的是主流商用车企业混合动力车型及氢燃料车型首选供应商，其动力电池在国内氢燃料电电混合商用车市场市场保有率超过60%，市场占有率第一。"
        },
        {
          "code": "sz000090",
          "name": "天健集团",
          "limit_time": null,
          "analysis": "房地产开发+深圳国资+城市建设+城市服务\n1、2025年11月12日盘后公告。公司将围绕主业和战略方向，积极筛选合适的并购标的，重点瞄准具备核心技术、稀缺资质或区域市场优势的标的，通过资产注入强化主业，推动主业协同发展，实现业务链条延伸与关键资源整合。\n2、公司具有自主施工、开发、运营、服务全产业链，拥有房地产开发一级资质。重点布局深圳、广州等城市，产品涵盖中高端住宅、保障性住房、写字楼等业态，最终实控人为深圳国资委。\n3、公司城市服务业务涵盖城市基础设施管养服务、棚户区改造服务、商业运营服务、物业服务等方面。探索“物业城市”新商业模式，打造了“天健蜜堂”“天健蜜厨”“亲蜜家公寓”等蜜系列品牌。\n4、公司城市建设业务涵盖市政道路、市政管网、桥梁隧道等城市基础设施，水环境、园林绿化、高速公路等工程，工业与民用建筑工程、土石方、地基与基础工程等建筑工程，轨道交通工程等领域。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "摩根大通预计未来五年，人工智能（AI）超大企业建设数据中心的融资需求至少为5万亿美元，最高可能达到7万亿美元。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600167",
          "name": "联美控股",
          "limit_time": "14:26:36",
          "analysis": "间接参股摩尔线程+间接参股众擎机器人+氢能源+水源热泵\n1、2025年11月13日晚摩尔线程披露科创板上市招股意向书，申购日为11月24日；子公司拉萨联虹科技作为战略投资者参与摩尔线程 Pre-IPO 轮融资，截止2024年底公允价值1亿元。\n2、公司参股的北京国香商恒股权投资基金间接持有深圳市众擎机器人科技10.03%股权。公司还通过北京国香商恒股权投资基金间接参股了钛虎机器人和鹿明机器人公司。\n3、公司投资爱德曼氢能项目。公司拥有国内单机装机规模最大的水源热泵项目。\n4、公司从事的清洁供热业务模式主要业务包括：供热、供电、供汽、工程施工。公司业务范围内的以清洁供热为主的热电联产、水源热泵余热利用、生物质热电联产、清洁能源利用的冷热电三联供等均为国家鼓励的优先发展业态。\n5、公司参股运营的国家会展中心（上海）天然气分布式能源站项目，利用发电余热进行制冷制热。"
        },
        {
          "code": "sz002353",
          "name": "杰瑞股份",
          "limit_time": null,
          "analysis": "合作燃气轮机发电+油气设备服务+出海\n1、2025年11月13日公司官方微信公众号发文，11月11日杰瑞敏电与贝克休斯（Baker Hughes）在上海正式签署NovaLT™燃气轮机全球战略合作和规模订单协议。此次合作标志着双方在燃气发电领域的伙伴关系迈入新阶段，将共同为全球AI数据中心、工业制造及油气能源等领域提供高效、低碳、智能的电力解决方案。\n2、公司的业务是为石油天然气公司勘探开发和集输油气提供产品和服务。致力于成就一家能够提供油气开发一体化解决方案的技术服务商和工程服务商。\n3、公司具有技术领先优势的大功率涡轮压裂设备及电驱压裂设备助力于非常规油气（页岩油及页岩气）资源开发，其中涡轮压裂设备已经成功销往美国用于页岩油气的开发。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "光电转换效率超27%的钙钛矿太阳能电池研发成功。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "13:04:39",
          "analysis": "钙钛矿光伏组件+拟增资铁岭环球（固态电池）+园林工程施工\n1、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n2、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n4、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sz002218",
          "name": "拓日新能",
          "limit_time": "",
          "analysis": "钙钛矿电池+光伏电站+光伏出口\n1、2025年3月21日机构调研，公司拥有专门的钙钛矿项目研究团队，主要研究反式结构钙钛矿电池和传感器，现阶段正在实际生产线进行量产化实验。\n2、公司是国内最早一批研究非晶硅薄膜电池并将其产业化生产的光伏企业，可同时生产非晶、多晶、单晶三种太阳电池芯片，并且拥有自主研发、自制全自动激光划线、磁控溅射镀膜等设备。2025年7月2日互动，公司光伏电站建设项目正在有序推进中。\n3、公司光伏玻璃顺利完成1.6mm与1.8mm规格产品的量产工作，其中1.8mm光伏玻璃目前已在大量出货；公司在原有组件设备基础上实现了N型电池组件的量产与出货。\n4、公司光伏产品以出口美洲、欧洲、东南亚为主，在美国设立了子公司，已持有德国部分光伏电站。\n5、公司收购的光伏胶膜设备部分已投产，日均产能约10万平米，待西安高分子产业园全面建成后，产能将实现快速扩大。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "闪存龙头闪迪11月大幅调涨NAND闪存合约价格，涨幅高达50%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "10:07:15",
          "analysis": "存储芯片封测+文旅+文旅智能体+低空经济文旅+具身智能\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司集文旅景区开发运营、酒店管理、旅行社、房地产开发、建筑施工等多产业布局。公司与相关战略合作伙伴在低空文旅场景开发、低空飞行消费群体培育、综合业态运营等方向展开深度合作。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，聚焦智能景区、智慧物业等AI应用，布局具身智能生态。"
        },
        {
          "code": "sz002963",
          "name": "豪尔赛",
          "limit_time": "09:37:24",
          "analysis": "半导体+重卡换电+冰雪运动+华为\n1、公司于2020年8月参与认购共青城秋实股权投资基金，该基金专项投资的标的绍兴中芯集成于2023年5月在科创板上市。该公司经营范围包含：半导体（硅及各类化合物半导体）集成电路芯片制造、光刻掩膜版开发制造等。\n2、公司已建成7座重卡换电站，在建20座重卡换电站，为百余辆新能源重卡提供换电服务。\n3、公司参与了北京2022年冬奥会和冬残奥会的国家跳台滑雪中心、国家雪车雪橇中心、首钢滑雪大跳台等冬奥场馆项目。\n4、公司在“智慧+”生态体系的设计创新、技术创新、标准制定等方面与华为等企业建立了合作关系。\n5、公司的智慧灯杆结合物联网、大数据、5G、AI、机器视觉等新一代信息技术，可应用于智慧停车、智慧社区等多种场景。"
        }
      ]
    },
    {
      "name": "储能",
      "reason": "网传9月份至今国内外大储PCS价格迎来了10%-15%左右的普遍上涨（未经证实）。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002227",
          "name": "奥特迅",
          "limit_time": "09:31:09",
          "analysis": "储能+数据中心电源（阿里）+固态电池+核电\n1、子公司西安奥特迅以储能产品为基础，积极拓展特种电源产品、储能变流器、储能系统等相关领域的业务。公司在储能变流器（PCS）、能量管理系统（EMS）、储能及微电网系统集成等方面具有较强的技术储备。\n2、公司战略性布局通信用高压直流电源（HVDC）产业，产品已经在多个数据中心应用。公司的电源产品有供货于阿里巴巴数据中心。\n3、公司自主研发的兆瓦级（1000kW）超充堆和兆瓦级（1000kW）储能变流器，可用于固态电池的快速充放电。\n4、公司核安全级（1E级）充电装置及交直流配电柜已成熟应用于多个核电项目。\n5、公司作为是国内最早进入电动汽车充电领域的厂商之一，秉承“专、精、特、新”的特质，奥特迅开发的电动汽车交流充电桩、电动汽车非车载充电机、V2G双向智能充放电产品及电动汽车柔性充电堆已广泛应用于全国各类电动汽车充电站。"
        },
        {
          "code": "sz001266",
          "name": "宏英智能",
          "limit_time": "09:38:45",
          "analysis": "储能+算力中心+自动驾驶+扫地机器人\n1、2025年10月31日晚公告，全资子公司宏英新能源与民乐卓航签署《民乐县二期350MW/700MWh独立储能电站项目工程PC总承包合同》，合同总价6.16亿元。\n2、2025年1月7日互动，公司已将润禾材料及其子公司系列产品应用于浸没式储能项目，并与之建立了合作关系。我公司产品已批量应用于浸没式储能领域，公司在数据/算力中心等特殊场景的节能解决方案上具备优秀的技术实力。\n3、2025年1月10日互动，公司正积极进行L2、L2+、L3等智能驾驶系统的开发与研究，目前公司的自动驾驶辅助系统产品已试装于上汽。\n4、极目行远已完成千万元融资，该公司专注于低速无人驾驶解决方案和无人驾驶清扫车的研发，公司持股3.126%。\n5、公司是移动机械与专用车辆智能电气控制系统产品及解决方案的提供商，主营业务包括智能电控产品及智能电控总成的研发、生产及销售。公司的扫地机器人可适用于高温等恶劣环境。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "“新格伦”火箭搭载火星探测器升空，第一级首次成功回收。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": "15:00:00",
          "analysis": "商业航天+军工+DeepSeek+低空经济+福建\n1、2024年8月6日盘后互动，天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。天目一号星座太阳同步轨道子星座（1-22星）在2024年一月份完成建设。\n2、公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        },
        {
          "code": "sh603100",
          "name": "川仪股份",
          "limit_time": "",
          "analysis": "商业航天+钍基熔盐堆+工控设备+行星减速器\n1、2024年报披露，公司智能压力变送器、 超低温蝶阀、 多孔板流量计、 温度仪表等产品为海南商业航天发射场加注供气系统项目保驾护航。\n2、2025年11月7日互动，公司熔盐浮子流量计、高温耐辐照超声波流量计、高温压力变送器等产品陆续运用或中标中科院钍基熔盐堆项目。\n3、公司是工业自动控制系统装置制造龙头，公司明确表示“以旧换新”的产能置换升级、工艺改造、检修维护、备品备件等都对工业自动控制系统装置有持续稳定的需求，将深度受益于本次大规模设备更新。公司主营业务是工业自动控制系统装置及工程成套，包括智能执行机构、智能变送器、智能调节阀、智能流量仪表、温度仪表、物位仪表、控制设备及装置、分析仪器等各大类单项产品以及系统集成及总包服务。\n4、公司曾被中国航天科技集团公司授予“为神舟六号载人技术航天飞行任务和运载火箭研制配套贡献企业”。\n5、公司拥有行星减速器相关专利。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "量产时间计划表逐步清晰，机构称固态电池产业化节奏提速。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002806",
          "name": "华锋股份",
          "limit_time": "11:14:12",
          "analysis": "固态电池用集流体+新能源车零部件+无人驾驶\n1、2024年报披露，公司正在推动干法电极用碳涂层电化学集流体、大型储能电芯用通孔箔以及固态电池用集流体等产品的开发工作，相关样品已提交给客户进行测试。\n2、公司主要业务为新能源汽车电控及驱动系统的研发、生产、销售以及技术服务，同时保持电极箔的研发、生产、销售。形成以智能整车控制器、电驱动与传动系统、高压集成控制器、高压线束总成等为代表的新能源商用车电控及驱动系统核心产品体系。\n3、公司与阿波罗智能公司目前合作主要集中在智能滑板底盘方面。相关智能底盘产品搭载百度Apollo9.0版自动驾驶系统，可实现特定场景下的自动驾驶功能。\n4、公司研发了智能网联整车控制系统。此外，公司参股智能网联相关公司。\n5、公司与广汽旗下巨湾技研成立合资公司，双方将在极速充电（XFC）动力电池、储能电池等产品深度合作。巨湾技研为全球首家超快充动力电池专业工厂，产品供广汽AION V plus车型全球量产销售。"
        },
        {
          "code": "sz002846",
          "name": "英联股份",
          "limit_time": "14:03:24",
          "analysis": "固态电池铜箔+复合集流体+快消品包装\n1、2025年7月29日互动，面向下一代电池-固态电池的需求，公司开发锂金属/复合集流体负极一体化材料、硫化物固态电池专用复合铜箔等材料。\n2、公司与日本爱发科（全球领先的复合集流体蒸发设备制造商），共同成立联合研究院，致力于共同研发电池复合集流体、固态电池复合集流体及新生代际电池周边技术，实现产业化的转化。目前公司已有 5 条日本爱发科复合铝箔生产线、 5条复合铜箔生产线。\n3、公司复合集流体项目计划投资30.89亿元，规划至2026年完成建设134条复合铜箔和10条复合铝箔生产线，达产后产能目标为复合铜箔5亿㎡、复合铝箔1亿㎡。\n4、公司主营快消品金属包装业务，是易开盖行业内唯一一家上市的企业。"
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "国家发改委关鹏：有的核电项目民间资本最高参股比例已达20%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000633",
          "name": "合金投资",
          "limit_time": "10:00:42",
          "analysis": "核电（镍基合金材料）+控股股东实控人变更+石油开采设备配件+新能源电动重卡\n1、全资子公司沈阳合金材料是我国生产镍基金属功能材料的骨干企业之一，是我国最早的电真空材料、火花塞电极材料、高强度耐蚀材料的研发和生产基地，应用涉及石油、化工、航天航空、船舶、核电等各个领域。\n2、2025年6月30日盘后公告，控股股东广汇能源拟通过协议转让的方式向九洲恒昌出让其持有的公司 20.74%股权，本次权益变动后，九洲恒昌将成为公司控股股东，王云章先生为公司实际控制人。\n3、公司生产的棒材主要是 inconel718 系列和蒙乃尔合金系列，用于石油石化行业中采油设备的轴、连接件等配件。\n4、公司新能源电动重卡项目已于2024年开始运营。有50辆重卡牵引车已全部到达哈密，将在挂车陆续到达后逐步开始运营。后续在合金业务方面，公司也将推出镍合金扩建项目，突破产能瓶颈，进行产业链纵向拓展延伸，扎实推进公司各项重点工作。"
        },
        {
          "code": "sz001332",
          "name": "锡装股份",
          "limit_time": "10:24:12",
          "analysis": "核级容器+金属压力容器+石油工程\n​1、公司拥有民用核安全设备制造许可证（核安全2、3级），在核级装备制造方面积累了丰富的技术和经验。为英国欣克利角C（HPC）核电项目​提供核级RCV容器，用于第三代欧洲压水堆（EPR）技术反应堆；参与国产第三代核电技术配套设备的研发制造，如核级换热器、储罐等。\n2、2025年11月11日互动，公司已与国内核聚变领域权威科研院所签署开发框架协议，开发聚变应用大型低温泵产品。\n3、公司研发适用于模块化小型堆的紧凑型换热设备，响应国家核电技术多元化战略。公司新建核电专用生产线，目标年产核级设备5000吨​，预计2025年达产。\n4、公司主要从事金属压力容器的研发、设计、制造、销售及相关技术服务，产品主要应用于炼油及石油化工、基础化工、核电及太阳能发电、高技术船舶及海洋工程等领域。\n\n5、公司分离压力容器​实现物质净化分离，主要应用于石油开采、液化气脱硫等。"
        }
      ]
    },
    {
      "name": "石油",
      "reason": "国家能源局：鼓励符合条件的社会资本参与油气储备库、液化天然气接收站等投资建设。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603353",
          "name": "和顺石油",
          "limit_time": "09:32:34",
          "analysis": "成品油流通+华为超充+AI智能检测\n1、公司深耕成品油流通领域，构建起集加油站零售连锁、成品油仓储、物流配送、批发于一体的完整产业链生态，为湖南省首家获国家商务部批准的成品油批发资质的石油企业。截至 2025 年 6 月 30 日，公司运营管理 35 座自营加油站，因历史原因公司 2 座自有产权站点对外租赁。\n2、2025年10月10日互动，公司已建的充电站都配套有华为液冷超充设备，计划投建站点仍将推进配套华为充电设备。\n3、公司以 AI 技术重塑 “和顺石油”品牌内核，构建现代化零售运营体系：通过 AI 智能检测实现油品合格率 100%。"
        },
        {
          "code": "sz002629",
          "name": "仁智股份",
          "limit_time": "",
          "analysis": "油气技术服务+光伏+高端工程改性材料\n1、公司的主要业务为油田环保治理、井下作业技术服务、管具检维修服务、新能源电力工程服务及新材料的研发、生产与销售等。公司是西南最大油气勘探开采服务商，公司和沙特Petroleum and Energy Trading Services Est. 公司以及北京同路石油三方在沙特成立合资公司，从事油田技术服务、产品生产、国际贸易等业务。\n2、2024年报提及，集团新能源电力工程业务主要系提供光伏及储能电站总分包业务。\n3、公司主营改性高分子材料的研究、生产及销售，其业务涵盖辐照交联光缆料、辐照交联布电线料等改性材料、高端工程改性材料、高性能管道功能母料等方面。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz000833",
          "name": "粤桂股份",
          "limit_time": "14:26:48",
          "analysis": "硫铁矿+石英砂岩矿审核通过+固态电池上游+磷肥\n1、2025年11月12日硫磺生意社价格3581元/吨，较昨日上涨1.13%。据网络信息（未证实），由于硫磺价格大幅上涨，硫铁矿制酸的成本优势逐渐凸显。至2025年6月30日，云硫矿业采矿许可证范围内保有硫铁矿资源量11126万吨，其中探明资源量3144万吨、控制资源量4505万吨、推断资源量3477万吨。保有硫铁矿储量3451万吨。\n2、2025年11月12日盘中官微，11月5日至6日广东省应急管理厅组织专家组对公司控股60%德信矿业下太镇白面石矿区玻璃用石英砂岩矿开展安全生产许可证首次发证前现场复核工作。\n3、公司主营硫铁矿、机制糖、纸浆等，市场认为公司在硫化物固态电池产业发展的背景下可能具有一定的资源供应优势。2024年11月24异动公告，公司目前暂无与固态电池相关的业务及客户。\n4、公司生产的磷肥产品主要用于农作物；公司磷肥年产量8万吨左右，销售硫酸和硫铁矿产品客户主要是化工下游产品制造企业，如化肥厂、钛业公司等。公司硫酸产能52万吨。"
        },
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "09:32:15",
          "analysis": "割草机器人（电控）+园林机械+半导体设备零部件+龙字辈\n1、公司产品包括割草机器人电控。\n2、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n3、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sz001268",
          "name": "联合精密",
          "limit_time": "13:13:57",
          "analysis": "空调冰箱压缩机+机器人零部件\n1、公司主营精密机械零部件业务，主要从事精密机械零部件的研发、生产及销售，包括活塞、轴承、气缸、曲轴、主壳体等，产品可广泛应用于空调压缩机、冰箱压缩机、汽车零部件及其他机械等领域。\n2、安徽扬山联合精密经营范围涉及机器人零部件；公司主要客户包括美的集团。\n3、公司年产3万吨空调压缩机零部件、汽车零部件、机器人零部件、光刻机零部件铸件项目，其中光刻机零部件铸件项目受众多因素影响并无实质性进展，亦没有相关技术储备。\n4、2023年9月14日异动公告，公司目前生产的产品中不涉及光刻机零部件铸件。"
        },
        {
          "code": "sz002855",
          "name": "捷荣技术",
          "limit_time": "13:14:00",
          "analysis": "供货华为+消费电子+新能源\n1、华为mate80 预计11月中下旬发布。公司所处的行业是 3C 精密模具、精密结构件高端制造业，该行业主要产品为精密模具、精密结构件，是主要用于智能手机、无人机、智能可穿戴、TWS 耳机、VR /AR、平板/PC、智能音箱、智能家居以及电子烟等产品的高端硬件。公司的客户代工厂厂家向华为品牌产品提供公司的产品精密结构件。\n2、公司专注于智能终端领域精密结构件的研发及生产制造，与全球消费电子终端品牌商中的多家头部企业建立了一级核心供应商关系。\n3、公司积极拓展与新兴智能硬件相关的业务，例如数字生活空间、VR虚拟现实/AR增强现实、智能家居等领域。\n4、公司发展新能源业务，积极搭建新能源专业队伍和管理框架，筛选和储备新能源项目，拓展战略客户，已与中电建等公司签订战略合作协议。"
        },
        {
          "code": "sz001216",
          "name": "华瓷股份",
          "limit_time": "13:17:18",
          "analysis": "特高压输电+氧化锆+外销占比高+陶瓷制品\n1、子公司华联火炬生产的高压及超高压电瓷产品（如支柱绝缘子、穿墙套管等）具备特高压输电工程应用能力，技术参数可满足高机械强度及极端环境要求。\n2、公司招股书显示重点开发用于燃料电池的氧化锆基产品和用于三元锂离子电池材料破碎的结构材料等。2024年4月3日互动，公司氧化锆产品仅应用于齿科和少量电子产品的耐磨部件，没有应用在固态电池外壳，也没有其他领域的应用。\n3、公司截至2024年外销占比71.06%。公司自成立以来累计海外客户200余家，分布全球40多个国家或地区，公司日用陶瓷出口规模连续10年在国内同行业中排名第一。\n4、公司主要从事日用陶瓷制品的研发、设计、生产和销售。产品以色釉陶瓷、釉下五彩瓷等日用陶瓷为主，同时涉及陶瓷新材料和电瓷等工业陶瓷。"
        },
        {
          "code": "sz001225",
          "name": "和泰机电",
          "limit_time": "13:40:30",
          "analysis": "水泥物料输送设备+机器人\n1、公司是水泥行业物料输送设备的专业化供应商，以板链提升机为核心产品，​下游客户以水泥行业为核心，同时拓展至其他工业领域。\n2、公司通过持续实施自动化、智能化改造，更新迭代生产设备，在物料输送设备制造领域的生产工艺已相对成熟，应用了机器人自动焊接技术，机器人视觉识别自动上下料、自动装箱等技术。\n3、公司与中国建材、华润水泥、海螺水泥等合作。布局海外市场，先后取得CE认证、ATEX防爆认证等产品资质认证，客户辐射东南亚、中东、非洲等地区。"
        },
        {
          "code": "sh605398",
          "name": "新炬网络",
          "limit_time": "14:24:16",
          "analysis": "短剧+合作甲骨文+AI智能体+数据中心\n1、2025年11月14日盘中消息，由公司旗下子公司探云AI团队打造的AIGC地域民俗IP短剧《749秘档：秦岭邪雨》在11月12日上线后，仅19小时即突破千万播放量。目前，该剧单抖音平台的播放量已突破2000万，并攀升至抖音AI短剧榜TOP1。\n2、网传信息，公司为Oracle生态服务商，提供Oracle数据库全周期管理服务（未证实）。新炬网络自成立伊始就与甲骨文建立了紧密的合作关系。在国产数据库方面， 公司与阿里云达成合作伙伴框架协议，公司下属子公司新炬技术AIOPS智慧运维平台软件V4.0与华为云GaussDB、华为云公有云平台（鲲鹏）完成相互兼容性测试认证。\n3、公司集成大语言模型LLM、人工智能代理AI Agent等技术，逐步探索构建起集自主感知、决策、执行三大核心能力为一体的大模型智能平台。\n4、公司成为蚂蚁集团OceanBase铂金服务伙伴，为蚂蚁金服基础技术平台的核心战略合作伙伴，在数据库相关领域展开合作。\n5、公司是一家以提供IT数据中心运维服务及运维产品为主的多云全栈智能运维服务商。"
        },
        {
          "code": "sz000039",
          "name": "中集集团",
          "limit_time": "14:44:15",
          "analysis": "物流+集装箱业务+海上风电\n1、公司是全球领先的物流及能源行业设备及解决方案供应商，产业集群主要涵盖物流领域及能源行业领域。公司的标准干货集装箱、冷藏箱、特种集装箱产量均保持全球第一； 2024 年罐式集装箱的产量保持全球第一； 2024 年全球半挂车制造商按产量排名的榜单，中集车辆蝉联全球第一；集团子公司中集天达为全球登机桥主要供货商之一；公司也是中国高端海洋工程装备企业之一。\n2、公司先后与国家电投、华能、中广核和华电重工签订战略合作协议，并取得风电安装船、海上升压站、风机导管架基础等项目突破。\n3、2025年2月21日互动，中集飞秒作为集团旗下的智能机器人品牌，其系列化智能焊接工作站采用“3D视觉传感器”和“智能焊接系统”，集成了一个模拟人手、眼、脑协同作业的智能系统，使机器人能够自主执行一系列复杂任务，真正做到“免编程免示教。”"
        },
        {
          "code": "sh600459",
          "name": "贵研铂业",
          "limit_time": null,
          "analysis": "贵金属回收+贵金属及贵金属材料+国六\n1、2022年公司铂族回收能力10t+1000t白银；拟投资扩产，一期2023年底前后建成，产能扩大到15-20t；二期（待建）建完就是20-30t。此外公司在汽车尾气催化剂、贵金属前驱体和电子信息功能材料方面也将大规模扩产。\n2、公司已建立了较完整的贵金属产业链体系，大力发展贵金属新材料制造、贵金属资源循环利用以及贵金属供给服务三大核心业务板块，能够在贵金属全产业链上为客户提供从原料供给到新材料制造和资源回收的贵金属一站式综合服务。\n3、公司下属控股子公司贵研催化在汽车尾气催化剂拥有多项自主知识产权、具备比较优势，目前已为国内大多数自主品牌整车厂提供国六产品。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 20,
      "stocks": [
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+光耦合器+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年10月25日公告，公司拟使用自有及自筹资金3000万元设立全资子公司，进入高端光耦合器产业领域的相关业务，公司拟实施的光耦合器项目将助力公司从传统建筑装饰领域向光电半导体产业拓展。\n3、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，间接持有*ST宝鹰37.96%表决权股份。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": "09:31:08",
          "analysis": "仲裁延期+跨境电商+玻璃器皿+曾计划收购赫邦化工（已终止）\n1、2025年11月4日互动，公司收到延期裁决的通知。截至目前，正等待仲裁庭合议裁决。仲裁金额达14亿元。\n2、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n3、根据公司年报，公司利用阿里巴巴、亚马逊网站、广州交易会等平台，在巩固扩大国内市场的同时，不断提高出口份额。\n4、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n5、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "09:25:00",
          "analysis": "资产注入预期+拟出售光伏资产+兽药\n1、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。后者以“全球跨境电商基础设施服务商\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出口贸易企业、出海品牌商提供海外仓储、商业专线物流、定制化物流等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n2、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "13:00:15",
          "analysis": "实控人变更预期+摘帽预期+文化旅游+服装销售\n1、网传纪要表示控股股东与平潭汇垠一号存在巨额金融借款合同纠纷，相关判决已生效，未来控股股权极有可能被司法拍卖或协议转让。2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示。 \n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sz000908",
          "name": "*ST景峰",
          "limit_time": "09:55:12",
          "analysis": "石药集团拟入主+医美+创新药研发\n1、2025年10月21日法院裁定，湖南省常德中院受理债权人对公司的重整申请。经过公开招募，石药集团在2024年8月确认为牵头重整投资人。根据方案，石药集团将携5.26亿元现金认购股份取得公司控股权，常德国资平台同步以1.22亿元跟投，合计注资6.48亿元。\n2、公司布局玻璃酸钠美容产品，建立脂质体等高端制剂平台，并与十余家药企合作研发多个进入临床阶段的创新药CDMO项目涵盖抗癌药、抗凝药等。\n3、2025年5月29日晚公告，常德景泽已完成增资事项的工商变更登记。"
        },
        {
          "code": "sz000820",
          "name": "*ST节能",
          "limit_time": "10:36:27",
          "analysis": "控制权拟变更+生物质发电+节能环保\n1、2025年11月4日盘后公告，公司控制权或生变，控股股东所持股份正被司法拍卖，后续处置尚未明确。2025年5月21日公告选举朱林为董事长并变更法定代表人，朱林曾在中信建投证券任职，具备金融与法律背景。\n2、旗下大唐安徽发电660MW超临界燃煤机组直燃耦合生物质发电项目是国内首台套生物质散料直接破碎燃煤耦合掺烧项目，每年可产生2.3亿度绿电，减排二氧化碳27万吨。\n3、公司的主营业务是节能环保行业清洁冶炼业务，其中，江苏院定位为一家依托蓄热式转底炉清洁冶炼技术、蓄热式燃气熔分炉冶炼技术、氢气竖炉清洁冶炼技术，对黑色、有色矿资源及其固体废弃物等高能耗、高污染行业的工艺路线进行创新升级的工业节能环保与资源综合利用的技术方案提供商和工程承包商。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:00",
          "analysis": "复牌+隧道工程（西藏）+算力+电力+文旅\n1、2025年11月11日晚公告复牌；停牌核查完成。2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sh600568",
          "name": "ST中珠",
          "limit_time": "09:25:01",
          "analysis": "拟股权转让+细胞免疫治疗+互联网医疗+房地产\n1、2025年11月13日晚公告，公司持股5%以上股东云鹰资本和郑子贤分别与梅花投资签署股份转让协议，本次权益变动后，梅花投资将持有公司10.38%的股份，成为公司持股5%以上股东，而云鹰资本和郑子贤将不再持有公司股份。\n2、公司主要业务涉及医药制造、医疗服务、医疗器械及房地产业务。公司医药制造的主要平台为公司下属潜江制药，产品以化药制剂为主，主要聚焦于眼科领域专用药品的制造和销售。公司旗下拥有桂南医院、六安开发区医院两家国家二级甲等综合性医院。医疗器械的主要平台为公司下属深圳一体医疗公司、西安一体医疗公司。\n3、控股子公司湖北潜江制药与美国TNI合作开发抗癌药“中珠1018”，已完成胰腺癌Ⅰ、Ⅱ期临床并获FDA同意开展Ⅲ期临床，涉及细胞免疫治疗概念。\n4、2025年9月26日互动，截至目前，中珠集团及其关联方未按照《民事调解书》的约定足额履行还款义务。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": "09:31:21",
          "analysis": "光伏+建筑装饰+预重整\n1、2025年半年度报告，公司运营安徽金寨100兆瓦光伏电站并具备屋顶光伏结构及防水、光伏建筑一体化等综合解决方案能力，正积极开拓光伏业务。\n2、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n3、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n4、公司地处深圳，主要从事政府机构、房地产开发商、大型企业、高档酒店、交通枢纽、园林绿化等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "13:08:57",
          "analysis": "服装+储能+财务状况优化\n1、公司的主营业务为服装服饰类产品的研发、设计、生产和销售。国内公司服装业务包括生产加工和销售，涉及品牌男装、女装及配套服饰产品。\n2、公司子公司北京美尔雅能源的孙公司石嘴山市简泌能源100MW/400MWh高温熔盐+150MW/300MWh石墨烯复合电池储能电站项目环评2024年已获批。\n3、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "09:25:00",
          "analysis": "资产注入预期+数字货币+建材装饰+算力租赁\n1、2025年8月26日公告，公司与重整投资人签署补充协议。根据《重整投资协议》，已经明确产业投资人上海恒涔、上海康恒环境将取得公司的控股权。康恒环境是全球最大的垃圾焚烧设备与技术提供者、全球前三的垃圾焚烧发电项目投资运营商。\n2、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n3、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n4、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        },
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": "09:40:48",
          "analysis": "拟出售资产+信息服务+零售\n1、2025年9月7日公告，公司筹划现金出售陕西步森服饰35%股权，交易完成后将不再持有该资产，初步测算预计构成重大资产重组。2025年11月11日盘后公告，本次交易所涉及的审计、评估及尽职调查等工作尚在推进中，公司亦就上述重大资产重组事项同各相关方持续进行沟通协商，交易相关方尚未签署正式交易文件。\n2、2025年1月2日晚公告，公司此前披露，公司部分银行账户被冻结。公司于近日获悉上述公司银行账户被冻结的资金已经全部解除冻结。银行账户状态恢复正常，对公司的生产经营管理工作具有积极影响。\n3、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务，帮助中小微商户完成收款，并提供 POS 机具的售后服务等。\n4、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入，以及代办电信综合业务取得的电信服务费收等。"
        },
        {
          "code": "sh600624",
          "name": "ST复华",
          "limit_time": "09:35:17",
          "analysis": "股东股权拍卖+量子科技+谷胱甘肽+脑机接口（网传）\n1、2025年11月13日晚公告，股东上科科技破产清算，所持公司约10%股份将被司法拍卖。\n2、2024年9月3日官方公众号，复旦复华与本源量子签署战略合作协议，共谋量子计算产业发展。\n3、公司产品包括注射用谷胱甘肽。\n4、网传公司脑机接口相关技术已帮助残障人士恢复部分运动功能（未证实）。\n5、公司实控人为上海市奉贤区国资委。公司所从事的主要业务包括医药、软件和园区三大业务板块，多个重点产品的市场占有率在国内同类产品中居于前列。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": "09:42:36",
          "analysis": "实控人解除留置+军机+低空经济+核聚变+成飞\n1、2025年9月17日晚公告，公司实控人、董事长刘随阳已解除留置并恢复正常履职。\n2、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目、飞机挂架项目、飞机吊舱、天翼-1 无人机项目及片状放大器分系统腔内放大工程等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n3、2024年1月5日互动：公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发、人工智能行业应用系统集成服务等经营范围。"
        },
        {
          "code": "sz000656",
          "name": "*ST金科",
          "limit_time": "09:57:36",
          "analysis": "收到全部重整投资款26.28亿元+继续增持+房地产\n1、2025年9月25日，产业投资人与财务投资人已全额支付26.28亿元重整投资款并完成股票过户，破产服务信托合同即将签署，公司重整计划执行取得实质进展。\n2、2025年4月11日公告，由于未完成增持目标，东方银原计划在未来六个月内以不超过2.0元/股的价格继续增持，直至达到5000万股。\n3、2024年12月25日晚公告公司及全资子公司重庆金科、管理人、重整产业投资人上海品器联合体与新增产业投资人四川发展证券基金签署了相关重整投资之产业投资协议。后者是一家专业的证券投资机构，成功实施过多家司法重整项目，其实控人四川发展（控股）是四川省最大的国有企业。\n4、公司以房地产开发为主，新能源发电、社区综合服务、酒店经营管理、园林、门窗、装饰等相关多元化产业经营为辅。"
        },
        {
          "code": "sh600421",
          "name": "*ST华嵘",
          "limit_time": "10:04:49",
          "analysis": "控制权变更+拟增资子公司+中天氟硅注入预期+房建PC构件\n1、2025年9月19日公告，海南伯程汇能科技中心拟以4.5亿元现金收购公司25.01%股份，控制权拟变更，但收购资金尚未全部到位。\n2、2025年5月6日晚公告，公司拟1972.80万元收购控股子公司浙江庄辰34%股权，本次股权转让完成后公司将持有浙江庄辰85%的股权。\n3、公司实控人是中天控股集团下属浙江恒顺投资，集团旗下中天氟硅2023年撤回ipo，原计划通过IPO募集14.42亿元资金，用于30万吨/年有机硅单体扩能技改及综合利用项目。\n4、子公司浙江庄辰主营业务为房建PC（混凝土预制件）模具、模台、桁架筋的加工、制造非房建模具市场方面，2023年公司成功开发了风电混塔模具并实现了批量销售。\n5、2023年华嵘控股与开拓光电签署了重组意向协议，约定拟向开拓光电股东购买开拓光电100%的股权。标的主营光纤敏感环组件，特种光纤是光纤陀螺的核心部件，可以应用于低空导航。2024年5月11日公告终止收购开拓光电。"
        },
        {
          "code": "sz002058",
          "name": "*ST威尔",
          "limit_time": "10:40:00",
          "analysis": "锂电池用铝塑膜+控股紫江新材+机器人+特斯拉\n1、公司2025年9月完成重大资产购买后铝塑膜业务营收占比更高。2025年9月10日公告，股东大会决议收购紫江新材51%股权获通过，交易完成后将形成“汽车检具+铝塑膜”双主业，铝塑膜业务将成为战略重点。业绩承诺方承诺紫江新材2025年-2027年度实现的净利润分别不低于6550万元、7850万元、9580万元。\n2、2025年5月10日公告，公司拟以4248.82万元收购紫燕机械49%股权，增强对子公司控制权。 后者为特斯拉为特斯拉的A级供应商。\n3、2025年3月31日晚公告，公司拟2.81亿元向紫竹科技出售持有的自动化仪器仪表业务资产组。交易完成后，公司资产总额将增加48.88%，负债总额将下降47.67%，资产负债率将下降28.15个百分点，营业收入将下降43.52%，净利润将增加2097.33万元。\n4、公司主营仪器仪表业务及汽车检具业务。经营范围涵盖工业机器人销售;工业机器人安装、维修。"
        },
        {
          "code": "sh600265",
          "name": "ST景谷",
          "limit_time": "11:13:20",
          "analysis": "资产赠与完成+拟出售唐县汇银木业+人造板+松节油+林业\n1、2025年11月1日公告，控股股东周大福投资将上海博达数智51%股权无偿赠与公司，标的拥有一批2025年6月采购的算力设备，目前已完成关工商变更登记手续。 2025年8月16日公告，公司筹划出售唐县汇银木业51%股权涉及重大资产重组。\n2、2025年6月24日公告，公司于2023年2月28日以2.70亿元现金收购崔会军、王兰存及其他股东合计持有汇银木业51%股权，成为汇银木业的控股股东。2024年汇银木业未完成业绩承诺目标，崔会军、王兰存应支付公司的业绩补偿款金额为1.41亿元。截至本公告日，公司已全额收到上述款项。\n3、公司林板人造板产品（占比93.36%）可用于房地产业、家具制造、建筑业等。\n4、公司林化产品（占比3.3%）包括松节油，柠檬醛合成路线之一为松节油系统的合成路线，柠檬醛为维生素A的上游。"
        },
        {
          "code": "sz002200",
          "name": "*ST交投",
          "limit_time": "14:01:24",
          "analysis": "招募重整投资人+出售资产+生态修复+环保\n1、2025年6月14日公告，公司临时管理人公开招募和遴选重整投资人。2025年10月24日法院裁定，昆明中院受理公司重整。\n2、2025年4月28日晚公告，公司本次挂牌转让的润景公司49%股权的评估价值已获得备案通过。\n3、公司主要业务为绿化工程设计及施工、环境治理、生态修复等工程类业务。\n4、2025年4月18日公告，公司作为联合体牵头人，与中国电建集团中南勘测设计研究院组成联合体，被确定为“富宁县格当村耕地周边历史遗留涉锑等重金属污染源治理项目(EPC)”的第一中标候选人。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": null,
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        }
      ]
    }
  ]
}