{
  "date": "2025-12-18",
  "update_time": "2025-12-18 15:43:01",
  "category_count": 11,
  "total_stocks": 88,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz001331",
          "name": "胜通能源",
          "limit_time": "09:25:00",
          "analysis": "七腾机器人收购+天然气+海外业务拓展\n1、2025年12月12日盘后公告，明日复牌；七腾机器人拟通过受让和要约收购合计获得公司44.99%股权，交易完成后，公司控股股东变更为“七腾机器人”，实际控制人变更为朱冬；七腾机器人专注生产特种机器人，防爆四足/轮式/挂轨机器人等产品已远销中东、北美等海外市场，2024年收入9.54亿元，净利润1.223亿元。\n2、公司主营业务是LNG的采购、运输、销售以及原油、普货的运输服务，已进入中国LNG贸易企业前五，为工业燃料、城镇燃气、交通燃料等应用领域客户提供一站式LNG运贸解决方案。\n3、2025年5月15日互动易及投资者关系活动记录，公司新加坡全资子公司2024年完成2船LNG船货交易并与中石化燃料油新加坡有限公司签订资源购销协议，拓展海外资源渠道，提升国际业务布局。2024年海外销售占比12.27%。"
        },
        {
          "code": "sz002853",
          "name": "皮阿诺",
          "limit_time": "09:30:06",
          "analysis": "实控人变更+定制家居（关税下降受益）+小红书+电商\n1、2025年12月15日盘后公告，公司控股股东将变更为初芯微，实控人将由马礼斌变更为尹佳音。标的公司在半导体显示领域资源丰富，股票2025年12月16日复牌。\n2、据机构研究，家居行业是关税减免后净利润受损情况改善居前的行业之一。公司已成为国内领先的定制家居产品企业之一，现有整体橱柜、全屋定制及门墙等三大核心品类。公司专业从事中高端定制橱柜、衣柜、门墙及其配套家居产品的研产销，安装与售后等服务。\n3、在小红书上有一定的品牌推广和产品种草活动，利用小红书的用户流量和社交属性，提升品牌在年轻消费者中的知名度和影响力。公司运营官方内容平台（微信、抖音、小红书等）和第三方电商平台（天猫、京东、拼多多）旗舰店。"
        },
        {
          "code": "sz002969",
          "name": "嘉美包装",
          "limit_time": "09:25:00",
          "analysis": "控制权变更+食品饮料包装容器+旺旺合作+安徽+啤酒\n1、2025年12月16日晚公告，追觅科技创始人俞浩通过旗下持股平台苏州逐越鸿智，以协议转让与主动要约方式，斥资约22.82亿元（总计控股54.9%），取得嘉美包装公司控制权。其中协议转让总价款12.4亿元，每股4.45元，要约收购股份数量为2.33亿股。中包香港及陈民承诺嘉美包装2026–2030年每年归母净利润不低于1.2亿元。\n2、公司组织形式属于港澳台企业。公司主营业务是食品饮料包装容器的研产销售及提供饮料灌装服务。公司长期为旺旺提供相关服务。\n3、公司位于安徽省近日安徽广德“三件套”火出圈，公司自主品牌“喝吧”精酿啤酒从配方，制造，到销售等各环节，均由公司自主经营。公司电商淘宝店，苏宁店有售。\n4、公司主要产品包括三片罐、二片罐、无菌纸包装和PET瓶，主要用于含乳饮料和植物蛋白饮料、即饮茶和其他饮料以及瓶装水的包装，同时提供各类饮料的灌装服务。"
        },
        {
          "code": "sz300710",
          "name": "万隆光电",
          "limit_time": "09:25:00",
          "analysis": "拟资产重组+商业航天（参股）+激光雷达+AR/VR\n1、2025年12月17日晚公告，公司拟发行股份及支付现金购买中控信息100%股份。股票今日复牌。标的公司核心业务聚焦基础设施的自动化、信息化、等众多领域。\n2、子公司参股成立的星澜智联投资的赛思倍斯业务涵盖互联网卫星、遥感卫星、探测卫星等产品的设计、开发和运营。\n3、公司与南京智能高端装备产业研究院签署了战略合作协议，双方就激光雷达、毫米波雷达、射频器件与天线的联合研发、设计、投产、销售，以及衍生附加业务的开展建立长期深度的合作关系。\n4、公司家庭组网，智能家居等系列产品，满足用户对于实时游戏、 AR/VR等多元化的需求及更好的用户感知及体验。\n5、公司与北京宏瑞汽车就新能源汽车及核心零部件等领域展开战略合作。后者是一家低碳出行科技公司，旗下拥有宏瑞世英车辆、禾润机电等子公司。参股公司晨晓科技设有芯片开发部，该部门主要负责芯片开发相关职责，可提供通信技术相关的芯片设计服务。"
        },
        {
          "code": "sh601198",
          "name": "东兴证券",
          "limit_time": "09:25:00",
          "analysis": "换股价格溢价26%+证券+资产管理\n1、2025年12月17日晚中金公司并购两家券商预案出炉，2025年11月19日，中金公司公告筹划重大资产重组，拟同时吸收合并东兴证券、信达证券。根据公告，吸收合并方中金公司作为存续主体，换股价格为36.91元/股，被吸收合并方东兴证券换股价格为16.14元/股，较基准价格溢价26%。\n2、公司是国内规模较大的资产管理公司系证券公司之一，已形成全国性的业务布局，并在福建地区具有多年的客户积累和渠道优势。\n3、公司控股股东为东方资产，依托东方资产强大的金融实力和资源，通过业务协同和资源共享。东方资产是中国四大国有金融资产管理公司之一，由财政部100%持股，以经营不良资产和非银行金融服务为主。\n4、东兴投行在大健康、高端制造、教育及军民融合等重点行业已形成一定优势，未来将开拓互联网、大数据、人工智能等高新技术产业和新兴产业业务。"
        },
        {
          "code": "sz002772",
          "name": "众兴菌业",
          "limit_time": "10:21:45",
          "analysis": "拟参与资产租赁竞拍+冬虫夏草+业绩增长+金针菇\n1、2025年12月17日晚公告，审议通过《关于拟参与资产租赁竞拍的议案》，拟竞拍标的厂房状态为空置，有利于公司快速实施项目改造，满足项目建设需求，同时该标的资产可长期用于公司食（药）用菌项目经营。\n2、网传纪要表示，公司目前4个虫草产能项目同时推进。全部投产后，预计产能18-20吨。按目前行业盈利能力，单吨5000万净利。未来，动态保守估计单吨3000万，对应5.4个亿增量净利润贡献（未经证实）。\n3、公司位于甘肃省天水市，主要产品为金针菇（占比43.3%）和双孢菇鲜品，其主要消费场景为麻辣烫和火锅。 目前已在甘肃、陕西等地建立了食用菌生产基地，日产能1105吨。\n4、公司主要经营范围为食用菌、药用菌及其辅料的生产、销售，微生物技术、生物工程技术、农业新技术的研发、应用、研究、推广，农副土特产品的生产、加工及销售。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "马斯克暗示SpaceX可能明年进行IPO，报道称估值可能达1.5万亿美元",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sz002565",
          "name": "顺灏股份",
          "limit_time": "09:35:57",
          "analysis": "太空算力+工业大麻+电子烟+绿色包装\n1、2025年11月27日消息，北京拟将大规模AI算力搬上太空，北京星辰未来空间技术研究院和其控股的北京轨道辰光公司作为牵头单位，并分别承担“总体设计部”和“建设运营商”责任。公司持股19.3%的轨道辰光通过将算力卫星发射至晨昏轨道，组建太空数据中心，为客户提供算力服务；据网络调研，\"辰光一号\"试验星预计2025年底发射，算力达25P。\n2、2025年12月16日晚，轨道辰光公布2项重大专利：【一种晨昏轨道算力卫星】+【一种晨昏轨道算力卫星的能源系统】。\n3、公司联手加拿大上市公司，在美国设立的全资子公司已获准在当地开展工业大麻加工制造、销售；公司合作方TAAT在美国拉斯维加斯加工工厂研发的健康大麻素品牌Beyond Tobacco已在全美20多个州及英国等地合法合规销售。\n4、控股子公司（佳品健怡、顺灏怡隆）及参股企业（云南喜科、美众联）布局加热不燃烧设备（如FreeM、ELON系列）及雾化电子烟。\n5、公司持续研发可降解可回收的纸膜包装产品。"
        },
        {
          "code": "sz002149",
          "name": "西部材料",
          "limit_time": "13:49:24",
          "analysis": "网传SpaceX铌合金供应商+商业航天+钛合金+核电\n1、据网传其中铌合金是SpaceX中国唯一供应商（未证实）。公司覆盖钽、铌、钨、钼等稀有合金，均属火箭发动机燃烧室、喷管等核心热端结构件材料，市占率70%+，下游客户主要包括703(航天一院)、7103(六院)，民营像蓝剑、星际荣耀、星河动力、天兵科技等。\n2、公司是我国新一代运输机、战斗机和轰炸机钛板材主要供应商之一，部分航空航天用贵金属材料独家供应商。\n3、公司实控人为陕西省财政厅，钛产品业务占比约70%，主要产品钛/钢复合板年产5000吨，位居国内第一，世界第三，此外，还拥有钽铌锆钨钼材料及制品产业等业务板块。\n4、已成功实现核电控制棒的国产化，全面应用于国内核电机组，为多个核反应堆提供主要架构材料。"
        },
        {
          "code": "sz002865",
          "name": "钧达股份",
          "limit_time": "13:06:30",
          "analysis": "钙钛矿叠层电池+北美+N 型电池+海南\n1、公司合作研发的钙钛矿叠层电池实验室效率达32.08%，居于行业领先水平，近期已成功实现首片产业化TOPCon+钙钛矿叠层电池下线，具备了产业化面积稳定出片与小批量出货能力。\n2、海外业务占比约52%（2024年约24%），阿曼5GW高效电池项目计划于2025年底建成投产，主要针对中东、欧美等高价值市场，其中在北美市场，已与一家头部光伏组件企业签署了《合作意向备忘录》，有意在2025年向公司采购1-2GW的高效电池产品。\n3、公司主营业务为光伏电池片的研发、生产和销售，主打新一代 N 型 TOPCon 太阳能电池。公司拥有滁州、淮安两大 N 型电池生产基地，合计电池产能规模为 44GW。\n4、公司为注册在海南的A+H上市公司，公司控股股东为海南锦迪科技。"
        },
        {
          "code": "sh603703",
          "name": "盛洋科技",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+高速数据铜缆+铜缆布线\n1、2025年12月16日互动，子公司FTA与某全球最大卫星公司签署南美项目合作协议的相关情况，该合作方总部位于欧洲、具备高、中、低轨全轨道卫星组网布局能力的头部卫星公司。2025年12月17日互动表示，公司聚焦卫星通信终端领域，布局有适配海事场景的相关产品。\n2、公司数据铜缆业务订单需求保持稳定，可充分保障主要客户的供货需求；2025年12月16日互动，目前公司铜缆业务产品主要应用于数据中心、车载通信等领域。\n3、公司自研的某型号终端已通过海南交信北斗相关测试，并完成小批量生产。公司和中交科技合资成立卫星通信和芯片子公司；中交科技是目前国内唯一一家为国家部委和各行业安全应急通信保障服务提供海事卫星通信全业务支撑的合法机构，也是华为的核心合作商之一，提供通信和卫星导航服务。\n4、公司自主品牌中品TOPN致力于智能化网络通信产品，能够提供全系列铜缆布线、光纤布线和数据中心布线等整体布线系统解决方案。\n5、公司是横跨有线、无线领域的通信设备生产商。主要从事多种射频电缆及相关配套产品的研产销。"
        },
        {
          "code": "sz002361",
          "name": "神剑股份",
          "limit_time": "09:33:27",
          "analysis": "商业航天+军工（客户成飞）+碳纤维+新戊二醇+聚酯树脂\n1、2025年12月12日盘后互动，公司高端装备制造板块主要客户包括航天科技，为其提供主要产品包括卫星天线、反射器，以及无人机等装备机加件。\n2、公司为多型号军事装备提供配套产品，包括军机雷达罩、导弹装备的新型低目标特性抗毁保温舱等。公司碳纤维等复合材料产品获得了多个军种及轨道交通领域重点客户的认可，已实现批量供货。军工方面客户有中国航天科技集团(504研究所)、成飞等。\n3、2023年年报，新戊二醇（NPG）是聚酯树脂产品的主要原材料之一，公司设计年产NPG7万吨。网传在PCB制造领域，公司的新戊二醇凭借卓越的性能，已成为双季戊四醇的有力替代者（未证实）。\n4、公司是全球最大的聚酯树脂生产厂家之一，已有22万吨产能，在建10万吨。\n5、2025年2月25日互动，公司聚酯树脂产品下游粉末涂料可应用于工业机器人金属表面领域。"
        },
        {
          "code": "sz002977",
          "name": "天箭科技",
          "limit_time": "09:39:48",
          "analysis": "卫星通信+相控阵+军工/固态发射机+第三代半导体\n1、据网络资料（未证实），相控阵技术是算力卫星发展中一个重要且具有显著增量价值的环节。公司技术团队自主研发了一种不同于传统T/R组件的新型相控阵产品，具有尺寸小、低功耗等优点。该产品除了可运用于商用卫星领域，还可以应用于精确制导雷达、星载雷达等领域。\n2、据公司招股书，公司产品在卫星通信领域的应用主要为卫星地面固定站、移动站等军事设施装备中的大功率发射系统。\n3、公司持有一种氮化镓微波集成电路脉冲调制电路”为公司实用新型专利，系针对第三代半导体材料氮化镓应用的创新技术。\n4、公司自主研制固态发射机成功填补我国高波段百瓦量级大功率固态功率发射机空白，新型相控阵雷达目前主要应用于商业卫星，卫星通信产品和电子对抗产品也主要用于军事领域。"
        },
        {
          "code": "sz002985",
          "name": "北摩高科",
          "limit_time": "10:33:12",
          "analysis": "商业航天+军工+沙特合作+国产大飞机\n1、2025年12月15日早互动，公司的全电刹车技术已应用于航空航天装备上，子公司京瀚禹已经为客户提供各类可靠性试验服务，现已有商业卫星配套等检测项目落地。\n2、公司炭/炭复合材料及粉末冶金摩擦片等刹车制动产品处于领先地位，已定型的产品列装在多种型号的战斗机、运输机重点军工装备及 A320系列飞机。公司碳复合材料刹车盘通过考核验证评估，并签订10年航材采购供货协议，自2022年1月1日起生效。\n3、公司与沙特国家工业发展中心、中国航空共同签署《谅解备忘录》，共同合作开展飞机起落架、飞机机轮刹车系统、飞机起落架着陆系统实验室、航空航天电子元件可靠性测试中心等项目。\n4、公司的起落架产品目前应用于多种机型,目前众多型号起落架产品达到重要的应用节点,是成飞、沈飞等集团等各大主机厂的配套供应商。\n5、公司是航空航天飞行器刹车制动领域的核心供应商，主营为军、民两用航空航天飞行器起落架着陆系统及坦克装甲车辆、高速列车等刹车制动产品。"
        },
        {
          "code": "sh603679",
          "name": "华体科技",
          "limit_time": "13:28:40",
          "analysis": "卫星通信+重卡超充+智慧路灯\n1、2025年12月18日公司召开华体低空产品发布会，阐释卫星在低空经济中的多重角色，包括高精度定位、天基通信等，突出其作为低空全域覆盖与全天候运行的关键技术支撑。公司参股12.96%环天智慧，其经营范围包括微小卫星科研试验，微小卫星测运控服务。“天府星座”是由长光卫星与环天智慧联合研制的轻小型高分辨遥感卫星。\n2、2025年3月27日公司与元启同程完成北川重卡超充站项目签约。项目拟配置140个重卡充电车位，280把全液冷充电终端，电力下电容量50000KVA，集成光储超充一体化技术，致力于打造国内具有标杆意义的重卡超充示范站。\n3、公司地处四川，主营智慧路灯业务，为通感一体化基站较好载体。公司为深圳市多个路段提供了智慧路灯。\n4、公司官网显示其合作伙伴包括英伟达。公司与联想合作，推出了算力更加出色的低功耗AI边缘服务器华核。公司加入了华为eLTE生态圈，为华为提供了相关智慧路灯产品。"
        },
        {
          "code": "bj920885",
          "name": "星辰科技",
          "limit_time": "14:08:06",
          "analysis": "商业航天+军工+伺服系统+人形机器人+北交所\n1、2025年12月17日盘后纪要，公司已于 2025 年成功承接和落实了若干商业航天领域的订单。主要为火箭发射地面装备提供产品配套。\n2、公司主营产品包括军工伺服系统 、工业控制伺服系统等，主要产品为随动控制总成、伺服驱动器、伺服电机。 \n3、人形机器人设备会使用大量的伺服，公司长期积累的伺服技术可使产品应用在该行业中。\n4、2022年度公司军品新研发项目共计165个，2023年上半年的军品新研发项目已达130个，项目数远超上年同期。"
        },
        {
          "code": "sz300342",
          "name": "天银机电",
          "limit_time": null,
          "analysis": "参与千帆星座+恒星敏感器+卫星导航+自动驾驶\n1、2025年12月16日互动，目前天银星际星敏感器已成功在遥感卫星星座、气象卫星星座等卫星中广泛应用。并参与了千帆星座(低轨互联网卫星组网)等国内重点航天项目。\n2、控股子公司天银星际，是国内商业运营的恒星敏感器生产厂商，恒星敏感器是航天器、航空器导航系统的重要组成部分，为航天器的姿态控制和天文导航提供高精度测量数据，主要应用于各种卫星、无人机、飞艇等空天设施。\n3、公司天银星际产能达2000台套/年，综合现有产量、在手订单和潜在的市场机会等因素，综合规划未来的产能数据。\n4、全资子公司华清瑞达业务范围包括有雷达目标模拟器及雷达射频仿真阵列等，华清瑞达曾承接过智能驾驶汽车雷达传感器的仿真测试业务。\n5、公司是国内各大冰箱压缩机厂的主流供应商，为美芝等一线压缩机厂商提供优质产品。"
        },
        {
          "code": "sh600456",
          "name": "宝钛股份",
          "limit_time": null,
          "analysis": "钛合金（商业航天）+3D打印+载人潜水器\n1、公司钛产品业务占比约87%，主要用作宇宙飞船的船舱骨架、火箭发动机和人造卫星壳件、航天方面的液体燃料发动机燃烧舱等。\n2、公司拥有钛合金 3D 打印中试产线，钛合金、高温合金、不锈钢 3D打印制品产能约22.8 吨/年。\n3、公司是中国最大的以钛为主导产品的稀有金属材料专业化生产、科研基地，国内市场占有率在40%以上，其中高档钛材和军工钛材市场占有率高达80%以上。公司军工钛材的供应量占军工总需求的95%以上，公司国外航空钛材的供应量占国内采购的100%，均处于绝对垄断地位。\n4、公司承担了国产C919大飞机用钛合金板材研制、大运用钛合金研制及海洋舰船用钛合金研制等多项重大科研项目，同时研制的4500米载人潜水器“深海勇士号”钛合金载人球壳达到国际先进水平，万米级载人潜水器钛合金载人球舱已研制成功 。"
        },
        {
          "code": "sh600765",
          "name": "中航重机",
          "limit_time": "",
          "analysis": "商业航天+3D打印+燃气轮机+核电\n1、2025年11月18日投资者调研，旗下重机宇航深耕商业火箭锻件市场多年，已为东方空间“引力一号”、星际荣耀卫星支架、星河动力“谷神星”、九州云箭发动机等多型商业火箭稳定供应关键锻件；旗下安吉精铸则聚焦发动机高温结构件，五年来持续为蓝箭航天“天雀12”发动机提供高性能铸件。\n2、控股子公司“中航天地激光科技”可运用多种3D打印技术从事飞机、发动机等精密复杂增材结构件的研发与批产。\n3、航空锻造产品技术居国内领先水平，国内产品主要是飞机机身机翼结构锻件、航空发动机盘轴类和环形锻件，以及燃汽轮机叶片、核电叶片、等产品，外贸业务主要涉及GE、罗罗、IHI、ITP等公司配套发动机锻件，为波音、空客等公司配套飞机锻件。"
        },
        {
          "code": "sh600118",
          "name": "中国卫星",
          "limit_time": null,
          "analysis": "千帆星座+卫星服务+宇航制造+广播通信\n1、2025年12月4日消息，在2025卫星互联网产业生态大会上，垣信卫星与空中客车公司围绕“千帆星座”进行了市场合作签约，开展低轨卫星飞机互联合作。\n2、公司积极参与千帆星座、国网星座等低轨互联网建设工程等产品及服务。先后成功研制发射了北京三号卫星、海丝二号卫星等数十颗商业卫星，宇航部组件及卫星应用产品覆盖了空间段、地面段、应用和终端段。\n3、在宇航制造方面，公司开发了覆盖完整序列的小卫星/微小卫星公用平台型谱，产品涉及光学遥感等领域，可为航天器提供星上导航接收机、空间太阳电池片、星上电子通信设备等产品。公司广播通信服务覆盖中国全疆域、周边及“一带一路”主要区域。\n4、在卫星运营综合服务方面，公司位于云岗的地面站是北京地区的主要大型综合性卫星地面站之一，主要从事卫星广播电视传输、卫星通信服务、卫星测控、卫星在轨监测等业务。"
        },
        {
          "code": "sh603131",
          "name": "上海沪工",
          "limit_time": null,
          "analysis": "商业卫星+航天军工+机器人成套设备\n1、全资子公司沪航卫星作为公司的卫星业务平台，与上海卫星工程研究所展开商业卫星的业务合作，作为唯一供应商负责商业卫星AIT及核心部件的研制业务，可同时在线装配多颗50KG以下的商业卫星。\n2、上海卫星工程研究所唯一供应商，是我国气象卫星的摇篮和对地遥感等系列卫星的主要研制基地。\n3、全资子公司航天华宇是一家航天配套产品生产商，主要从事军事领域火箭、导弹等外部结构件特殊金属材料、非金属材料的机械加工、生产及加工工艺研发。\n4、公司产品线齐全、产业链完整，主要业务领域覆盖数字化智能焊机、数字化焊接云平台群控系统、数字化IoT 智能切割管理服务系统、数控切割设备、机器人成套设备等多重领域。"
        }
      ]
    },
    {
      "name": "犒赏经济",
      "reason": "2025年12月17日盘后，学习日报发布，一种被称为“犒赏经济”的新型消费模式在年轻群体中悄然兴起并迅速发展，成为拉动内需、扩大消费的新引擎。",
      "stock_count": 22,
      "stocks": [
        {
          "code": "sh600865",
          "name": "百大集团",
          "limit_time": "14:33:14",
          "analysis": "百货商场+物业租赁+资产注入预期\n1、公司主营业务为商品零售，主要业态为百货商场。杭州百货大楼的商品销售以联营模式为主，辅之少量经销、代销模式，是公司最主要的收入来源。公司拥有杭州百货大楼一家门店。\n3、公司其他业务包括物业租赁、物业服务、文化产业等。租赁业务包括将杭州大酒店物业整体出租以及湖墅南路物业出租。公司自行经营管理杭州收藏品市场以及一些物业服务。\n4、百大集团实控人陈夏鑫(持股46.96%)同时是新西奥集团实控人，新西奥集团历史上多次借壳失败，市场预期或重启借壳至百大集团。"
        },
        {
          "code": "sh600250",
          "name": "南京商旅",
          "limit_time": "09:30:00",
          "analysis": "南京旅游+控股股东拟整合重组+跨境电商+低空经济\n1、近期“吃瓜蒙主”对红楼梦的解读大火，明孝陵被纷纷打卡。公司是南京旅游集团下属的唯一上市公司。持有秦淮风光51%股权，后者运营南京夫子庙秦淮风光带。公司下属有组红山动物园/夫子庙/酒店等众多业务，是江苏省内规模最大和产业链最完善的大型国有旅游企业。\n2、2025年7月6日公告，公司收到控股股东南京旅游集团通知，拟以南京旅游集团为主体，推进南京旅游集团、南京市文化投资控股集团、南京体育产业集团整合重组工作，打造南京市文旅体商综合开发运营主平台；控股股东已开始将旗下较好的经营性旅游资产注入公司。\n3、2025年6月28日公告，公司收到上交所恢复审核发行股份及支付现金购买黄埔酒店100%股权的交易。\n4、2025年5月30日公告，全资子公司南京新旅参与设立万有低空飞行公司。后者将在南京设立城市空中交通运营中心，开展eVTOL城市空中观光，打造南京低空应用场景。"
        },
        {
          "code": "sh600280",
          "name": "中央商场",
          "limit_time": "09:36:13",
          "analysis": "百货零售（南京）+央厨食品+电商+房地产\n1、公司地处南京，公司主业为百货零售，同时通过同“罗森”的战略合作拓展便利店业务。\n2、2025年12月12日讯，企查查APP显示，近日，马鞍山中商央厨食品供应链有限公司成立，企查查股权穿透显示，该公司由公司旗下安徽中商便利店、南京快佳超市共同持股。\n3、公司在“Young 购” 电商平台投入发展。子公司云中央完成电商平台蓝图方案和技术建设，覆盖中央商场各连锁店经营品类及雨润食品产品销售环节。\n4、子公司安徽中商中央厨房食品研产基地项目主要内容包括中餐制售、食品、预包装食品的研发、制造、销售等。\n5、公司兼有部分房地产开发业务。房地产开发除部分纯住宅项目外，主要为用于新开百货门店的自建综合体。"
        },
        {
          "code": "sz002329",
          "name": "皇氏集团",
          "limit_time": "10:11:48",
          "analysis": "旺旺奶源供应商合作+太空生物工程+儿童乳品+跨境电商+光伏\n1、公司与香园食品签署战略合作协议，共同开拓水牛奶在餐饮、新茶饮等领域的应用，而香园食品长期为旺旺集团提供原料解决方案，是旺旺的供应商之一。公司也是霸王茶姬等国内知名品牌提供原料。\n2、皇氏来思尔鲜活菌“22株航天菌种”鲜活菌于2021年6月17日搭载神舟十二号飞船登陆太空进入天宫空间站，助力中国太空生物工程民族芯探索未来酸奶健康的无限可能。\n3、公司的支柱产业是以水牛奶、发酵乳、巴氏鲜奶为核心的特色乳品业务，公司针对儿童及青少年开发了\"一只水牛”、\"小小水牛皇”有机纯牛奶、铁锌牛奶等系列产品。\n4、公司参投的臻品悦动公司业务范围包括跨境电商。\n5、公司主要光伏产品为太阳能电池片，TOPCon快速增长，公司规划20GW，预计投产5GW。"
        },
        {
          "code": "sh601566",
          "name": "九牧王",
          "limit_time": "10:12:22",
          "analysis": "男裤（福建）+寒潮+网红经济+电子商务\n1、公司办公地址位于福建省厦门市。公司是中国男裤行业的龙头企业，主要从事男裤及男士商务休闲服饰的产销。截至2024年，公司男裤市场综合占有率连续二十五年位列国内第一。\n2、寒潮来袭，羽绒服涨价，九牧王太空裤101版突破性采用航天级功能纤维，以创新双层复合结构重塑冬日保暖新标杆。\n3、2025年11月11日中国奥委会在国家体育总局与公司签约，后者将成为2025-2028周期中国奥委会官方赞助商。“九牧王杯”爱知·名古屋亚运会中国体育代表团礼服设计大赛也同步启动。\n4、公司拥有九牧王品牌、ZIOZIA品牌及时尚潮牌FUN等品牌。公司携手范丞丞、李昀锐、魏大勋、张云龙、朱亚文五位明星，传递九牧王专研男裤35年的品牌价值，高效布局品牌年轻化。\n5、公司已布局主流电商平台。"
        },
        {
          "code": "sh601366",
          "name": "利群股份",
          "limit_time": "14:12:43",
          "analysis": "零售连锁+食品车间+物流中心\n1、目前公司零售连锁经营业态涵盖综合商场、购物中心等多种线下经营业态以及O2O、B2B线上业态。公司共有大型门店71家，便利店及集合店188家。\n2、公司建设了总面积超11万平米的食品生产加工车间，通过打造多品类的自有品牌产品矩阵，向食品工业企业大步迈进。\n3、公司拥有4处大型智慧物流中心，总仓储面积超过60万平米，包括常温、冷链物流中心等。"
        },
        {
          "code": "sz002788",
          "name": "鹭燕医药",
          "limit_time": "09:25:00",
          "analysis": "养老服务+海峡两岸医药贸易中心+中医防疫方剂+医药分销\n1、2025年9月26日公告，为打造医疗康复、养生调理等医药健康产业生态，鹭燕嘉文拟依托总部项目，增加投资额约为6亿元用于投资建设具有差异化竞争优势的2家酒店，并以酒店项目为依托，孵化医疗康复、健康养生、养老休闲等健康领域业务，延伸健康服务价值链。\n2、公司是福建省最大的医药流通企业，“两岸医药贸易中心”是由鹭燕药业公司与台湾明通制药共同发起成立，主要以代理台湾进口食品、保健食品为主要业务。\n3、辅仁大学产学育成中心厦门孵化器是由鹭燕与台湾辅仁大学共同发起。\n4、从事医药分销和零售，隶属于医药流通行业，主营业务为药品、中药饮片等分销及医药零售连锁。\n5、公司已开展药品第三方物流业务，其中包括部分疫苗产品（暂不含新冠疫苗）冷链运输业务。"
        },
        {
          "code": "sz002910",
          "name": "庄园牧场",
          "limit_time": "09:53:21",
          "analysis": "乳制品+系统性布局饮料+益生菌+乡村振兴\n1、公司以甘肃省、青海省、陕西省为主要销售区域，并分别主要拥有“庄园牧场”、“圣湖”、“东方多鲜庄园”三个乳品品牌，自有牧场奶源供给率超97%。\n2、2025年12月17日甘肃经济日报讯，公司旗下全资子公司敦煌月泉食品系统性布局饮料产业新赛道，成功构建涵盖特色饮料、果汁系列、冰品及天然水在内的多元产品矩阵，标志着公司从传统乳制品企业向以“西北特色”为核心价值的现代化食品集团的跨越。\n3、2025年10月31日讯，公司组建的“甘肃省乳制品工程研究中心”在核心菌种资源开发上取得重要进展。目前已成功分离1000多株益生性菌株，700多株被确认为有效益生菌，2株益生菌全基因组解析已全部完成，为打破菌种垄断提供坚实支撑。\n4、公司旗下甘肃多鲜供应链许可项目包括婴幼儿配方乳粉及其他婴幼儿配方食品销售。\n5、公司作为国家级农业产业化龙头企业，与自有牧场驻地周边乡镇以\"公司+基地+农户\"的订单收购模式收购全株玉米带动农户增收。"
        },
        {
          "code": "sz002188",
          "name": "中天服务",
          "limit_time": "13:25:39",
          "analysis": "生活服务+旅游+物业管理+房地产+获赔10亿违约金\n1、公司为业主提供家政服务、社区团购、车位经纪等多方位的配套增值服务。\n2、子公司东阳市凤凰谷天澜酒店业务涉及住宿服务、餐饮服务、歌舞娱乐活动、旅游业务等业务。\n3、公司的主营业务物业管理服务（占比81.14%），主要经营模式是通过市场化竞争获取物业管理项目，开展基础物业管理服务，并围绕业主、房地产开发商等用户需求提供综合配套服务及增值服务。通过开发“美好有生活”APP、小程序为业主提供智能化信息化的基础物业服务及增值服务。\n4、中天美好服务是专业物业管理公司，主要业务为物业管理及相应配套服务，主要收入涉及物业管理费、车位管理费、案场服务费、场租费等。\n5、2024年12月19日盘后公告，公司诉中麦控股公司、王献蜀合同纠纷案的一审判决结果，两名被告被判决支付其10亿元及违约金。"
        },
        {
          "code": "sz002103",
          "name": "广博股份",
          "limit_time": "09:30:00",
          "analysis": "卡牌经济+诡秘之主+谷子经济+跨境电商\n1、2025年12月15日盘后公告纪要，公司分别于8月、11月推出《诛仙》动画“问天”收藏卡牌第一弹、第二弹。公司卡牌凭借对“诛仙”IP 核心元素的精准还原，独家二创及精致的卡牌工艺升级，迅速获得目标用户群体的关注与青睐。\n2、《诡秘之主》动画版于2025年6月28日在腾讯视频上映，公司通过外部授权获得《诡秘之主》的IP使用权，2024年开发了《诡秘之主》的二次元周边产品。\n3、公司目前拥有丰富的 IP 资源，涵盖外部授权 IP 和自有 IP。外部授权 IP 包括咒术回战、名侦探柯南等多个国内外热门 IP ，内容涵盖动漫、游戏、小说等多个领域。公司二次元文创包括外部IP联名、自有IP培育和谷子开发三大业务，目前已陆续开发上千种二次元轻周边。\n4、公司跨境电商产品以户外休闲以及生活家居产品为主。\n5、子公司灵云传媒与字节跳动签约合作；灵云传媒持有杭州致同投资31.25%股权，后者主要投资参股游戏研运厂商。"
        },
        {
          "code": "sz000863",
          "name": "三湘印象",
          "limit_time": "09:32:24",
          "analysis": "文旅消费+房地产+谷子经济\n1、2025年12月12日互动表示，公司旗下项目《印象大红袍》是由参股公司印象大红袍运营的大型文化旅游演艺项目。该项目以武夷山为地域背景，巧妙地将自然景观、茶文化及民俗融于一体，通过实景演出形式融合山水景观、灯光艺术及舞蹈表演，打造沉浸式文化体验。\n2、公司位居上海杨浦区。公司房地产业务以上海三湘为核心体，是集建筑安装建材加工、装饰设计、房产经纪、物业管理于一体的全产业链服务商。\n3、公司文化产业板块潜心IP开发创作，成功开创了\"印象\"“又见\"“最忆\"和“归来\"四大系列IP。\n4、2025年7月8日公告，公司关于控制权变更终止公告。2024年12月16日互动，公司控制权变更事项尚在推进中。此前公司于2024年2月9日收到湖北省联发投提供的国家市场监督管理总局出具的《经营者集中反垄断审查不实施进一步审查决定书》。"
        },
        {
          "code": "sh603777",
          "name": "来伊份",
          "limit_time": "09:34:09",
          "analysis": "儿童系列零食+休闲食品+威士忌\n1、公司基于童食健康理念，以4-12岁儿童及其家长为目标人群，孵化了30余款儿童系列零食，注册子品牌“宝贝伊伊”，并在线下门店设立儿童系列零食专区。\n2、公司产品涵盖肉类零食、糕点饼干、坚果炒货、膨化食品、冲调速食、海味即食、果干蜜饯、糖巧果冻、果蔬零食、进品食品、节礼文创等12大品类，以自主品牌为主，入驻品牌为辅，一站式解决家庭零食消费需求。\n3、网传纪要表示，公司发布了两款两年桶陈的单桶产品，其中红酒桶产品获得2025年WWA未足龄威士忌中国金奖，两款产品预计6月正式推出。上海熟成中心共有1300余个橡木桶储备，供给“望空”品牌产品及个人包桶业务。\n4、来伊份是首批“送礼物”白名单企业，也是品牌零食领域唯一的腾讯智慧零售一对一单独签约战路合作伙伴，双方在全域营销、腾讯云基建等方面已经展开深度合作。"
        },
        {
          "code": "sz002522",
          "name": "浙江众成",
          "limit_time": "09:44:21",
          "analysis": "AI娃娃原材料（SEPS）+弹型熔喷料+新材料\n1、公司控股子公司众立合成材料所开发的氢化苯乙烯/异戊二烯嵌段共聚物（SEPS）系列产品可用于实体娃娃等成人用品领域，已经具备成熟的规模化生产能力，但目前对于其是否应用于人形机器人行业并不清楚。\n2、众立合成材料的热塑性弹性体产品在汽车行业中的应用是经过配方共混改性后可以制造成前后保险杠等。子公司众立合成材料的弹型熔喷料研发基本完成，尚未投入量产。\n3、公司主要从事多层共挤聚烯烃热收缩薄膜产品的研产销，主要产品为POF热收缩膜，主要应用于各类食品饮料、化妆品、医药产品、电子产品五金工具等的外包装。"
        },
        {
          "code": "sh600137",
          "name": "浪莎股份",
          "limit_time": "09:50:27",
          "analysis": "服装+小红书+锂电池\n1、公司生产和经营各种男女保暖内衣、时尚内衣、男女短裤、文胸等针织服装产品。主要是在淘宝、天猫、京东等电商渠道销售。\n2、公司和控股股东单位及其所属公司在小红书上开有店铺。浪莎目前在小红书有1.6万的粉丝数量。\n3、2023年浪莎针织经营范围新增电动汽车充电基础设施运营、集中式快速充电站等。"
        },
        {
          "code": "sz300640",
          "name": "德艺文创",
          "limit_time": "09:50:51",
          "analysis": "文创+谷子经济+VR体验+宠物经济\n1、公司致力于成为“全球文创家居用品整体供应商”，已经形成了创意装饰品、休闲日用品、时尚小家具三大产品系列等近万个具体品种，产品远销全球五大洲100多个国家，成为国内主要的文化创意家居用品出口商之一，公司产品销往我国台湾地区，并将积极把握两岸经济融合带来的市场机遇。\n2、公司目前已开发出“森晴”及“野生物口”等自主IP,并与福建京剧院合作,融合京剧元素开发了“森晴•如梦青衣”系列盲盒等,未来将持续专注个性化、特色IP衍生品,丰富文化创意产品线。\n3、在产品设计方面，公司未来将运用VR+AR+MR混合现实技术，实现设计过程的可视化互动呈现；在产品展示和营销方面，公司将借助VR等技术给客户带来沉浸式体验。\n4、2024年12月4日互动，公司产品类别较多，其中包括宠物专用包、宠物小家具等宠物相关产品。"
        },
        {
          "code": "sz000017",
          "name": "深中华A",
          "limit_time": "09:53:45",
          "analysis": "黄金设计加工+不减持+智戒（华为）\n1、公司主营珠宝黄金业务，对接下游品牌及经销商，形成设计、加工、检测、批发一体化产业链，黄金珠宝业务占营收比重超99%。\n2、2025H1公司黄金饰品存货3125万占比12.83%，黄金原材料存货1.94亿占比81.48%（2024年存货2753万），受益黄金价格上涨。\n3、2025年11月5日公告，控股股东万胜实业承诺限售股份1.378亿股于2025年11月7日解禁后不减持，稳定市场预期。\n4、2025年4月21日晚官微发布，华为高层莅临深中华集团考察智戒产品，共探智能穿新蓝海。"
        },
        {
          "code": "sh600838",
          "name": "上海九百",
          "limit_time": "10:08:34",
          "analysis": "潮奢高端商业+商业百货+上海静安国资+参股东方证券+商业地产\n1、2025年12月17日公告，公司拟出资2.58亿元与控股股东上海九百集团等共设8.6亿元项目公司，运营南京西路1038号潮奢高端商业物业，通过长期统一租赁运营管理获取稳定收益。\n2、公司实控人为上海市静安区国资委。公司参股投资的上海九百城市广场及商贸零售企业上海久光百货自成为静安寺商圈地标性商业百货。\n3、2024年半年报显示，公司持有东方证券，期末账面价值2.47亿元。\n4、公司目前“控股经营、参股投资、商业地产”三大业务板块。公司出租九百股份自有和拥有长期使用权的商业物业以取得租金收益。\n5、全资子公司“上海正章洗染”从事洗涤化工产品的生产与销售、衣物和棉麻纺织品的洗染、熨烫、染色及皮革类制品的护理等经营服务。"
        },
        {
          "code": "sh600439",
          "name": "瑞贝卡",
          "limit_time": "10:45:05",
          "analysis": "假发+业绩增长+资产注入预期+AI推理服务器\n1、公司是假发行业龙头，业务通过跨境电商覆盖一带一路国家。海外业务占比超80%。\n2、2025年10月30日晚公告，公司前三季度营收8.98亿元，同比增长3.13%；归母利润1170.77万元，同比增长17.62%。\n3、瑞贝卡和黄河信产大股东均为河南瑞贝卡控股，且是瑞贝卡控股唯一上市平台，市场预期或有资产注入预期。\n4、公司控股股东间接参股黄河信产24%股权，据黄河信产官网，公司为华为重要战略合作伙伴，曾于2022年就发布了基于昇腾的AI服务器，提供多样性的AI算力，可广泛应用于中心侧Al推理场景。"
        },
        {
          "code": "sz002614",
          "name": "奥佳华",
          "limit_time": "10:50:18",
          "analysis": "AI按摩机器人+养老+华为+跨境电商\n1、2025年12月15日互动，公司“OGAWA奥佳华”品牌叠加国家“以旧换新”政策，2025年上半年国内经营同比提升。公司是全国最大的养老按摩器材生产制造服务商。\n2、公司与华为保持密切技术与商业合作，多款产品已陆续纳入鸿蒙生态，其中包括公司旗舰机型——奥佳华AI 按摩机器人2.0，是首款支持鸿蒙智联的按摩椅。\n3、 2024年半年报，公司在新加坡、 马来西亚等地新设跨境电商业务子公司，加快构建跨境电商领域的竞争优势。公司外销占比62.94%，公司自主品牌分布于亚洲、北美洲及欧洲三大核心市场，多个品牌市场份额跃居当地前三。ODM连续十八年稳踞龙头，产品遍及全球八十多个国家和地区。\n4、公司主营保健按摩（按摩椅、按摩小电器）、健康环境等产品。重点开拓抖音渠道，选择与东方甄选、李佳琦、小杨哥等头部主播合作。"
        },
        {
          "code": "sh600824",
          "name": "益民集团",
          "limit_time": "13:44:33",
          "analysis": "百货零售+首发经济+养老+母婴\n1、公司前身为卢湾区国营大中型商业企业上海益民百货，目前公司已经发展成为包括商业批发零售、餐饮旅游等多种业态的综合性商业企业。\n2、公司旗下古今内衣、天宝龙凤等老字号品牌通过“上海之夏国际消费季”等活动加强线上线下融合推广。\n3、公司是2021年度上海首发经济引领性本土品牌，公司的最终控制人为上海市黄浦区国资委。\n4、动公司与第三方专业养老服务机构合作的福荟颐养院和益福荟颐养院为专业特色养老服务机构，共计拥有182张床位。\n5、旗下“金辰星宝\"健康月子中心是沪上首家具有国企背景，提供专业、优质、高效的母婴专业服务机构。"
        },
        {
          "code": "sh600628",
          "name": "新世界",
          "limit_time": "13:49:49",
          "analysis": "百货零售+谷子经济+中药+冰雪世界\n1、公司是一家集现代百货、旅游休闲和娱乐综合消费相融一体的百货零售企业，旗下新世界城为南京路规模最大、功能最全的现代化百货购物中心之一；2025年12月10日晚互动，截止目前，公司引进国际知名品牌占比33%，国内知名品牌占比30%（统计品牌不含餐饮以及功能体验类）。\n2、2025年11月11日投资者调研，公司于2023年6月创立了经营泛二次元业态的“Fun肆街区”，在持续引进次元文化头部品牌的同时，不断完善二次元品类，以头部品牌、谷子店、IP快闪店、IP策展等，加快形成二次元业态高地。\n3、医药行业占比约50%，旗下有蔡同德堂药号、上海胡庆余堂国药号药业公司等百年老字号企业和上海群力草药店等企业。\n4、2021年公司成功打造了世界首家“火影忍者世界” 主题乐园等；形成了中国首家冰雪一体化的新世界冰雪世界等三个中国级项目；以及上海经典与现代建筑博览墙等诸多亮点。"
        },
        {
          "code": "sz002727",
          "name": "一心堂",
          "limit_time": "14:03:57",
          "analysis": "生活服务+云南连锁药店龙头+互联网医疗\n1、公司半年报显示，新增足浴服务纳入经营范围。网传纪要表示，公司推出第三代店型，增加盲盒、卡牌玩具等销售。首家大健康药店2025年4月25日开业，三季度云南完成几百家改造。\n2、2025年5月19日赛柏蓝报道，预计未来药店数量将回落至40万家左右，行业整合和市场集中度提升的趋势将持续；公司是云南省销售额最大、网点最多的药品零售商 。\n3、公司打造以O2O模式为核心、以健康产品和健康服务为定位的垂直网站，拥有超过680万人的有效会员。\n4、辉瑞制药是公司药品供应商之一。公司设有一心堂职业技能培训学校。"
        }
      ]
    },
    {
      "name": "医疗医药",
      "reason": "2025年12月16日讯，蚂蚁“阿福”月活1500万登顶健康应用榜首",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz000950",
          "name": "重药控股",
          "limit_time": "09:37:06",
          "analysis": "智能医疗+创新药大单+医药连锁+中国医药参股\n1、公司自建C端平台，可为患者提供包括在线问诊、患教直播、在线找药购药等一站式健康服务。\n2、2025年12月9日晚通过复星药业公告得知，公司间接参股32.66%的药友制药与辉瑞签订《许可协议》，药友制药就口服小分子胰高血糖素样肽-1受体（GLP-1R）激动剂（包括YP05002）及含有该活性成分的产品授予辉瑞于全球范围及领域独家开发、使用、生产及商业化权利。药友制药有权获得不可退还的首付款1.5亿美元及至多3.5亿美元的开发里程碑款项。（公司10日晚发布同类公告）\n3、公司是全国第二大麻精药品批发商，主营业务为药品、医疗器械的批发配送和零售，以及药品的研产销，已搭建“和平健康”APP、多个专病系统等创新服务平台等。\n4、中国医药间接持有公司10.31%股权，中国医药代理辉瑞新冠药。拥有“和平药房”在内的直营零售门店600余家，网上商城开展院内自费药房，DTP特药直送，医院输注中心等业务。"
        },
        {
          "code": "sz002044",
          "name": "美年健康",
          "limit_time": "10:14:27",
          "analysis": "AI健管+阿里参股+DeepSeek+健康管理AI机器人+基因测序\n1、2025年12月18日讯，近日公司发布2026年感恩季“特别的AI给特别的你”健康体检方案，开启“AI+精准预防”新时代，让健康管理更加精准、高效且贴合个性需求。\n2、2025年12月16日讯，蚂蚁“阿福”月活1500万登顶健康应用榜首，阿里目前通过杭州灏月及杭州信投间接持有公司13%股权。\n3、AI数智健管师“健康小美”已上线217家体检中心，累计生成300万份体检报告，构建“AI+健康管理”闭环。公司旗下血糖管理AI智能体“糖豆”已接入DeepSeek。\n4、公司与华为等国内大模型技术公司论证开发医疗数智AI健管大模型，推出业内首个健康管理AI机器人“健康小美”。\n5、公司已成为国内最大规模的个人健康体检数据中心，独具累计过亿人次的影像数据及2亿人次的结构化健康数据。公司参股的美因基因主营业务系为大众健康管理、医疗临床、科研机构等提供基因检测服务，美因基因的多重PCR建库技术属于业内前列。"
        },
        {
          "code": "sz301408",
          "name": "华人健康",
          "limit_time": "09:51:12",
          "analysis": "阿里AI健康(医药新零售)+业绩增长+流感+销售减肥产品\n1、阿里健康持股公司5%股份，2018年开启合作互联网医药新零售。公司在研项目中有包含流感治疗药物。\n2、据2025年12月12日投资者关系活动记录表，2025年前三季度公司实现营业收入38.92亿元，同比增长19.06%，归属于上市公司股东的净利润1.57亿元，同比增长45.21%，各业务板块协同增效。\n3、公司主营业务是医药零售、代理及终端集采，为安徽省最大的药店连锁企业。公司门店售卖的药品有奥利司他胶囊，适用于18岁及以上成人肥胖或体重超重患者的治疗；另有碧生源常菁茶，适用于单纯性肥胖者减肥功效的保健产品。\n4、公司收购马鞍山曼迪新大药房重组后新公司51%股权的事项正在有序推进中。子公司江苏神华药业是中国最早的真菌药物、黄原胶生产基地，主营业务为真菌生物发酵制品等特色原料药、制剂药品以及保健品的研产销。"
        },
        {
          "code": "sh603716",
          "name": "塞力医疗",
          "limit_time": "10:11:15",
          "analysis": "AI医疗+脑机+创新药+数字疗法\n1、公司与华为在医疗信息化、智慧医院建设、AI辅助诊断等领域达成战略合作，旨在凭借各自的技术优势，围绕 AI 技术在多个关键医疗领域开展深度合作。\n2、2025年2月21日公司官微，公司与华为合作，在智能诊断产品研发、数字疗法及脑科学大模型等多个领域展开深度合作。\n3、公司持股比例30.00%的武汉华纪元生物自主研发的全球首创短肽降压疫苗HJY-ATRQβ-001，已于2025年6月6日获国家药监局（NMPA）新药临床试验（IND）受理，成为全球仅有的三款进入临床阶段的高血压疫苗之一，预计2025年三季度启动首例患者给药。\n4、主营医疗智慧供应链服务业务，其中包含IVD体外诊断集约化运营服务、医院SPD智慧精益管理共建等，同时开发基于“SPD+CDSS+DRGs”一体化的智慧医院解决方案。"
        },
        {
          "code": "sz000411",
          "name": "英特集团",
          "limit_time": "10:23:57",
          "analysis": "医药流通+医药电商+医药批发\n1、公司是浙江省属国有控股医药流通龙头，主营药品、器械批发零售，省内分销网络覆盖全部11个地市，门店超200家，2025年上半年新增50余个创新药品规。\n2、2025年10月29日公告，全资子公司英特药业已完成对浙江华通医药100%股权收购，华通医药在基层公立医疗市场和医药零售百强网络将与公司形成协同，提升省内市占率。\n3、公司正常开展GLP-1相关产品业务，与礼来、诺和诺德等企业持续开展对接与合作。\n4、公司主营药品、中药材、医疗器械的销售。年药品吞吐量2000余万件。公司自建医药冷库与冷链配送体系，可承接多种温控要求药品储运业务，疫苗冷链运输的基础是通过GSP认证。"
        },
        {
          "code": "sh688246",
          "name": "嘉和美康",
          "limit_time": "13:38:08",
          "analysis": "智能医疗+阿里巴巴+电子病历+DeepSeek+华为\n1、公司的智慧医疗产品涉及了医疗自然语言分析、智能风险预测引擎等人工智能相关技术。公司电子病历、大数据中心两项核心业务细分市场排名第一。\n2、阿里健康通过控制弘云久康数据技术间接持有公司6.17%的股份。\n3、公司已接入DeepSeek，正在进行专业领域内训练，后续将基于DeepSeek模型升级目前已有的医疗AI应用（临床辅助决策、病历生成等)。\n4、公司已与华为形成了紧密合作关系，联合搭建了医疗行业数字化解决方案。\n5、公司是国内临床信息化领域的领军企业之一，主营医疗信息化软件研产销及服务。"
        },
        {
          "code": "sz301017",
          "name": "漱玉平民",
          "limit_time": "14:21:42",
          "analysis": "阿里参股+连锁药房+海峡两岸+参股玻尿酸面膜\n1、阿里健康持有公司总股本6.67%。公司与阿里健康及其关联方正常开展相关业务。\n2、公司主营业务为医药零售连锁业务，据2025年半年报：2025年6月1日，公司与中国台湾大树药局联合打造的新形态健康药局品牌“大树漱玉”门店正式营业。\n3、参股公司山东贯天下已开发包括玻尿酸面膜以及医用冷敷贴在内的系列产品。\n4、公司在济南、东营、烟台等地区设立物流仓库，公司将Lmis物流系统与SAP系统、G3门店销售系统进行全面联通，实现了在接受订单后，仓库以更优、更快速方式进行订单物流交付的功能。"
        }
      ]
    },
    {
      "name": "智能驾驶",
      "reason": "2025年12月15日长安、北汽两款车型获首批L3级准入许可，12月16日，小鹏汽车方面表示，其已在广州市获得L3级自动驾驶道路测试牌照，并启动常态化的L3道路测试。同日，有消息称，鸿蒙智行近期已联合深圳市交通局等相关部门，在深圳开启L3级有条件自动驾驶内测。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002703",
          "name": "浙江世宝",
          "limit_time": "14:56:51",
          "analysis": "自动驾驶（线控转向）+长安汽车+特斯拉+比亚迪\n1、2025年9月22日分析师会议中表示，公司在线控转向和后轮转向领域技术储备深厚，已获多家主流车企定点，线控转向首个量产项目预计于2026年下半年开始量产，后轮转向首个量产项目预计于今年四季度开始量产。这两类产品分别主要面向L3+智能驾驶车型及高性能豪华车型，技术壁垒高，市场前景广阔。\n2、2023年11月28日互动，长安汽车是公司的客户之一。据网传公司供货首批获准在公开道路开展L3级“有条件自动驾驶”试点车型长安深蓝SL03。（未证实）\n3、2024年4月11日机构调研表示公司产品具备与特斯拉fds配套的可行性。但后续互动表示公司没有与特斯拉相关的信息需要披露。\n4、公司是全球领先的转向系统提供商，为众多汽车厂商的转向系统总成及关键部件的一级供应商，目前提供给新能源汽车的转向产品占总业务超过1/3，产品出口伊朗等地。公司募投项目涉及新增年产60万台套汽车智能转向系统技术改造项目。\n5、公司与比亚迪商用车有业务合作,主要为其配套电动转向产品。"
        },
        {
          "code": "sh603023",
          "name": "威帝股份",
          "limit_time": "09:39:59",
          "analysis": "辅助驾驶+拟收购玖星精密科技+汽车电子\n1、公司有高级辅助驾驶和车联网相关产品。《威帝云总线车联网服务平台项目》公司已建立数据存储中心，车载终端和大数据服务平台都已在运行。公司自主开发的汽车行驶记录仪，使我国汽车拥有了自己的“黑匣子”。\n2、2025年12月8日，盘后公告公司拟通过支付现金受让江苏智越天成51%股权及玖星精密科技股权，从而取得控制权。标的公司具有机器人相关业务。\n3、公司完成购买奇瑞新能源及上海洛顿合计持有的阿法硅新能源共性技术研究院51%股权，交易对价4165.42万元。阿法硅现阶段产品主要销往奇瑞新能源，主要为奇瑞新能源的iCAR品牌车型提供中控显示屏、仪表显示屏产品等。\n4、公司控股股东丽水久有持股航迅信息8%股份，后者是一家航空通信及监视产品研发商，专注于为用户提供飞行器空地无线宽带通信及情报侦察监视、海边防空中巡逻通信与地面监视等解决方案。"
        },
        {
          "code": "sz002355",
          "name": "兴民智通",
          "limit_time": "10:52:15",
          "analysis": "无人驾驶+飞行汽车+百度+车路云\n1、2025年12月17日盘后互动，公司为无人驾驶开发了高网络可靠性的双5G智能网联终端产品—通信域控制器（ICVBOX），目前已在L3、L4无人驾驶汽车Robotaxi、无人物流车上配套，服务客户涵盖百度萝卜快跑、Momenta以及国内主流车企。\n2、英泰斯特（公司持股40.66%）与百度客户深入合作，研发的通信域控产品双5G TBOX及数据云控、OTA等产品为客户智能驾驶提供技术支持与服务。公司5G TBOX产品出货均处于有序供货状态，已为多家主机厂客户实现批量供货。\n3、2024年6月27日盘后互动，公司有车路云一体化相关设备供应订单。车路云项目中，有中标项目，参与过上海、长沙、武汉等地项目。\n4、公司作为国内首家钢制车轮上市企业，主要产品包括乘用车仿铝车轮、新能源汽车车轮等八大系列1000多个品种。"
        }
      ]
    },
    {
      "name": "光通信",
      "reason": "近日OpenAI正式发布GPT5.2：做表格、写PPT、敲代码等生产力大增",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh601869",
          "name": "长飞光纤",
          "limit_time": "14:50:17",
          "analysis": "光纤涨价+空芯光纤+港股增发完成+CPO\n1、2025年12月17日网传（未证实），受益光模块、MPO大规模出货以及DCI需求爆发，近日普缆散纤已涨价约15%，公司主营光纤预制棒、光纤和光缆，连续八年保持全球第一，数据中心用高端多模光纤客户主要包括字节跳动、腾讯、阿里等大厂。\n2、积极布局空芯光纤，是全球少数可以实现公里级别空芯反谐振光纤制备的企业之一，已助力运营商建立了全球首个800G空芯光纤传输技术试验网。\n3、2025年12月17晚公告，新增发行70000000股H股的所有条件均已达成，并已于2025年12月17日完成本次发行，拟将所得款项净额用于发展本公司的海外业务等。\n4、公司正在研发50GPON、800G数通硅光模块及共封装光学CPO产品，同时持股长芯博创19%股权。\n5、公司持有博创科技股权比例为19.03%，为其第一大股东。"
        },
        {
          "code": "sh603803",
          "name": "瑞斯康达",
          "limit_time": "09:41:32",
          "analysis": "光模块+算力交换机+传华为容器云+无人驾驶\n1、公司100-400G高速光模块已在多个省级运营商智算中心网络商用部署，并推出AI智算CPE系列产品，形成CPO概念核心落地。易锐光电（参股14.87%）的25G/100G/超100G集成光收发芯片的光通信模块及光组件，用于电信网络城域网和大型数据中心网络等。\n2、公司战略签约弘光向尚布局硅光芯片算力基础设施，将合力打造AI智算中心服务器高速互联、DCI数据中心高速互联等相关产品及解决方案。\n3、网传瑞斯康达可成为华为有云容器引擎CCE集群或企业自建K8s集群的底层接入硬件。（未经证实）\n4、公司在北京高级别自动驾驶示范区3.0及3.0扩区建设项目当中全面参与通信单元建设。\n5、2024年半年报披露，公司股权投资杭州兰特普光电子，期末余额2423万元。此外公司实控人李月杰持有后者15%的股权。后者致力于新型可调谐半导体激光器芯片和光器件的研产销。市场猜想资产注入预期。"
        },
        {
          "code": "sz002491",
          "name": "通鼎互联",
          "limit_time": null,
          "analysis": "数据中心（多模光纤）+参股机器人公司+固态电池+光模块\n1、公司与美国康宁合作光通信光纤，2025Q1公司空芯光纤研发费用同比激增76.37%。网传纪要表示，2024年通鼎互联成功研发支持 800G传输的OM5多模光纤，成为华为数据中心项目的核心供应商。（未证实）\n2、据网络调研信息，公司布局太空防辐射光纤（未证实）。\n3、公司持有上海智臻智能（小i机器人）2.861%股权，后者自主研发并拥有知识产权的认知智能平台。\n4、公司2019年曾与南京大学在苏签署“南京大学—通鼎互联大规模光子集成实验室”合作协议，推动规模化量产25G/50G/100G/400G/800G bps等速率的可调/固定波长光模块，为5G及数据中心光接口提供低成本、高可靠、高速率的光器件及模块。\n5、公司网络安全业务板块的产品和解决方案主要是网络可视化领域，主要客户为电信运营商及政府等。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "2025年12月18日美国国务院已批准M109A7自走炮、海马斯远程精准打击系统、陶式导弹、标枪导弹等8案，总额逾111亿美元（约新台币3500亿元）对台军售案，并进行“知会”程序。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh605365",
          "name": "立达信",
          "limit_time": "10:04:08",
          "analysis": "福建+华为鸿蒙+物联网+工业机器人\n1、公司地处福建。公司现有业务可分为照明业务和物联网（IoT）业务两大板块。公司的物联网业务主要包括物联网（IoT）硬件产品和软硬件结合的解决方案两种形态。\n2、公司与华为鸿蒙系统有合作，根据合作协议，双方将基于开源鸿蒙操作系统强大的跨设备互联互通的功能，以及立达信在照明和物联网行业的深厚积淀，在智能照明领域探索更多元的智慧生活新形态。\n3、立达信是国家级智能制造试点示范企业和两化融合管理体系贯标试点企业，公司已形成了自主开发部分自动化设备的能力，自主设计开发的工业机器人也已运用于自动化组装生产线。\n4、2025年5月21日投资者关系活动记录表，公司的海外品牌以跨境电商为主要方式。"
        },
        {
          "code": "sz000797",
          "name": "中国武夷",
          "limit_time": "13:45:09",
          "analysis": "福建国资+房地产+跨境电商+一带一路\n1、公司是福建本地最大国资房企，实控人为福建省国资委。\n2、公司旗下中武电商重点推进供应链综合运营业务模式的创新，首次完成埃塞俄比亚双向贸易业务试单和新型离岸贸易业务模式下对巴新分公司的沥青供应。全资子公司中武(福建)跨境电子商务公司的业务涉及跨境电商。\n3、公司主营业务包括国际工程承包、房地产开发及物业服务业务，全资子公司中国武夷实业（香港）在香港从事投资和房地产开发业务。\n4、公司积极响应共建“一带一路”倡议，在菲律宾、马来西亚等亚洲国家，在肯尼亚、刚果布等非洲国家，以及在巴布亚新几内亚、澳大利亚等大洋洲国家布局国际工程承包业务。"
        }
      ]
    },
    {
      "name": "光刻机",
      "reason": "据消息人士透露，深圳团队于 2025 年初完成了一台 EUV 光刻机的原型机，正在进行测试。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002338",
          "name": "奥普光电",
          "limit_time": "09:30:00",
          "analysis": "实控人合作新凯来+光学系统订单+工业母机\n1、公司实控人长春光机所与新凯来成立合资公司长光集智，聚焦半导体装备研发。2025年12月1日互动，公司与新凯来暂无合作。\n2、公司与客户签订某型光学系统研制合同，合同金额为2.97亿元人民币。市场猜测此订单或为光刻机订单。\n3、公司控股55%禹衡光学主导产品光栅编码器广泛应用于自动化领域，是数控机床、交流伺服电机等高端设备等行业和领域必不可少的关键传感器件。\n4、公司控股股东中科长春光机所承担EUV光刻机研发任务，已取得包括核心光源系统在内的多项突破，公司是旗下唯一上市企业。目前公司加工500mm口径球面透镜表面粗糙度优于0.5纳米。"
        },
        {
          "code": "sz002549",
          "name": "凯美特气",
          "limit_time": null,
          "analysis": "光刻气产品+传供货新凯来+特种气体+氢气充装站\n1、据网络资料，新凯来刻蚀、沉积设备要用到大量特气，公司已供货。（未证实）公司生产芯片所需的超高纯气体和光刻气产品已通过多个国际头部企业的相关认证或审核，并建立合作。控股子公司凯美特光刻气产品获ASML子公司Cymer公司合格供应商认证。\n2、公司已建成并投入12套电子特种气体生产及辅助装置，生产半导体、面板、航天、医疗等 领域急需的超高纯气体和多元混配气。\n3、公司已形成每年生产2万吨高纯氢气的生产能力。海南省首个氢气充装站项目即中石化海南炼化氢能凯美特充装站项目已建成。\n4、公司以食品添加剂液体二氧化碳的生产及销售为主。\n5、全资子公司惠州凯美特已形成优质干冰每年20000吨的生产能力、福建凯美特已形成每年3000吨的生产能力。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "14:35:30",
          "analysis": "阿凡达3+AI短剧+拟增资子公司+电影发行\n1、2025年12月18盘中讯，据猫眼专业版数据，电影《阿凡达3》映前1天 ，点映及预售总票房破8000万。公司通过与美国好莱坞融资机构TSG的合作协议，获得《阿凡达3：火与烬》的全球票房分账权。《阿凡达3：火与烬》已正式定档于 ​2025年12月19日在中国内地与北美同步上映。有研究称公司投资了4000万美元，约占总成本的8.7%。\n2、公司“博卡一键AI短剧”平台正式向专业创作者开放，AI影视垂直应用落地，形成“影视工业化体系+生成式AI技术”双重能力。\n3、2025年10月30日晚公告，公司拟以8.67亿元债权向全资子公司北京博纳债转股增资。\n4、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n5、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        },
        {
          "code": "sz001255",
          "name": "博菲电气",
          "limit_time": "09:31:51",
          "analysis": "东方电机合作+变压器绝缘材料+光伏边框+半导体+核电+新能源汽车\n1、2025年12月17日讯，近日，公司与东方电机正式签署全面合作框架协议，双方建立了战略合作伙伴关系。双方将重点围绕适用于严苛环境下的大型水轮发电机与高效汽轮发电机绝缘系统，开展从材料基础研究、部件验证到整机应用的全链条协同创新。\n2、公司树脂等产品可以适用于中低压电机的线圈、变压器线圈的绝缘。公司自主研发的复合材料光伏边框可以替代铝合金边框，能够进一步降低光伏边框成本，为光伏行业持续降本增效提供了一种可行的解决方案。\n3、公司绝缘树脂可应用于半导体封装等领域，还可以应用于核电发电机组上。公司有为国防军工领域的电机和变压器配套相关绝缘产品。\n4、风力发电领域是公司重点业务发展方向，为客户打造环保型风力发电机绝缘系统。公司和晶科能源测试复合树脂边框，已经开始出货。\n5、公司自主研发打造了新能源汽车驱动电机无卤阻燃绝缘系统，目前公司已通过比亚迪合格供应商准入，部分产品已开始为比亚迪新能源汽车驱动电机生产基地供货。"
        },
        {
          "code": "sh603585",
          "name": "苏利股份",
          "limit_time": "09:43:03",
          "analysis": "百菌清+农药+阻燃剂\n1、据市场传闻，2025年12月16日晚，百菌清全球龙头焚烧炉爆炸，60%产能受波及。公司百菌清产能苏利宁夏一期10000吨/年百菌清原药、公用工程项目在2024年6月达到预定可使用状态，新增产能5000吨。\n2、2025年12月12日晚互动，公司是Syngenta、Sipcam等公司的原药来源供应商。不久我们将在巴西拥有百菌清的自主登记。\n3、公司主要业务包括农药、阻燃剂及其他精细化工产品的研发、生产和销售。农药类产品主要包括百菌清原药、嘧菌酯原药、农药制剂及其他农药类产品。其他农药产品主要包括除虫脲、氟啶胺等农药中间体。\n4、阻燃剂类产品包括十溴二苯乙烷及阻燃母粒和其他阻燃剂类产品。其他阻燃剂类产品主要包括三聚氰胺聚磷酸盐及二苯基乙烷中间体等。其他精细化工产品类主要为氢溴酸、医药中间体等产品。"
        },
        {
          "code": "sh603221",
          "name": "爱丽家居",
          "limit_time": "10:45:01",
          "analysis": "PVC弹性地板+北美生产基地+出海\n1、公司专注PVC弹性地板，业务范围已覆盖北美、欧洲、东南亚等地区，外销占比96.60%。\n2、公司积极布局北美业务，与主要客户 HMTX 合资设立了美国子公司，有望 2025 年前美国公司实现盈利。同时公司正在积极投建墨西哥公司，2025 年有望投产贡献收入。\n3、2025年12月15日晚互动，公司产品有出口到欧洲，有出口到欧盟国家。公司与国际知名地板用品贸易商、品牌商VERTEX建立了稳定的合作关系，被纳入HOME DEPOT等全球知名家居建材超市的供应链体系，间接为该等终端客户提供PVC弹性地板产品。"
        },
        {
          "code": "sz002319",
          "name": "乐通股份",
          "limit_time": "11:12:57",
          "analysis": "光伏+油墨+食品包装\n1、公司已投资设立北京嘉晟云锦能源、浙江大晟新能源等控股及参股企业，逐步搭建起涵盖设备研发、系统集成、等环节的基础运营平台，目前正处于新能源光伏设备业务的初期布局阶段。\n2、公司主要从事各类印刷油墨技术研产销。主要产品包括中高档凹印油墨、网印油墨等，广泛应用于饮料包装、食品包装及卷烟包装，少量应用于电子制品等行业。\n3、公司有石墨烯油墨产品的相关研发，相关产品用于柔性显示。"
        },
        {
          "code": "sh600191",
          "name": "华资实业",
          "limit_time": "13:06:28",
          "analysis": "参股券商合并预期+出售资产+人造肉+谷朊粉+保险\n1、金融街证券（原名恒泰证券）于2015年在香港上市，同时拥有恒泰长财证券、恒泰期货、恒泰资本投资、恒泰先锋投资四家全资子公司，并控股新华基金，在全国还设有105家营业部及4家分公司；公司持有恒泰证券3.08亿股，占总股本的11.83%。截至2025年9月北京市国资体系内共有5家证券公司，包括中信建投、首创证券、第一创业、北京证券和金融街证券。业务重叠度高，存在合并预期。\n2、2025年12月14日晚公告，拟4650万元出售办公大楼、宾馆等多项闲置资产，账面原值仅为1042.49万元，较账面值溢价达359.88%。\n3、谷朊粉的用途之一是作为替代肉类的素食食品，用于生产人造肉。\n4、公司主营产品为谷朊粉、食用酒精，还有少量食糖。\n5、华资实业2015年曾募集资金总额不超过316.8亿元，除发行费用外将全部用于对华夏保险进行现金增资。"
        },
        {
          "code": "sh605318",
          "name": "法狮龙",
          "limit_time": "13:51:24",
          "analysis": "吊顶+转型AI+引入战投+集成墙面+智能家居\n1、公司拟投资2.5亿元设立AI科技子公司。\n2、2025年7月通过控股股东协议转让25.29%股份，引入战略投资者屹华山汇，总对价8.46亿元，其中，13.93%股份转让给北京屹华元初山汇基金，5.36%转让给自然人周福海，6%转让给广东博智兴宇资产管理有限公司。11月13日最后一笔转让最终完成。公司实控人沈正华、王雪娟夫妇合计持股比例降至44.72%。\n3、公司主要从事集成吊顶、集成墙面等产品的研产销。公司智能家居系列包括智能浴霸 、智能晾衣机等。\n4、公司已注册微博名为“Fsilon法狮龙客厅吊顶”。法狮龙与全国 TOP20 房企开展研发合作。着力布局装配式办公系统、装配式商业/公共空间业务。"
        },
        {
          "code": "bj920407",
          "name": "驰诚股份",
          "limit_time": "14:30:00",
          "analysis": "谐音+气体环境安全监测+传感器+股东柯力传感+北交所\n1、2025年12月10日消息，2026年央视春晚的主题是“骐骥驰骋 势不可挡”。公司名字发音类似。\n2、公司主要产品包括气体环境安全监测领域的智能仪器仪表、报警控制系统及配套、智能传感器，主要应用于石油、化工、燃气、冶金、电力、医药、食品等诸多工业领域，及城市公共场所、家庭民用、地下综合管廊等领域。\n3、2024年11月15日公司新增专利信息授权：“一种传感器模组防护结构”。\n4、柯力传感是公司第五大股东，网传公司六维力传感器已于2024年9月给华为送样（未经证实）。"
        },
        {
          "code": "sh603022",
          "name": "新通联",
          "limit_time": "14:37:37",
          "analysis": "电子通信包装+包装印刷+包装一体化服务\n1、公司的主要系列产品为轻型包装产品和重型包装产品，其中轻型包装产品为轻型瓦楞包装产品，重型包装产品包括重型瓦楞包装产品、木制品包装产品以及各类组合包装产品。公司产品的包装标的对象主要是电子通信、光伏等行业。\n2、公司是上海地区众多包装企业中最早树立“整体包装解决方案”经营理念的包装供应商之一。\n3、公司为客户提供包装产品研发设计、整体包装方案优化、第三方采购与包装产品物流配送、供应商库存管理以及辅助包装作业等包装一体化服务。\n4、公司还为客户提供“整体包装解决方案”一体化服务。公司产品的包装标的对象主要是轻微计算机产品、电子信息类产品、办公电子设备产品、汽车零部件产品等较高价值产品。"
        },
        {
          "code": "sz002654",
          "name": "万润科技",
          "limit_time": "",
          "analysis": "存储芯片+长江存储+HBM+机器人+LED\n1、2025年12月5日互动，公司存储产品覆包括固态硬盘（SSD）、嵌入式存储（eMMC）等闪存产品和 DDR4、DDR5内存条等内存产品，部分产品已有客户和订单并形成营业收入；企业级PCIe 5.0 SSD ME14000 是公司研发及近期推出的新品。\n2、公司为长江产业集团旗下核心存储企业，公司控股股东长江产业集团同为长江存储股东，有望展开业务协同子公司万润半导体的MC3000和MC7000等部分存储产品支持HBM功能。\n3、公司红外不可见光模组产品，融合传感等功能已成为国内外主流的智能扫地机器人厂商的红外不可见光传感接收头主要供应商。\n4、公司LED子公司为华为间接提供贴片灯珠指示灯、红外线贴片灯珠等光源器件产品，终端应用于其通信设备、5G基站网络产品。公司红外产品已进入部分国内外主流的智能家居扫地机器人厂商供应链。"
        },
        {
          "code": "sz002536",
          "name": "飞龙股份",
          "limit_time": null,
          "analysis": "服务器液冷+IDC液冷+人形机器人+资产注入预期\n1、市场传闻公司与英维克配套出货Google，单客户需求金额或将突破12亿，如果考虑NV，Meta会更大。22kw的液冷泵明年4月份之后会逐步放量，26q3-q4可能会进一步爬坡放量，37kw的液冷泵下半年逐步会放量。2025年12月9日讯，旗下航逸科技举行L-iBC平台In-Row CDU液冷循环泵HP22K的批量交付仪式，并连夜发运至客户。\n2、公司液冷泵系列产品坚持平台化、谱系化和定制化的发展路径，产品覆盖8W至37KW功率范围的全系列解决方案。目前，公司研制出用于数据中心液冷系统的22kW大型IDC液冷泵已获得知名客户的验证与认可，并成功进入批量交付阶段。\n3、公司加速布局人形机器人业务，发挥热管理技术优势，提供核心零部件和液冷方案。 \n4、公司实控人孙耀志，控股股东宛西控股。宛西制药是宛西系最核心的企业，曾尝试IPO，2017年终止辅导备案。宛西制药2020年实现营收91亿元，2022年实现营收破百亿元。"
        },
        {
          "code": "sz000917",
          "name": "电广传媒",
          "limit_time": null,
          "analysis": "智谱AI（参投）+潮玩平台+AI视频+湖南国资\n1、2025年12月18日讯，智谱AI最新投后估值约400亿元人民币（7月C轮融资后），已通过港交所上市聆讯 。公司旗下达晨创投于2021年初领投智谱AI A轮融资并多轮加注。\n2、公司创建了二手潮玩平台（娃友圈），同时背靠湖南广电，有望利用湖南广电优质IP资源和媒体宣推优势以芒果IP、芒果基因创新打造芒果味的休闲度假产品，打造芒果版“迪士尼生态”。\n3、达晨财智（电广传媒持股55%）领投爱诗科技亿元级A1轮融资，爱诗科技旗下PixVerse是一款AI视频生成工具，在创投圈中较火。\n4、公司控股股东为芒果传媒，实控人为湖南国有文化资产监督管委会。公司主营业务涵盖文旅、投资、广告、游戏业务等。"
        },
        {
          "code": "sz000949",
          "name": "新乡化纤",
          "limit_time": "",
          "analysis": "行业加速出清+氨纶纤维+纤维素长丝+国企\n1、2025年12月15日市场传闻诸暨华海氨纶1.31亿元被首次强制执行，风险已被显著揭示，或加速氨纶行业出清。公司主要生产生物质纤维素长丝和氨纶纤维，是生物质纤维素长丝行业的龙头企业。公司生物质纤维素长丝产能为11万吨，国内第一，氨纶纤维产能为20万吨，国内第二。\n2、2025年12月11日互动，公司开发的“菌草制备生物基纤维技术”入围上述名单关键技术创新方向。\n3、公司实控人为新乡市财政局。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sz001325",
          "name": "N元创",
          "limit_time": "",
          "analysis": "橡胶履带+农用机械+工程机械\n1、公司专业从事研发、生产、销售橡胶履带类产品，具体包括农用机械橡胶履带、工程机械橡胶履带和橡胶履带板等。\n2、公司2023年以23.95%的国内市占率排名第一、以7.49%的全球市占率排名第三。目前业务范围覆盖亚洲、欧洲、北美洲、大洋洲、南美洲以及非洲等地。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "10:12:30",
          "analysis": "控制权变更完成+房地产+债务和解+矿业\n1、2025年12月10日讯，有投资者提问， 公司原大股东广东润鸿富创科技中心实控人受益所有人变更，从“吴珺”变为“叶简”。目前新大股东握有最大股份，公司回答表示，公司控制权变更事项已经完成。公司现控股股东完整的持有股份及股份对应的表决权。\n2、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n3、2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，债务风险化解取得进展。\n4、公司主营业务为房地产投资、股权投资两大方向。公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "10:32:39",
          "analysis": "卫星通信+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sh600165",
          "name": "*ST宁科",
          "limit_time": "09:25:00",
          "analysis": "重整进入执行阶段+长链二元酸+债务豁免+水处理\n1、2025年12月11日晚，公司发布拟增加注册资本暨修订《公司章程》的公告。 2025年12月10日晚公告，已收到重整投资人全部重整投资款，合计12.41亿元，8.8297亿股转增股票已过户至重整投资人指定账户，公司进入重整计划执行阶段。\n2、公司主营生物法长链二元酸及其衍生化工产品，独家买断中科院微生物所第三代规模化生产技术并已投产，具备技术、原料、能源及环保综合优势。控股子公司中科新材主营业务为长链二元酸的生产及销售，设计产能5万吨/年，应用领域主要为生产长碳链聚酰胺。\n3、2024年12月27日晚公告，德运新同意对子公司中科新材欠其债务本金合计8088.68万元进行无条件豁免。本次豁免预计减少公司其他应付款约8088.68万元，同时增加净资产约7279.81万元。\n4、公司地处宁夏，子公司华辉环保可生产净水活性炭等六大类活性炭产品。主要用于水处理、气体处理等领域。"
        },
        {
          "code": "sh603389",
          "name": "*ST亚振",
          "limit_time": "09:25:00",
          "analysis": "业务整合+拟控股广西锆业+实控人变更+转型钻石+合作群核科技\n1、2025年12月1日晚公告，公司变更子公司出资方式及拟向其划转资产并增资。有分析认为公司动作目的为净壳。以及成立子公司整合家具业务以待未来剥离，并调整高管以强化钛矿销售。\n2、2025年8月2日公告，拟5544.9万元控股广西锆业，标的专注于锆钛复合资源的综合开发利用。2025年8月21日公告以上工商变更登记已完成。\n3、2025年7月10日晚公告，吴涛先生要约收购期满，预受股份20.47%，要约收购完成后持股增至45%。2025年5月31日公告，控股股东协议转让股份完成过户登记，公司控制权由亚振投资变更为吴涛先生。 \n4、公司主营业务为家具产品的研产销，是唯一连续五届与世博会合作的长期家具供应商。\n5、公司投资参股江苏亚振钻石（不并表）。2023年亚振钻石产量为15092克拉，已达到预期年产7500克拉目标，但成品销售未达预期。公司在高端定制领域引入先进的数控板式生产线，实现了与酷家乐（群核科技）设计软件无缝对接。"
        },
        {
          "code": "sz002581",
          "name": "ST未名",
          "limit_time": "09:32:45",
          "analysis": "Ⅲ期临床将启动+干眼症+生物医药+神经修复类药物\n1、公司获得一类创新药重组人神经生长因子SMR001滴眼液三期临床试验批件。SMR001滴眼液是公司重点开发的眼科一类创新生物药，采用中国仓鼠卵巢 细胞（CHO）表达系统，是国内首款以重组人神经生长因子为有效成分的滴眼制剂。弗若斯特沙利文预计，国内干眼症 药物市场将在2030年达到 180 亿元。\n2、子公司天津未名是国内最早从事基因工程干扰素产品开发及制造的现代生物制药企业，主要产品为人干扰素α2b 注射剂及人干扰素α2b 喷雾剂。\n3、公司恩经复®​适用于正己烷中毒性周围神经病、视神经损伤、阿尔茨海默病等神经退行性疾病，是国内较早上市的神经修复类药物，覆盖终端医院超千家。\n4、公司参股公司北京科兴致力于人用疫苗及其相关产品的研究、开发、生产和销售。2025年5月16日公司持有北京科兴26.91%股权，获得现金分红款1.3455亿元。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:25:00",
          "analysis": "控制权变更+半导体材料+军工+虾青素\n1、2025年12月17日盘后公告，长春中院裁定将万方源所持总股本29.18%司法划转至吉林九台农商行，过户完成后九台农商行成为第一大股东，公司控制权发生变更。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工等展开深度合作。"
        },
        {
          "code": "sh600608",
          "name": "*ST沪科",
          "limit_time": "09:32:12",
          "analysis": "转型花卉+农产品+昆明国资\n1、据2025年半年度报告及2025年12月17日互动，公司自2025年3月起转型开展花卉业务，已在姚安及昆明建立花卉仓储、加工中心，业务涵盖花卉交易、经济代理及物流配套服务。\n2、公司主营业务以大宗商品贸易为主，主要产品为化工产品类塑料粒子产品、农产品及其他生产生活物资等。公司农产品业务涉及的主要产品品类有大米、高粱、玉米等，尚未开拓花卉类产品。\n3、2025年10月30日公告，截至本公告日公司非经营性资金占用余额为为3.49亿元。\n4、公司的最终控制人为昆明市人民政府国有资产监督管理委员会。"
        },
        {
          "code": "sz002808",
          "name": "*ST恒久",
          "limit_time": "09:37:57",
          "analysis": "管理层变动+出租储能模组+拟收购憬芯科技股权+激光光导鼓\n1、2025年12月15日董事会决议及12月16日公告，公司完成总经理及副总经理等高管调整，聘任兰山英为总经理、王善斌为副总经理，管理层变动引发市场关注。\n2、2025年10月29日公告，子公司恒久丰德出租储能模组PACK装配线给海希智能，租期1年，租金每月100万元。\n3、公司2025年前三季度营收1.82亿元，同比增长57.61%，主要系并购憬芯子公司业务收入增加所致。2025年7月19日公告，拟增资8000万元控股憬芯科技，加码光伏数字服务领域。\n4、2025年4月9日晚公告，公司全资子公司苏州恒久影像投资建设的显影剂（碳粉）生产线项目已顺利步入投产阶段，目前建设完成并开始投产的有2条碳粉生产线，每条生产线都具备年产超千吨显影剂的能力。\n5、目前公司是世界少数几家掌握激光光导鼓整套核心技术的生产商。子公司闽保信息是信息安全整体解决方案服务商。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "09:39:33",
          "analysis": "股份拍卖+烟花+小额贷款+成立文旅公司\n1、2025年12月16日晚公告，第二大股东银河湾国际投资所持部分股份将被司法拍卖，占其所持公司股份的8.56%，占公司总股本的1.57%。\n2、2023年公司全面重返烟花爆竹行业，公司增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sz002058",
          "name": "*ST威尔",
          "limit_time": "09:56:42",
          "analysis": "转让上海小苗股权+锂电池用铝塑膜+控股紫江新材+机器人+特斯拉\n1、2025年12月16日公告，公司拟将全部持有的上海小苗10%股权以约111万元的价格转让给上海紫竹高新小苗。\n2、2025年9月10日公告，股东大会决议收购紫江新材51%股权获通过，交易完成后将形成“汽车检具+铝塑膜”双主业，铝塑膜业务将成为战略重点。承诺紫江新材2025年-2027年度实现的净利润分别不低于6550万元、7850万元、9580万元。\n3、2025年5月10日公告，公司拟以4248.82万元收购紫燕机械49%股权，后者为特斯拉为特斯拉的A级供应商。\n4、2025年3月31日晚公告，公司拟2.81亿元向紫竹科技出售自动化仪器仪表业务资产组。交易完成后，公司资产总额将增加48.88%，负债总额将下降47.67%，营业收入将下降43.52%，净利润将增加2097.33万元。\n5、公司主营仪器仪表业务及汽车检具业务。经营范围涵盖工业机器人销售;工业机器人安装、维修。"
        },
        {
          "code": "sh603517",
          "name": "ST绝味",
          "limit_time": "11:11:43",
          "analysis": "摘帽预期+休闲食品+供应链\n1、2025年9月23日投资者关系活动记录表，公司已收到《行政处罚事先告知书》并启动财报追溯重述，满足条件后将申请撤销“其他风险警示”。\n2、公司聚焦餐桌卤味，全国化覆盖，门店数量超万家。\n3、公司专注于休闲卤制食品的开发、生产和销售，致力于为消费者提供美味、新鲜、优质的快捷消费食品。\n4、公司在全国建立了22个生产基地（含3家在建），并以此为中心，300-500公里为半径构建了“紧靠销售网点、快捷生产供应、最大程度保鲜”的供应链体系."
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "11:23:05",
          "analysis": "服装+湖北资本间接入股+储能+财务状况优化\n1、公司主营服装业务，拥有全国最长工艺流程及全手工制作服装生产线，2025年上半年整体营收约1.29亿元。\n2、2025年11月21日发布间接控股股东股权拍卖公告，本次竞拍主体为湖北香柯乾涌服装合伙企业（背后实控人湖北省财政厅），其股东结构于11月6日发生关键变动，新增嘉兴摩予渡雅芯智算企业及摩予渡（海南）企业管理咨询合伙企业两大主体。市场猜测摩予渡系通过本次股权介入，可能意在借助ST尔雅上市公司平台。（未证实）\n3、公司子公司北京美尔雅能源的孙公司石嘴山市简泌能源100MW/400MWh高温熔盐+150MW/300MWh石墨烯复合电池储能电站项目环评2024年已获批。\n4、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": null,
          "analysis": "公布诉讼金额+建筑装饰+预重整+光伏\n1、2025年12月16日公告，公司及控股子公司连续十二个月内累计诉讼、仲裁涉案金额约1088.56万元，占最近一期经审计净资产绝对值10%以上。\n2、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n3、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n4、2025年半年度报告，公司拥有运营安徽金寨100兆瓦光伏电站并具备屋顶光伏结构及防水等综合解决方案能力。\n5、公司地处深圳，主要从事政府机构、房地产开发商、大型企业等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。"
        },
        {
          "code": "sh600696",
          "name": "*ST岩石",
          "limit_time": null,
          "analysis": "股份冻结+酱酒+首发经济+新白酒品牌+新零售\n1、2025年12月17日公告，公司股票自2025年4月23日起实施退市风险警示，公司控股股东上海贵酒企业公司及其一致行动人合计持有公司2.17亿股已全部被司法冻结，占公司总股本的64.80%。\n2、公司酱酒为主赛道，主要有天青贵酿品牌、君道贵酿品牌的系列产品。2025年12月9日盘中公告，公司不存在控股股东进行股权转让等重大事项。\n3、公司荣登“2023上海市首发经济引领性本土品牌推荐榜单”。最®酒定位年轻潮生活品质新白酒品牌，致力为当代年轻人提供更多兼具高品质的新文化白酒。公司通过天猫、京东、抖音等平台开设线上门店；子公司光年酒业聚焦低度酒电商及新零售发展。\n4、公司持有江西章贡酒业25%股权。后者是全国白酒工业百强企业，江西省重点酿酒企业。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "",
          "analysis": "重整预期+法人变更+司法强执完成+农药/医药中间体+酒店\n1、2025年12月15日公告，公司股票交易异常波动，重整计划草案已披露并将于12月20日召开第一次债权人会议，市场对重整预期升温。\n2、2025年11月17日盘后公告，公司因截至11月15日未收到法院正式受理重整的法律文书，已触发《重整投资协议》约定的现金捐赠条件，重整投资人将无偿、无条件捐赠7300万元至公司。2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n3、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n4、公司位于兰州，主要从事精细化工产品中的医药中间体的研产销业务。公司产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        }
      ]
    }
  ]
}