{
  "date": "2025-12-15",
  "update_time": "2025-12-15 15:45:20",
  "category_count": 10,
  "total_stocks": 79,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh600936",
          "name": "广西广电",
          "limit_time": "14:38:17",
          "analysis": "资产注入承诺+证券简称拟变更+机器人+广西国资\n1、2025年12月12日晚公告，公司定位为北投集团重要上市平台，根据公司控股股东北投集团相关承诺，其将尽力督促下属广西交通设计集团与广西北投信创科技投资集团等科技型企业于本次重组完成后5年内达到注入上市公司的条件。\n2、2025年12月10日晚公告，证券简称拟变更为北投科技（基于重大资产置换已实施完毕），业务相应转型为数智工程、勘察设计与试验检测、新材料及机电设备的生产与销售等领域。\n3、2025年5月29日晚公告，北投集团拟将其持有的交科集团不低于51%股权与公司持有的广电科技100%股权进行置换，同时北投集团承诺交科集团2025-2027年净利润累计不低于5.85亿元，2025年8月30日，公告交易完成。\n4、广西交科集团公司旗下有生壁虎检测机器人、轻量化拉索检测机器人、收费机器人和轨道式隧道巡检机器人产品。\n5、公司控股股东为北投集团，实控人是广西国资委。"
        },
        {
          "code": "sh601700",
          "name": "风范股份",
          "limit_time": "09:25:00",
          "analysis": "唐山国资入主+特高压+光伏+中标大单+化债\n1、2025年12月12日公告，唐山市国资委批复同意唐山工业协议受让公司17.32%股份，完成后唐山工业将合计控制29.99%表决权，公司控股股东为唐山工业，实际控制人为唐山市国资委，最终控制人为唐山市人民政府国有资产监督管理委员会。\n2、公司主要产品有角钢塔、钢管塔等。公司是国内少数几个能生产目前最高电压等级1000KV输电线路铁塔的企业之一，也是国内少数几家拥有自主知识产权并生产复合材料绝缘杆塔的企业，在超高压和特高压输电线路铁塔方面处于行业领先地位。\n3、旗下苏州晶樱主营业务为研发、生产和销售单晶硅片、提纯锭、多晶硅片及多晶硅锭，并提供单晶硅片的受托加工服务。公司实控人为唐山国资委。\n4、2025年6月3日盘后公告，公司中标国家电网2025年特高压项目第二次材料招标采购项目，中标金额2.28亿元。 \n5、公司主要从事1000kV及以下各类超高压输电线路角塔、钢管组合塔等产品的研发、生产和销售。"
        },
        {
          "code": "sz001331",
          "name": "胜通能源",
          "limit_time": "09:25:00",
          "analysis": "七腾机器人收购+天然气+海外业务拓展+\n1、2025年12月12日盘后公告，明日复牌；七腾机器人拟通过受让和要约收购合计获得公司44.99%股权，交易完成后，公司控股股东变更为“七腾机器人”，实际控制人变更为朱冬；七腾机器人专注生产特种机器人，防爆四足/轮式/挂轨机器人等产品已远销西亚、中东、北美等海外市场，2024年收入9.54亿元，净利润1.223亿元。\n2、公司主营业务是LNG的采购、运输、销售以及原油、普货的运输服务，已进入中国LNG贸易企业前五，为工业燃料、城镇燃气、交通燃料等应用领域客户提供一站式LNG运贸解决方案。\n3、2025年5月15日互动易及投资者关系活动记录，公司新加坡全资子公司2024年完成2船LNG船货交易并与中石化燃料油新加坡有限公司签订资源购销协议，拓展海外资源渠道，提升国际业务布局。2024年海外销售占比12.27%。"
        },
        {
          "code": "sz000536",
          "name": "华映科技",
          "limit_time": "09:33:45",
          "analysis": "获业绩补偿款+福建+AI眼镜+华为\n1、2025年12月12日盘后公告，华映百慕大应向华映科技支付业绩补偿款30.29亿元，此判决预计将对公司经营发展产生积极影响。\n2、公司最终控制人为福建省国资委，为首家在中国大陆A股借壳上市的台资公司。\n3、公司为华为AI眼镜核心屏幕供应商，柔性OLED技术适配多形态终端；2024年1月公司新获“一种折叠屏的折痕处同步支撑结构”专利。\n4、公司地主要从事显示面板、显示模组的研发、生产及销售。公司显示模组业务主要在华映科技（母公司）。公司所生产的中小尺寸显示模组产品主要应用于车载显示屏、工业控制屏、平板电脑、智能手机等领域。公司显示面板业务主要在子公司华佳彩。"
        },
        {
          "code": "sz002382",
          "name": "蓝帆医疗",
          "limit_time": "09:35:54",
          "analysis": "子公司增资完成+防流感纳米抗体液体口罩+引入战投+医疗器械\n1、2025年12月12日晚公告子公司增资扩股引入外国产业投资者的进展，已收到HKG分笔支付的剩余增资款共计1亿美元中的最后一笔，至此，HKG对山东健康科技的增资款全部实缴到位。\n2、公司旗下蓝狙士纳米抗体液体口罩可通过有效抗体中和阻断新冠病毒及流感病毒入侵人体。\n3、2024年5月22日公告，控股子公司蓝帆柏盛拟引入战投大兴临空发展基金进行增资扩股，增资额为1亿元。此次增资扩股完成后，蓝帆柏盛的投后估值为50亿元。2023年底蓝帆医疗通过内部重组将蓝帆柏盛调整为公司心脑血管事业部的母公司。\n4、公司主营主要包括以支架、球囊和心脏瓣膜为核心，全面布局植介入器械的心脑血管业务；以一次性手套为核心，全面布局医疗、工业、餐饮等多场景应用，PVC、丁腈、乳胶和TPE/CPE等全品类手套的健康防护业务； 以急救包为核心，全面布局急救护理耗材的护理业务。"
        },
        {
          "code": "sz002307",
          "name": "北新路桥",
          "limit_time": "10:15:24",
          "analysis": "定增落地+工程出海+桥梁工程+水利+交通设施\n1、2025年12月13日公告，公司向特定对象发行股票募资15.49亿元已到账。\n2、2025年12月14日讯，乌克兰总统泽连斯基表示乌克兰已放弃加入北约的目标，作为结束俄乌冲突的妥协方案。公司在回复投资者关于俄乌重建问题时回复表示有能力承接并且一直积极参与国内外相关重大基础设施建设项目，公司先后在国外9个国家以多种方式参与了基础设施建设，且公司拥有中国商务部授予及认定的对外援助成套项目总承包企业资格。\n3、公司为新疆规模最大、实力最强的大型公路工程施工企业，实控人是新疆生产建设兵团第十一师国有资产监督管委会。西藏天昶建工是北新路桥与西藏天路共同持股的子公司，主营公路工程施工总承包、水利水电工程施工总承包。\n4、公司拥有水利水电工程相关资质，积极参与国家重大水利工程如引额济乌项目。\n5、公司完成了石河子开发区顺通路桥公司、新疆中北运输公司混合所有制改革工作。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "茅台或于近期推出控量政策；2025年12月14日，商务部办公厅、中国人民银行办公厅、金融监管总局办公厅发布《关于加强商务和金融协同，更大力度提振消费的通知》。其中提到，培育新型消费。",
      "stock_count": 23,
      "stocks": [
        {
          "code": "sh600865",
          "name": "百大集团",
          "limit_time": "10:25:21",
          "analysis": "百货商场+物业租赁+资产注入预期\n1、2025年12月11日，商务部：十五五时期将出台加快零售业创新发展的意见。\n2、公司主营业务为商品零售，主要业态为百货商场。杭州百货大楼的商品销售以联营模式为主，辅之少量经销、代销模式，是公司最主要的收入来源。公司拥有杭州百货大楼一家门店。\n3、公司其他业务包括物业租赁、物业服务、文化产业等。租赁业务包括将杭州大酒店物业整体出租以及湖墅南路物业出租。公司自行经营管理杭州收藏品市场以及一些物业服务。\n4、百大集团实控人陈夏鑫(持股46.96%)同时是新西奥集团实控人，新西奥集团历史上多次借壳失败，市场预期或重启借壳至百大集团。"
        },
        {
          "code": "sh601828",
          "name": "美凯龙",
          "limit_time": "13:30:03",
          "analysis": "家居连锁+厦门国资+重整预期\n1、截至2025年9月30日，公司经营74家自营商场、228家不同管理深度的委管商场，同时以特许经营方式授权22家特许经营家居建材项目。\n2、公司实控人为厦门国资委，公司国内最大的家居装饰及家具零售商场运营商。\n3、2024年9月23日，红星美凯龙家居的二股东红星控股，开启债务重组。2024年9月25日，红星控股公告，为顺利推动重整工作，管理人拟公开招募红星控股重整投资人。\n4、2024年2月7日晚公告，公司就此前股份转让有关事项签订补充协议；2023年1月13日晚公告,建发股份有意受让红星控股持有的公司29.95%的股份，交易对价原则上不超63亿元且不高于甲方聘请的专业机构所出具并经国资主管部门认可的标的股份估值结果。"
        },
        {
          "code": "sz002374",
          "name": "中锐股份",
          "limit_time": "09:31:36",
          "analysis": "白酒+防伪瓶盖+污水处理+化债预期\n1、全资子公司贵宴樽酒业主要从事酒类经营，在京东、天猫、抖音等平台上线销售。中锐聘请波波匠董事长胡波是中国黔酒大师，曾在茅台工作23年。\n2、公司是国内最大的（铝制相关类）防伪瓶盖生产企业，致力于为国内外大型酿酒企业、饮料等客户提供封装用防伪瓶盖。公司主要产品为铝制防伪瓶盖、组合式防伪瓶盖（全塑防伪瓶盖、铝塑结合防伪瓶盖）以及复合型防伪印刷铝板，被广泛应用于白酒、保健酒、啤酒、葡萄酒等消费领域。白酒客户资源，包括劲牌、泸州老窖、剑南春、舍得等。\n3、公司积极在河道治理，海绵城市建设，黑臭水体治理，小型污水处理站运营，生态环境修复等方面进行研发及投入。\n4、2025年6月12日互动，公司报表亏损以及资产负债率高，主要是由园林业务造成，形成了对政府及平台公司的大额应收款项，截至2024年底贵州地区累计应收未收款项原值约25亿元。2025年，公司在积极争取国家化债政策支持，将公司的应收债权纳入国家整体化解地方债务计划中，从根本上化解公司在贵州区域的应收款难题。"
        },
        {
          "code": "sz002329",
          "name": "皇氏集团",
          "limit_time": "09:32:12",
          "analysis": "旺旺奶源供应商合作+供货霸王茶姬+儿童乳品+跨境电商+光伏\n1、皇氏集团与香园食品签署战略合作协议，共同开拓水牛奶在餐饮、新茶饮等领域的应用，而香园食品长期为旺旺集团提供原料解决方案，是旺旺的供应商之一。\n2、公司为霸王茶姬等国内知名品牌提供原料。\n3、公司的支柱产业是以水牛奶、发酵乳、巴氏鲜奶为核心的特色乳品业务，涵盖从牧草种植到奶水牛育种、奶牛养殖、乳品加工、销售服务的全产业链，另有其他食品类产品。公司针对儿童及青少年开发了\"一只水牛”、\"小小水牛皇”有机纯牛奶、铁锌牛奶、高钙牛奶、小爱酸奶等系列产品。\n4、公司参投的臻品悦动公司业务范围包括跨境电商。\n5、公司主要光伏产品为太阳能电池片，主要原材料为硅片、硅料。TOPCon快速增长，公司规划20GW，预计投产5GW。"
        },
        {
          "code": "sz001318",
          "name": "阳光乳业",
          "limit_time": "09:32:42",
          "analysis": "乳制品+儿童初乳+含乳饮料+冷链物流\n1、蜜雪冰城近期推出的早餐奶系列（五红奶、五黑奶、玉米奶、椰椰奶，售价均为 5 元）已在杭州、南宁、大连、西安等城市试点，目前未正式全国推广；公司主营业务为液态乳、含乳饮料等产品的研发、生产、销售。\n2、公司主要产品包括低温乳制品系列等产品，其中低温产品是公司核心产品，针对儿童提高免疫力开发的“初乳” 产品。\n3、公司建立了以低温产品为主的差异化产品结构，拥有“阳光”和“天天阳光”两大核心商标和品牌，已经成为中部地区具有重要影响力的乳品企业和品牌之一。\n4、公司产品以江西市场为核心，辐射湖南、安徽等周边省市市场。公司构建了覆盖江西省城区的冷链物流运送体系，在产品销售过程中可实现冷链运输车辆与公司产品储藏分装等全过程无缝对接。"
        },
        {
          "code": "sz000995",
          "name": "皇台酒业",
          "limit_time": "09:36:06",
          "analysis": "白酒酿造+葡萄酒\n1、公司是最小市值的非ST白酒企业，从事的主要业务白酒酿造与销售、葡萄酒酿造与销售、酿酒葡萄种植。公司白酒产业拥有“皇台”和“凉州皇台”两大品牌；公司“凉州”品牌葡萄酒产业拥有“凉州生态手选”和“凉州生态臻选”两大系列。\n2、公司拥有5000亩酿酒葡萄基地。是中国最佳的优质酿酒葡萄和葡萄生态区之一。\n3、直销模式下，公司通过电商自营店铺、自有专卖店、直播等渠道将商品直接销售给下游客户，其中，公司在天猫、 京东等第三方电商平台上开设自营店铺以及通过抖音等直播方式，直接向终端消费者销售商品;通过开设自有专卖店， 向消费者销售产品。"
        },
        {
          "code": "sh605388",
          "name": "均瑶健康",
          "limit_time": "09:38:08",
          "analysis": "AKK菌+乳酸菌饮品+婴幼儿乳品+成生物\n1、2025年12月7日新闻，公司宣布下一代益生菌明星菌株AKK菌实现产业化工艺全链路重大突破，依托复合氨基酸靶向替代技术等核心技术升级，公司成功提升AKK菌产能并缩短了生产周期，标志着公司AKK双星菌株在质价比上完成全面升级，推动下一代益生菌从实验室走向规模化普及。\n2、公司主营业务是常温乳酸菌系列饮品的研产销。均瑶润盈是中国首家也是唯一一家参与制定QB/T4575-2013《食品加工用乳酸菌》标准的企业不仅是国内首个实现益生菌规模化生产的基地。\n3、全资子公司奇梦星的产品均主要面对婴幼儿渠道开展业务，目前已经陆续拓展出\"功夫熊猫\"IP系列的乳酸菌饮品、常温奶酪棒等产品。\n4、公司向海外头部企业输出发酵剂产品，打破海外垄断先进技术，已入选国际知名发酵剂供应商名录。2024年上半年海外业务营收占比5.15%。\n5、均瑶润盈的发酵技术在实验室场景可以应用于合成生物，但目前并不具备合成生物产业化生产条件。"
        },
        {
          "code": "sz300997",
          "name": "欢乐家",
          "limit_time": "09:39:39",
          "analysis": "椰子水+零食渠道+“阖家欢乐”+水果罐头+乳业\n1、公司椰基类饮料含椰子水等植物基饮料2025年第三季度单季收入1.41亿元，占当季营收47.94%，为国内首创PET无菌冷灌装带果肉中性植物蛋白饮料。\n2、公司黄桃罐头、橘子罐头等水果罐头产品以及椰子汁饮料进入部分头部及中腰部的零食专营连锁渠道，2025年前三季度公司在零食专营连锁渠道实现营业收入1.35亿元。 公司将顺应零食专营系统市场需求，积极推进新品开发和合作，提升该渠道的销售规模。\n3、公司主要从事水果罐头、植物蛋白饮料、果汁饮料、乳酸菌饮料等食品饮料产品的研发、生产和销售。公司核心产品欢乐家水果罐头及欢乐家椰子汁市场拥有较高的市场知名度。"
        },
        {
          "code": "sz000061",
          "name": "农产品",
          "limit_time": "09:48:12",
          "analysis": "农产品+获回迁物业价值1.3亿元+食材配送+农村电商\n1、2025年12月14日《关于加强商务和金融协同更大力度提振消费的通知》中提到，升级农村消费，促进农特产品销售，向农产品产销大会等服务乡村振兴相关展会平台提供特色金融服务。公司业务范围涵盖农产品标准化基地种植及冷链加工集配服务、农产品批发市场建设及运营、城市食材配送、单品品牌打造及销售、进出口贸易及服务等农产品流通全产业链各个关键节点。\n2、2025年11月11日晚公告，全资子公司果菜公司原位于深圳福田区一栋物业纳入了城市更新项目。目前该城市更新项目已完成开发建设，果菜公司按搬迁安置协议约定接收回迁物业，本次收到的回迁物业预计将增加公司2025年度税前利润总额约1.3亿元。\n3、在全国20余个大中城市投资建设了35家实体农产品物流园项目，形成国内最具规模的农产品批发市场网络体系。\n4、公司整合电商平台，与农产品批发市场主业形成有效对接；旗下“大白菜+”电商平台和深圳海吉星公司共同打造了“智慧海吉星”APP。\n5、2025年3月28日公告，为做大做强食材配送业务，拟收购圳品集团持有圳厨公司的100%股权。"
        },
        {
          "code": "sh600113",
          "name": "浙江东日",
          "limit_time": "09:56:08",
          "analysis": "社区团购+脑机接口+中俄农产品贸易+豆制品生产\n1、公司主营业务收入主要来自于农副产品批发交易市场业务和生鲜食材配送业务，公司已完成个人端配送业务小程序“马派”的开发，“马派”生鲜配送平台已全面向温州市鹿城区、瓯海区、龙湾区的市民开放。\n2、2025年11月7日盘后消息，国办表示推动脑机接口等新一代信息技术及医疗机器人等智能设备集成应用。2025年6月16日盘中，子公司培安美（浙江）科技公众号发文，培安美与首都医科大学达成意向合作，推进脑机接口技术研发与产业化。\n3、哈尔滨“中俄国际农产品批发交易中心”项目由公司参股子公司哈尔滨东稷实业负责建设运营。\n4、公司农副产品批发交易市场的主要业务包括店面/摊位租赁、交易管理以及提供其他市场配套服务。\n5、公司收购温州市雪顶豆制品100%股权后，以豆制品加工业务作为切入点，拓展公司在农产品生产加工领域的相关业务。"
        },
        {
          "code": "sh600187",
          "name": "国中水务",
          "limit_time": "10:05:53",
          "analysis": "汇原果汁+间接参股智元+独角兽+污水处理\n1、公司持有诸暨文盛汇36.49%股权，间接持有北京汇源21.89%股份，为第二大股东，但曾筹划的控股权收购因股权冻结于2025年4月终止；2025年5月互动，待限制解除后再行评估推进。\n2、公司通过认购临港新片区道禾前沿碳中禾(上海）私募投资基金，间接持有智元机器人股权。\n3、公司参投的赛领资本参与了商汤科技、极米科技、融360等不少独角兽企业。\n4、公司主营业务为污水处理、自来水供应和环保工程技术服务，子公司中科国益具备承接市政污水和工业废水的项目设计、施工、环保设备代理和销售以及环保咨询的资质和实力。"
        },
        {
          "code": "sz002674",
          "name": "兴业科技",
          "limit_time": "10:16:09",
          "analysis": "汽车消费（内饰）+天然牛头层皮革+福建+柔性电子皮肤\n1、公司地处福建泉州，主要从事天然牛头层皮革的研产与销，产品定位于中高端领域，主要满足国内外知名品牌的需求，现有安海本部、安东厂区、全资子公司瑞森皮革和兴宁皮业四大生产基地，具备年产牛头层皮近1.5亿平方英尺的生产能力。\n2、2025年9月17日晚公告，公司与苏州能斯达签署合作协议，拟共同研发基于天然皮革、生物基础材料的柔性电子皮肤，后者专注于柔性微纳传感技术的研发和产业化，具备多品种、多量程的柔性微纳力学量传感器（压力、压电、应变）及阵列的核心设计能力，实现了柔性微纳传感器在人形机器人、消费电子、健康医疗、IOT 等战略新兴产业中的应用。\n3、子公司宏兴汽车皮革目前在与汽车厂商进行接触，比亚迪汽车等都是宏兴汽车皮革拓展的目标客户。小米汽车也是业务拓展的方向之一。"
        },
        {
          "code": "sh600737",
          "name": "中粮糖业",
          "limit_time": "10:27:02",
          "analysis": "食糖+番茄+药用蔗糖\n1、公司系国内食糖、番茄产业龙头企业。中粮糖业是中粮集团旗下食糖与番茄产业发展平台，从事业务包括国内外制糖、食糖进口、炼糖、食糖贸易销售以及番茄制品加工，是国内最大的食糖生产和贸易企业、国内最大的番茄制品生产企业。\n2、中粮糖业是国内综合竞争力排名第一的食糖企业。公司甜菜糖原料产地主要在新疆地区。在食糖业务方面，是全国最大的甜菜糖生产商。中粮番茄公司是亚洲第一、世界第二的番茄制品加工企业。年产番茄制品约30万吨，约占全国总产量三分之一\n3、2025年半年报披露，公司注射级药用蔗糖中试生产线建成投产，启动注射级药用辅料 GMP体系建设认证，完成生产线产能和产品质量测试，实现注射级药用蔗糖样品生产和销售。儿童药用蔗糖在CDE通过关联审批转入“A”状态，可用于生产已经上市的药品制剂，杂质控制水平优于《中华人民共和国药典》标准，尤其适用儿童口服制剂等药物生产。"
        },
        {
          "code": "sz002187",
          "name": "广百股份",
          "limit_time": "11:15:57",
          "analysis": "广东百货连锁龙头+黄金零售+离境退税\n1、公司是广东省百货连锁龙头企业，连续多年被评为“广东省守合同重信用企业”，公司所属多家门店被商务部评定为“金鼎”百货店，深受消费者信赖。2025年4月9日互动，公司在美国没有业务。此次关税政策调整对公司暂无影响。\n2、公司积极开发钻石DIY等定制商品，推出品牌IP盲盒。\n3、公司是广州国资委旗下唯一聚焦于商贸流通领域的A股上市企业，已在广州市区及广东省内其他城市开设门店30家。公司旗下广百黄金珠宝大厦致力成为华南地区精品金饰珠宝专业店，全力打造“广百黄金”自有品牌。\n4、公司旗下各门店运用直播带货、福利社群等线上营销工具，以品牌信誉打造私域流量池，成为广州首批受理数字人民币支付的便民商家。\n5、公司是广州地区国资百货零头，设有6家离境退税“即买即退”门店。"
        },
        {
          "code": "sh600271",
          "name": "航天信息",
          "limit_time": "11:16:42",
          "analysis": "永辉超市改造+税务系统建设+金税四期+AI+信创\n1、2025年12月4日福建航天信息签约永辉超市股份有限公司数电乐企升级改造项目。针对零售行业高频、多场景的开票与税务处理需求，福建航信将凭借定制化开发能力，打通乐企平台与永辉超市业务系统的数据链路。\n2、公司承建了国家税务总局网络安全防护体系建设项目以及网络可信身份体系建设、可信数据交换等项目，并连续中标国家税务总局增值税发票管理系统运维技术服务等项目。\n3、面对金税四期带给广大企业特别是中小微企业的变化，公司已上线推出爱信诺企业服务平台，为广大中小微企业提供端到端“一站式”服务。\n4、公司规划财税产业大语言模型产品体系并打造了1个财税产业大模型爱信诺·信诺GPT，1个智能财税MaaS平台以及AI数字会计、AI导税员、小诺咨询等多大模型赋能的财税产品。\n5、公司是国资委指定的三家密码供应商之一，具有全栈密码产品，密码技术是信创产业的基座。"
        },
        {
          "code": "sh605339",
          "name": "南侨食品",
          "limit_time": "13:02:54",
          "analysis": "台资企业+烘焙食品+小红书\n1、公司间接控股股东南侨投控为台湾地区上市公司。公司实控人、董事长陈正文为中国台湾籍。\n2、2025年12月4日，“南侨2026新品发布会”上海站重磅推出三大新品：YiPure艾易纯稀奶油、侨百乐发酵黄油，富比威AOP黄油。\n3、公司深耕烘焙应用油脂28年，产品涵盖烘焙油脂、淡奶油、预制烘焙品、馅料等，为国内烘焙油脂头部品牌，冷冻面团、预烤焙等预制烘焙品销量迅速攀升。公司已在小红书、淘宝直播等多个平台推进并落实网络渠道的推广。\n4、公司产品品类众多，满足烘焙、餐饮、茶饮等不同类型下游客户的多种需求。公司目前拥有于天津、广州、上海三地共四座生产工厂，客户遍及中国主要城市。"
        },
        {
          "code": "sz000007",
          "name": "全新好",
          "limit_time": "13:03:21",
          "analysis": "日用品销售+换届选举+股权变动+参股投顾+物业租赁+汽车销售\n1、子公司江门市都合纸业科技业务，由子公司零度大健康与都合纸业开展经营。后者拥有日本eleten 株式会社世界专利技术的授权；江门都合具有出口经营权，主要从事杀菌纸巾类产品及日常用品的贸易。\n2、2025年11月28日晚公告，议通过了关于董事会换届选举。有研究称新的董事成员，或带着资本运作使命。 \n3、2025年4月25日盘中消息，林文杰以3.9亿元竞得汉富控股所持全新好4500万股股票，买入价约为8.67元/股。\n4、公司持有海南省一家证券投资咨询业务牌照的专业机构，港澳资讯6.8%股权。\n5、公司主要业务由物业租赁及管理、汽车销售及服务、杀菌卫生产品及日常用品贸易组成。子公司新城福德为上海通用汽车公司授权的别克品牌经销商，从上海通用汽车公司采购汽车、零配件，从事新车销售、保养及其他相应的服务。"
        },
        {
          "code": "sh600186",
          "name": "莲花控股",
          "limit_time": "13:30:46",
          "analysis": "调味品+转型算力业务+DeepSeek\n1、公司是我国最大的味精和谷朊粉生产与出口基地。公司下设河南莲花智慧肥业，该子公司销售有各类有机肥、水溶肥等产品。\n2、根据莲花紫星、新疆莲花紫星、紫星探索前期签订的算力服务合同及软件服务合同，公司算力业务稳步推进。据披露，2025年前三季度，公司算力服务业务实现营收9766.74万元，超越2024年该业务全年营收规模，同比增幅达75.32%。\n3、2025年2月4日公司孙公司莲花紫星官微，莲花紫星已在自有算力上成功部署DeepSeek R1大模型，并全面支持智能体调用。\n4、公司拥有国内最大鸡精汤块出口基地，30多家分公司、3000多家经销商，销售渠道覆盖70多国，品牌复兴战略收官年主业优势持续扩大。"
        },
        {
          "code": "sz002697",
          "name": "红旗连锁",
          "limit_time": "14:56:18",
          "analysis": "便利连锁+四川国资+AI零售转型+24小时店\n1、四川国资委旗下的便利超市零售商，主营食品（44%）、白酒（35%）、日用百货（12%），永辉超市为公司第三大股东。\n2、2025年3月3日晚公告，公司正在进行机器人无人售货系统的研发与创新，通过与领先的人形机器人企业合作，整合AI视觉识别、智能路径规划等核心技术，打造兼具灵活性与商业价值的智能零售解决方案。同时积极布局AI领域人才战略，希望未来通过引进AI领域高科技人才，强化算法优化、机器人自主决策等核心能力。\n3、2025年10月30日互动，公司24小时云值守服务，计划年底前扩充至300家。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": null,
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sz002752",
          "name": "昇兴股份",
          "limit_time": null,
          "analysis": "两片罐提价+食品包装+福建+抖音运营+4680电池壳\n1、2025年10月13日机构研报称，目前两片罐行业呈现“一超双强”的格局，行业CR3约70%+，行业集中度优化带来龙头定价权的提升，目前两片罐提价已释放积极信号：近期外资主要客户（百事）基本落实明年提价3分。公司主营业务为食品、饮料包装用两片罐、三片罐等金属包装容器的制造。\n2、2025年12月2日讯，台湾馆长将于12月中旬来大陆接受产品代言、直播带货，其中明确指出要带货旺旺。公司地处福建福州，主要产品为饮料罐和食品罐，公司与旺旺建立了长期稳定的合作关系。\n3、公司旗下抖音运营服务属于智慧包装整体解决方案的一部分，子公司昇兴云定位为快消品上下游企业和商家提供商品防伪防窜溯源、渠道管理、IP智能营销、大数据分析等综合服务，提升包装载体附加值，从而提升公司对下游快消品牌客户的增值服务能力。\n4、公司制罐技术行业领先，4680电池壳与罐体形状相似，公司或通过现有设备改进制造4680电池壳，跨界进入锂电行业，打开第二增长极。"
        },
        {
          "code": "sh600628",
          "name": "新世界",
          "limit_time": "",
          "analysis": "百货零售+谷子经济+中药+冰雪世界\n1、公司是一家集现代百货、旅游休闲和娱乐综合消费相融一体的百货零售企业。公司拥有一家百货零售门店--新世界城。同时公司和羽绒服品牌歌力思等均有合作销售。2025年12月10日晚互动，截止目前，公司引进国际知名品牌占比33%，国内知名品牌占比30%（统计品牌不含餐饮以及功能体验类）。\n2、2023 年，公司品牌结构不断调整，扩大潮品潮玩区域，增加动漫周边、手办、手游、盲盒、网游、卡牌、文创杂货、漫画书、三坑服饰、明星周边等。\n3、全资子公司上海蔡同德药业主要经营销售各类中药材、中成药、西药等 。公司旗下有蔡同德堂药号、上海胡庆余堂国药号药业公司等百年老字号企业和上海群力草药店等企业。\n4、2021年公司成功打造了世界首家“火影忍者世界” 主题乐园等；形成了中国首家冰雪一体化的新世界冰雪世界等三个中国级项目；以及上海经典与现代建筑博览墙等诸多亮点。"
        },
        {
          "code": "sh600280",
          "name": "中央商场",
          "limit_time": "",
          "analysis": "百货零售（南京）+成立央厨食品供应链公司+抵制日货+拟购买安徽中商20%股权+房地产\n1、公司地处南京，公司主业为百货零售，同时通过同“罗森”的战略合作拓展便利店业务，兼有部分房地产开发业务。房地产开发除部分纯住宅项目外，主要为用于新开百货门店的自建综合体。公司始建于1936年，由张静江、曾养甫、茅以升等社会名流和爱国之士，以“抵制日货、弘扬国货、振兴民族商业”为宗旨而创立，是当时“实业救国”大潮中南京第一家大型综合商场\n2、2025年12月12日讯，企查查APP显示，近日，马鞍山中商央厨食品供应链有限公司成立，企查查股权穿透显示，该公司由公司旗下安徽中商便利店、南京快佳超市共同持股。\n3、公司在“Young 购” 电商平台投入发展。子公司云中央完成电商平台蓝图方案和技术建设，覆盖中央商场各连锁店经营品类及雨润食品产品销售环节。\n4、子公司安徽中商中央厨房食品研产基地项目主要内容包括中餐制售、食品、预包装食品的研发、制造、销售等。\n5、公司兼有部分房地产开发业务。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "马斯克暗示SpaceX可能明年进行IPO，报道称估值可能达1.5万亿美元",
      "stock_count": 19,
      "stocks": [
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "13:50:00",
          "analysis": "太空算力+神舟飞船+军工+汽车雷达\n1、半年报显示，公司多型星上智能处理产品成功交付;标准化、通用化星上智算产品的研制取得阶段性重大进展。\n2、2025年12月1日，新华社报道，从中国航天科技集团一院获悉，由该院抓总研制的我国首艘火箭网系回收海上平台于近日被命名为“领航者”并成功交付。子公司恒达微波研制的“微波雷达天线”和“微波应答机天线”助力神舟二十一号载人飞船与空间站顺利对接。\n3、公司eMMC存储控制器完成国产化迭代并量产，宽温级128GB产品获国产化认证；毫米波雷达测试系统已与华为、比亚迪等行业龙头达成更多合作。 \n4、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。"
        },
        {
          "code": "sh600151",
          "name": "航天机电",
          "limit_time": "09:43:35",
          "analysis": "航天八院（长征十二）+航天用钙钛矿电池+中冷器+新能源车\n1、2025年12月17日航警已出，长征十二号甲 (CZ-12A) 将于2025年12月17日在酒泉卫星发射中心进行首次发射，并同步尝试一级火箭垂直回收。公司控股股东是上海航天技术研究院（航天八院），后者主要业务领域覆盖运载火箭、应用卫星、航天技术等领域，八院为长征十二号甲运载火箭的总师单位，这款液氧甲烷可回收火箭即将发射，技术实力比肩国际顶尖水平，而其相关核心资产有望注入上市公司。\n2、参股子公司上海太阳能推出商业航天用空间环境适应低成本钙钛矿复合叠层太阳电池技术。\n3、公司光伏产业主要从事多晶铸锭、组件环节的研产销，运营约350MW的国内光伏电站和4.8MW的海外光伏电站，具有1GW/年硅片、4.9GW/年组件的产能，推出了高效N型TOPCon组件。海外市场涉及印度、巴西、欧洲、东南亚和北美等国家和区域。\n4、公司已获得定点项目的本土新能源车客户主要有比亚迪、理想。\n5、公司主要经营光伏产业和汽车热系统产业两大产业。热系统业务涉及的中冷器、水箱产品的设计、生产和开发均与对应车型发动机相匹配，且公司正在为多款国六车型供应产品。"
        },
        {
          "code": "sh603601",
          "name": "再升科技",
          "limit_time": "15:00:00",
          "analysis": "SpaceX供应商+氢能+控股股东拟转让股份+半导体洁净空气+玻璃微纤维\n1、2025年7月3日，再升科技研究院院长李志勇在接受央视采访时明确表示，正为SpaceX出口这类超高温绝热材料。\n2、公司在2023年加速推进PTFE（聚四氟乙烯）膜材料的产业化进程，子公司生产的聚四氟乙烯PTFE，是使用最广泛的氢能源燃料电池全氟磺酸（PFSA）质子交换膜的唯二关键材料。\n3、2025年12月10日晚公告，控股股东郭茂拟协议转让6.04%公司股份给中融华信。\n4、公司已累计为多个国内知名半导体项目提供“干净空气”产品和解决方案，如西安奕斯伟项目、中芯南方项目等。\n5、公司是玻璃微纤维单项制造业冠军企业，并以超细纤维棉为主要原材料，产品主要分为干净空气材料、高效节能材料、无尘空调产品三大类。截至2024年底公司已建成多条超细纤维棉生产线，年产能达到12万吨。"
        },
        {
          "code": "sz000890",
          "name": "法尔胜",
          "limit_time": "09:25:00",
          "analysis": "航空航天+海缆用镀锌钢丝+曾投资京东金融（已剥离）+光通信\n1、江苏法尔胜光电科技成立于2015年，2016年初，公司将特种光纤与组件、光纤传感系统两大类产品正式推向市场，成功推出了性能优良的熊猫型保偏光纤，产品成功应用于神州七号和天宫一号等国家重大特大型号任务中。\n2、公司部分种类的海缆用镀锌钢丝、钢丝如琴钢丝，汽车座椅骨架用低碳钢丝等市场占有率已排名同行前列。据2024年5月Maigoo发布的钢丝绳十大品牌名单中，法尔胜排名第二。\n3、公司曾投资京东金融；2023年3月21日公司互动，投资者对京东金融的提问，公司回复已彻底剥离商业保理业务,目前不涉及金融相关业务。\n4、公司参股普天法尔胜光通信，该公司主要从事通信用光导纤维、光缆及相关产品的生产、销售和安装。\n5、子公司广泰源是一家以高难度废水处理、液体分离、化工浓缩为业务的高科技环保企业，研发的 V-MVR 无垢机械式蒸发设备主要处理高浓度渗滤液、高浓度废水等。"
        },
        {
          "code": "sz002471",
          "name": "中超控股",
          "limit_time": "09:25:00",
          "analysis": "航空航天+燃气轮机+线缆+机器人（零部件）+核电\n1、2025年12月10日盘后互动，孙公司航宇精铸致力于航空航天等方面高温合金精密铸件，形成了自主可控的精密成型技术体系，持续为航天科工火箭、上海空间推进研究所（隶属航天6院）等单位提供航天火箭发动机高温合金精密铸件。\n2、公司与中国航发燃气轮机、中船重工龙江广瀚等燃气轮机主机厂保持稳定合作，2025年12月9日盘后公告，控股孙公司江苏精铸获得青岛中科国晟动力科技燃气轮机高温合金精密铸件订单5155.86万。\n3、公司与合肥市智能机器人研究院签订了《战略合作协议》， 双方就智能机器人技术合作与产业化应用， 航空航天领域高水平精密耐高温合金铸造轻量化技术，产业化智能机器人用电线电缆的技术开发与应用达成战略合作协议。2025年4月11日盘后互动，子公司中超电缆已拥有“耐扭转耐腐蚀型高柔性智能机器人电缆”专利证书。公司曾研发外骨骼机器人用信号传输电缆。2025年12月1日晚公告，子公司中标合计13.18亿元电缆项目。\n4、2025年5月6日调研，公司目前已经是中核集团的合格供应商。2023年报提及公司有耐高温抗拉耐腐蚀型核电站用电缆开发研究项目。"
        },
        {
          "code": "sz001208",
          "name": "华菱线缆",
          "limit_time": "09:25:00",
          "analysis": "火箭线缆+卫星+拟收购+特高压线缆+机器人线缆\n1、2025年12月9日盘后公告纪要，火箭方面，根据发射任务情况来看，公司为长征系列、神舟系列等火箭进行配套，覆盖的市场份额在70%-80%左右；卫星方面，公司源头上参与模块化、批量化卫星生产的电装设计，目前部分产品为独家供应。火箭领域，产品包括地面发射场用点火缆和火箭本体用高温导线等，每枚火箭的线缆连接系统价值量在1000万左右，公司供应产品价值量在150-300万之间。\n2、2025年9月23日晚公告，拟不超2.7亿元收购三竹智能控制权，加速切入机器人、高频传输等业务领域，打造第二增长曲线。目前三竹智能已发展成为业内领先的工业连接产品方案提供商，主要客户涵盖日本松下集团、汇川技术、先导智能、美的工业、南京埃斯顿、格力智能装备、禾川科技等公司。交易对方初步承诺2026-2028年净利润合计约为7100万元至7500万元。\n3、公司生产特高压架空导线，产品已应用于云南至广东±800kV特高压直流输电工程、溪洛渡左岸-浙江金华±800kV特高压直流输电线路等。公司已具备机器人线缆生产能力并拥有一定规模订单。\n4、公司以特种电缆发展，开发出了高性能采煤机电缆、轨道交通用低烟无卤高阻燃电缆、超高温火箭点火电缆等一系列的特种电缆产品。"
        },
        {
          "code": "sh600135",
          "name": "乐凯胶片",
          "limit_time": "09:36:12",
          "analysis": "航空遥感胶片+钙钛矿光伏+固态电池+TAC膜+柔性屏\n1、2025年乐凯胶片占据航空遥感胶片市场65%份额，军工采购领域占比达41%，仍是国内航天感光材料的核心供应商。\n2、公司控股股东为乐凯集团，实控人为中国航天科技集团。钙钛矿技术被认为是满足太空场景的光伏路线。2024年8月28日媒体消息，乐凯集团建设新型轻质高效柔性钙钛矿光伏组件项目，该项目总建筑面积约3300平方米。\n3、2023年年报，公司聚焦动力、储能和半固态电池市场，强力推动铝塑膜销售上规模。\n4、子公司乐凯光电目前是国内唯一具有TFT型光学TAC膜批量化生产能力的单位。\n5、公司业务主要涉及医用干式胶片、光伏材料、影像材料、锂电新能源及光电材料，是国内最大的数码影像材料制造商，在超细银粉、导电银浆等材料方面技术领先，乐凯集团在珠海航展上展示了自主研发的用于柔性屏的纳米银线导电膜。"
        },
        {
          "code": "sz000825",
          "name": "太钢不锈",
          "limit_time": "09:42:21",
          "analysis": "商业航天+核电+不锈钢行业龙头\n1、太钢不锈的高等级冷、热轧不锈钢，高强度合金结构钢和高等级电磁纯铁等多种规格高端产品已成功应用于中国商业航天工程，如长征七号运载火箭的关键结构部位，成为支撑国家航天事业的“隐形冠军”。\n2、核级不锈钢板：用于堆内构件、核燃料贮运搁架等，覆盖二代至四代核电堆型，市场占有率100%。硼不锈钢无缝管：具备中子吸收和屏蔽功能，打破国外垄断，应用于乏燃料贮存及运输。快堆用不锈钢：如316H高纯净不锈钢，用于第四代快堆核心部件支撑环。\n3、公司的铁矿石自给率是100%，公司是不锈钢行业龙头，主要从事不锈钢及其它钢材、钢坯、钢锭、黑色金属、铁合金、金属制品的生产、销售。\n4、目前公司具备年产 1260 万吨钢能力，其中不锈钢产能为 450万吨,火车钢轮钢、火车车轴钢市场占有率国内第一,2020年宝武集团入主，有意将太钢3打造为中国宝武旗下不锈钢产业一体化运营的旗舰平台、全球最具竞争力的不锈钢全产业链企业。"
        },
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": "10:04:48",
          "analysis": "SpaceX+蓝箭航天+卫星通信+垣信卫星+投资“凌空天行”\n1、公司的MacroWiFi产品通过SpaceX接口实现卫星直连互联网功能。\n2、2025年11月10日互动，公司与蓝箭航天同为蓝箭鸿擎（聚焦低轨宽带互联网通信卫星业务）股东，参股蓝箭鸿擎以来双方一直保持密切沟通。\n3、2025年12月1日晚公告纪要，公司对空天产业基金累计已实缴出资额1.2亿元。公司旗下空天产业基金（公司持股99.95%）将出资1亿元投资“凌空天行”，其专注于高超音速技术服务、航天发动机和高超音速飞行器产品研发，创始人王毓栋曾担任中国运载火箭技术研究院国家重点工程副总师，主导了 “天行” 系列可重复使用火箭的研发工作。\n4、2024年卫星通信收入超4000万元，产品覆盖“星—地—端”全链条，包括卫星通信载荷、地面站终端（卫星动中通天线）及终端应用；客户方面，2025年10月公司成为上海垣信卫星地面终端的中标候选人。据机构2025年11月公开研报，公司近日已投资 1 亿元入股上海垣信，并已获得卫星天线等零部件订单。"
        },
        {
          "code": "sh600399",
          "name": "抚顺特钢",
          "limit_time": "10:22:13",
          "analysis": "商业航天+军工+钢材+高温合金龙头\n1、公司以满足国家特殊钢材料需求为己任,从我国第一颗原子弹、氢弹到各类中程远程运载火箭,以及我国第一代国产战斗机到当代最先进的战斗机,多种核心和关键特殊钢材料均由抚顺特钢提供。公司是国内航空发动机及其他军工生产企业的优秀供应商，公司军用高温合金及超高强度钢具有较高的市场占有率。在民用市场，依托优质的产品及服务，公司已入选中国商飞、商发供应商名录。\n2、公司以特殊钢和合金材料的研发制造为主营业务，主要产品为高温合金、超高强度钢、不锈钢、工模具钢、汽车钢、钛合金、高档机械用钢、轴承钢等。产品广泛应用于航空航天、能源电力、石油化工、交通运输、机械机电、环保节能等领域。2024 年，公司实现钢产量 60.39 万吨.\n3、公司是国内高温合金龙头企业；在航空航天领域，公司的超高强度钢市占率超过90%，航空轴承钢市占率超过60%，不锈钢市占率达40%。"
        },
        {
          "code": "sz002115",
          "name": "三维通信",
          "limit_time": "10:38:54",
          "analysis": "卫星通信+数字营销+智慧海洋+6G\n1、子公司海卫通是国内第一家专业服务海事船舶终端客户的国际卫星运营商， 拥有三千多艘船舶的卫星通信及船端信息化的运维经验以及明显的先发优势。\n2、子公司巨网科技已推出直播脚本方案创作机器人、创意素材自动生成机器人等多款AI应用。控股巨网科技通过AI赋能为客户提供精准投放、创意策划、营销分析等一站式营销服务。2019年进入字节跳动（头条）广告服务领域。\n3、2025年3月13日调研，海卫通新推出船舶智慧大脑、船舶IT管家等创新产品已开始试点推广，后续进一步打造智慧海洋、智慧船舶、卫星互联网、卫星物联网等数智化平台。\n4、公司面向未来6G的空天地海一体化接入的需求，积极布局面向智慧海事、陆地、航天等领域的超宽带卫星通信服务。公司与华为在通信覆盖施工业务有开展业务合作。\n5、公司目前已经成为国内三大通信运营商的重要合作伙伴，在国内无线网络优化覆盖领域综合实力稳居行业前列。"
        },
        {
          "code": "sz000850",
          "name": "华茂股份",
          "limit_time": "10:45:09",
          "analysis": "航天服/国旗+参股国泰君安+棉纺织+小金属\n1、2025年2月25日互动，公司正积极参加登月国旗、登月服的研制，努力为中国航天事业贡献自己的力量，另外，嫦娥五号和嫦娥六号国旗均由公司参与研制。\n2、截至目前公司持有国泰君安4537.65万股、广发证券1616.18万股、徽商银行7148.6932万股。\n3、公司拥有纺纱、织造、染整、无纺布等完整产业链，年产纱线8万余吨、坯布面料1亿米，具备规模化生产能力。\n3、公司间接持股的浏阳市鑫磊矿业公司矿产资源主要为铜多金属矿，其中含少量钴硫矿（伴生），目前公司销售的产品主要为铜精矿和硫精矿。"
        },
        {
          "code": "sh603311",
          "name": "金海高科",
          "limit_time": "11:09:36",
          "analysis": "民用航空+新能源汽车空气过滤器\n1、2025年12月10日互动，公司现阶段暂未直接涉足商业航天赛道，目前航空业务聚焦于民用航空配套（2021年6月9日，公司顺利通过AS9100D航空质量管理体系认证，认证范围覆盖飞机再循环过滤器产品）；未来，公司将继续深耕空气治理核心技术优势，密切关注商业航天领域的发展机遇，结合自身战略规划审慎评估业务延伸可能性。\n2、公司募投项目包括诸暨年产555万件/珠海年产150万件新能源汽车空气过滤器研发及产业化项目。\n3、公司专注于做全球知名的高性能过滤材料、功能性过滤材料、功能性过滤网及各类过滤器、风扇的制造商。凭借在过滤材料领域的全产业链竞争力与家电业务的客户拓展，公司与国内外行业知名品牌建立了长期、稳定的战略合作，已经量产的客户包括三菱电机、日立、富士通等。\n4、公司产品广泛应用于家用/商用空调、空气净化机、厨房电器、清洁电器、汽车/航空空调过滤系统、新风系统等，为空气健康保驾护航。打造无菌、无污染、近大自然的“健康空气”，是公司一直以来努力的方向和经营理念。"
        },
        {
          "code": "bj873665",
          "name": "科强股份",
          "limit_time": "11:15:07",
          "analysis": "商业航天+海峡两岸+光伏+特种橡胶制品+北交所\n1、公司的超高温阻燃硅橡胶布已成功应用于长征六号甲（CZ-6A）运载火箭的底部防热系统。这在2022年3月29日的首次发射中得到验证。该材料用于保护火箭尾部箭体结构免受发动机高温燃气冲刷，是确保火箭安全的重要部件。\n2、公司的外销产品以硅胶板系列产品为主，主要销往韩国、泰国、印度、越南、中国台湾等国家和地区。\n3、公司太阳能硅胶板配套于光伏层压设备，属于光伏组件生产过程中的易消耗品，主要客户涵盖金辰股份、隆基绿能等公司。\n4、公司主要从事高性能特种橡胶制品的研产销，主要产品包括列车风挡棚布、光伏组件层压机用硅胶板等。\n5、公司在轨交领域的市占率70.64%，车辆贯通道棚布部分产品已广泛应用于复兴号、和谐号等高铁动车组列车和国内地铁车辆。"
        },
        {
          "code": "sh600879",
          "name": "航天电子",
          "limit_time": "11:27:59",
          "analysis": "星间激光+电子元器件（火箭）+特种电缆+航天电子信息\n1、机构研报称，星间激光负责星-星传输，为微波通信的升级技术，技术壁垒高，为低轨大规模组网核心，星间激光之于太空通信，类似光模块之于AI集群。公司公告显示控股子公司航天长征火箭，致力于星间激光通信相关技术研究，研发出一系列型谱化激光通信终端等产品，应用在互联网卫星上，并占有相当数量市场份额。\n2、据机构调研纪要，公司是航天科技集团旗下唯一经营性资产整体上市公司，核心航天配套、无人系统业务均在体内，此外，也是长征火箭电子元器件最大供应商，充分受益巨行星座组网建设。\n3、公司特种电缆主要用于航天军工、核电等领域。2024年3月22日公告，子公司航天飞鸿拟向航天飞腾公司增资1.49亿元，用于精确制导相关产品研发。\n4、公司从事航天电子信息、无人系统装备、电线电缆产品的研产销。产品包括惯性与导航、测控通信与网络信息、微电子、机电组件与传感系统、精导对抗与有效载荷等领域。"
        },
        {
          "code": "sz300423",
          "name": "昇辉科技",
          "limit_time": "14:56:39",
          "analysis": "商业航天+氢能+可控核聚变+电气设备\n1、参股公司“中科清能”自主研发的1吨/天氢液化装备，曾为“长征八号”火箭发射提供全部的液氢燃料，这是我国航天领域首次使用全国产的规模化氢液化装备。\n2、2025年11月17日互动，新能源业务是公司战略转型的重点，主要聚焦于氢能领域，业务涵盖上游制氢设备的生产制造以及下游氢能源车辆的运营。\n3、参股公司“中科清能”研发制造的3KW@4.5K氦制冷机在合肥一次启机成功，实际运行的制冷量达到3KW，成为目前中国核聚变领域已投产的最大制冷功率氦制冷机。\n4、公司主营业务为电气成套设备（75%）、LED 照明与亮化、智慧城市相关产品的研产销、安装和售后服务。"
        },
        {
          "code": "sh688031",
          "name": "星环科技",
          "limit_time": null,
          "analysis": "商业航天+AI数据+数据跨境+华为+向量数据库\n1、2024年5月21日官微，公司冠名我国首颗商业红外气象卫星“星环号·南信大星”，采用公司全栈基础软件进行国产化替代。\n2、2025年11月19日机构调研，公司与海光信息签署战略合作协议共建“联合技术创新中心”。公司作为AI基础设施产品的供应商，针对知识的存储与服务、语料的开发与知识构建、大模型基础服务等提供软件工具栈，赋能金融、政府、能源、电信、交通、制造、医疗、教育等各行业的客户实现AIGC技术的快速落地。公司与英特尔发布AIGC向量数据库联合解决方案。\n3、2024年11月7日投资者活动，公司更类似于国外的数据+AI巨头Databricks，一方面通过湖仓一体的技术架构为RAG提供丰富的数据资源；另一方面，提供从语料处理、模型训练等，为企业高效构建AI基础设施。\n4、公司和华为主要在智能计算产品展开合作，和华为鲲鹏、昇腾AI计算、数据存储保持深度适配。\n5、公司数据安全管理平台Defensor3.3版本，全面支持Oracle、MySQL等主流数据库，MLOps是英伟达AI生态系统建设的基石。"
        },
        {
          "code": "sz301306",
          "name": "西测测试",
          "limit_time": null,
          "analysis": "航天测试+股权转让+SRAM芯片测试\n1、公司面向商业航天热真空实验、卫星载荷试探服务能力快速提升，西安、成都、武汉等地实验室加速布局；据网络调研，公司热真空实验环节单位价值量100万，乐观市场份额50%。\n2、2025年12月12日晚，控股股东、实际控制人李泽新拟以48.59元/股价格向中投国联投资基金协议转让5%股权，交易总价为2.05亿元。\n3、2025年6月10日机构调研，公司积极布局商业航天等新领域检测服务，受益于国防现代化、卫星互联网及低空经济发展带来的市场机遇。公司先后承接并圆满完成了多项重大航天工程项目产品和卫星互联网的检验检测任务。\n4、公司电子元器件检测筛选方面可实现对EEPROM、SRAM等存储芯片读写擦除功能的自动测试。"
        },
        {
          "code": "sz002682",
          "name": "龙洲股份",
          "limit_time": null,
          "analysis": "卫星定位+福建+智能潜排水机器人+储能+军工\n1、公司地处福建龙岩，实控人为龙岩市人民政府国资委，全资子公司龙岩天元信息，可为客户提供全天候车辆卫星定位监控及服务。2025年12月8日盘后互动称，公司不涉及商业航天业务。\n2、2025年3月11日互动，公司旗下龙岩畅丰为大流量全液压排水抢险车配备的智能潜排水机器并非人形,该设备具备水下作业能力和远程吸、排水功能。\n3、公司军品供应资质申请已取得保密资质。\n4、公司旗下畅丰专汽生产的储能车包括应急充电车、120KAV储能＋柴油机组混合结构电源车。\n5、实控人为龙岩市人民政府国资委，开创了水路、铁路、公路多式联运、一站式“门到门”的沥青运输物流模式，业务主要集中在京津冀、福建等地。"
        }
      ]
    },
    {
      "name": "新能源",
      "reason": "1、2025年12月5日讯，马斯克公开反对建造聚变反应堆，他指出：“太阳是天空中一个巨大的、免费的聚变反应堆。”建造小型聚变反应堆则是一种经济上的浪费。\n2、北京光和谦成科技有限公司成立，有企业人士称其为“多晶硅平台公司”。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz300118",
          "name": "东方日升",
          "limit_time": "10:19:18",
          "analysis": "HJT+储能+电池组件\n1、公司聚焦N型异质结（HJT）技术，量产产品转换效率达26.2%，推出超低碳730W+的Hyper-ion伏曦系列组件，具备高功率、低衰减优势。\n2、2025年12月9日讯，公司与巴西工业巨头WEG公司正式签署一项总容量达3GWh的储能系统战略合作协议。\n3、2024年5月23日调研公司表示，最新产出的电池平均效率达26%，最高效率26.5%，对应公司主流版型产品功率约705w-710w，2024年年底目标提升至715w-720w。公司已有超过年化6GW的异质结电池生产能力。\n4、公司在安徽滁州基地有一条500MW的由PERC电池线升级改造的TOPCon电池中试线；在建项目包括浙江宁海5GW异质结电池和江苏金坛4GW异质结电池。\n5、公司主要产品为太阳能电池组件，大力推进储能业务发展，主营产品储能系统集成和PACK电池包国内外销售实现多点开花。"
        },
        {
          "code": "sz002676",
          "name": "顺威股份",
          "limit_time": "10:21:06",
          "analysis": "光伏+机器人+空调风叶+低空经济+汽车配件\n1、公司孙公司江苏骏伟在通信、工业、医疗、消费和光伏等行业均有涉猎。\n2、2025年7月19日官微：顺威股份自动化解决方案荣登广东省“机器人+”典型案例。\n3、公司主要向下游的空调整机厂家销售塑料空调风叶，存在间接向小米空调供应塑料空调风叶的情况。\n4、2025年5月27日讯，公司与广州极飞科技签署战略合作协议，依托极飞科技在农业无人机领域的领先地位，构建低空无人机全产业链生态体系。全资子公司深圳顺威通用航空经营范围：航空器代管业务、出租飞行、空中游览等。\n5、全资子公司广州顺威新能源主要从事汽车精密注塑、精密模具等业务，同时经营改性塑料、高端风叶等的研产销。新并购公司江苏骏伟也有向理想L8、L9等间接提供电子门锁电路部件产品。"
        },
        {
          "code": "sh601778",
          "name": "晶科科技",
          "limit_time": "10:29:50",
          "analysis": "储能+光伏电站+光伏制氢+RWA\n1、2025年12月6日讯，公司投资建设的晶科科技秦皇岛海港区100MW/400MWh独立储能电站项目正式开工。2025年12月1日调研纪要，公司在建及储备储能项目规模已达 10GWh，涵盖电网侧、用户侧、光储一体化等多类型储能应用场景。\n2、公司主要从事光伏电站的投资运营和EPC业务，涉及太阳能光伏电站的开发、投资、建设、运营和管理、转让等环节，以及光伏电站EPC工程总承包、电站运营综合服务解决方案等。\n3、在光伏制氢方面，公司已与国际气体巨头AirProducts签署了战略合作协议，在清洁能源制氢产业上开展长期合作。\n4、华为下属企业华为数字技术（苏州）公司是公司采购逆变器的供应商之一，且公司电站运维的数字化集中控制系统为公司与华为公司联合开发完成。\n5、据网传纪要，公司有潜在发行rwa的可能性（未证实）。"
        },
        {
          "code": "sz002053",
          "name": "云南能投",
          "limit_time": "10:37:33",
          "analysis": "新型储能+AI应用+风电+资产注入预期\n1、2025年12月14日公告纪要，昆明安宁 350MW 压缩空气储能示范项目属于新型储能项目。公司投建了新能源远程集中控制中心,正式进入试运营期。智慧运维平台,拟聚焦AI+大数据应用,从“集中监控”向“智能管控”转型。\n2、2025年10月17日公告，公司董事会通过安宁云能投储能公司投建昆明安宁350MW压缩空气储能示范项目，总投资18.72亿元，为云南省第一批新型储能示范项目清单中容量最大、发电小时数最长的新型储能项目。\n3、2025年上半年，公司已投产新能源装机199.64万千瓦。风电营收占比37.91%。\n4、2025年8月27日盘中互动，云南榕耀新能源所属光伏发电项目符合注入上市公司条件后，公司将及时与能投集团等相关方协商，通过合规方式优先注入公司。\n5、公司控股股东云南省能源投资集团旗下唯一新能源上市平台。全资子公司云南盐业是云南省内最大的盐业企业。公司拥有省内共计18条天然气支线管道项目、3个应急气源储备中心项目和1个CNG母站项目。"
        },
        {
          "code": "sh601908",
          "name": "京运通",
          "limit_time": "14:37:45",
          "analysis": "光伏（硅片、设备）+半导体设备+稀土永磁+金刚石炉+电力\n1、北京光和谦成科技有限公司成立，有企业人士称其为“多晶硅平台公司”，公司新材料业务主要为硅棒、硅片的生产和销售。公司已达产的硅片产能规模已超20GW，新增在建产能为“乐山22GW高效单晶硅棒、切片项目”。公司高端装备制造业务主要产品包括光伏设备和半导体设备。\n2、公司半导体设备主要用于生产半导体相关材料，包括区熔单晶硅炉、碳化硅晶体生长设备、金刚石生长炉等。\n3、公司于2016年与北方稀土成立合资公司从事稀土基脱硝催化剂的研发、生产、销售，北方稀土持股45%、京运通间接持股35%。\n4、2024年半年报，公司研制的金刚石炉成功通过客户验收，并计划进一步开拓市场，提升销量。据网络资料，金刚石炉属于金刚石合成中的关键设备，直接关系到金刚石晶体的生产和质量（未查证）。\n5、公司主营业务为高端装备制造业务、新能源发电业务和新材料业务。"
        },
        {
          "code": "sz002319",
          "name": "乐通股份",
          "limit_time": "",
          "analysis": "光伏+油墨+食品包装\n1、公司已投资设立北京嘉晟云锦能源、浙江大晟新能源等控股及参股企业，逐步搭建起涵盖设备研发、系统集成、销售服务等环节的基础运营平台，目前正处于新能源光伏设备业务的初期布局阶段。\n2、公司主要从事各类印刷油墨技术开发、生产、销售。主要产品包括中高档凹印油墨、柔印油墨、网印油墨等，广泛应用于饮料包装、食品包装及卷烟包装，少量应用于电子制品等行业。\n3、公司有石墨烯油墨产品的相关研发，相关产品用于柔性显示。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "摩尔线程等GPU独角兽陆续上市",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "10:08:27",
          "analysis": "存储芯片封测+文旅+文旅智能体+低空经济文旅+具身智能\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司集文旅景区开发运营、酒店管理、旅行社、房地产开发、建筑施工等多产业布局。公司与相关战略合作伙伴在低空文旅场景开发、低空飞行消费群体培育、综合业态运营等方向展开深度合作。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，聚焦智能景区、智慧物业等AI应用，布局具身智能生态。"
        },
        {
          "code": "sh688720",
          "name": "艾森股份",
          "limit_time": "11:17:39",
          "analysis": "光刻胶+先进封装+清洗液+PCB\n1、2025年12月15日讯，公司的铜凸块用光刻胶产品已在国内几家头部先进封装厂稳定量产，经客户反馈，其产品与国外竞品无明显差别，符合客户端工艺需求，产品各项指标达到了国际领先水平。2025年12月4日盘后互动，公司现有产能16,000吨，主要支撑光刻胶、电镀液等核心产品的规模化供应。过往期间公司研发主要投入方向包括先进封装及晶圆制造的电镀液和光刻胶等产品,前期研发投入产品已陆续通过验证或实现量产。公司光刻胶产品覆盖晶圆制造、先进封装和半导体显示等应用领域。在晶圆制造领域，公司的i线光刻胶已经在晶圆厂小量产。\n2、在先进封装领域，公司的先进封装负性光刻胶已经在主要封装厂实现量产，目前处于量产放大阶段。公司OLED 光刻胶（全膜层）目前在京东方验证中。公司先进封装光刻胶配套试剂已经是国内先进封装厂的主力供应商之一。公司每年用于研发费用投入占销售额10%以上，实现了先进封装、晶圆制造和半导体显示领域电子化学品的技术突破。\n3、公司晶圆制造铜制程用清洗液，实现小批量供应。晶圆制造28nm大马士革铜互连工艺镀铜添加剂在中试阶段；晶圆制造14nm以下制程的超高纯硫酸钴在客户验证阶段；先进封装方面的电镀铜添加剂，电镀锡银添加剂都在稳定性验证阶段。\n4、公司其他电子化学品主要为感光油墨，主要用于PCB 电子线路板自动化生产制造中的文字喷墨打印等。"
        },
        {
          "code": "bj871857",
          "name": "泓禧科技",
          "limit_time": "13:04:55",
          "analysis": "间接供货英伟达+机器人+算力+消费电子+VR+北交所\n1、GB300服务器的线缆总用量相比GB200增长超过50%，公司高精度电子线组件由精密接插件、线材等零部件组成，用于实现电子设备内器件、组件间的信号传输，公司已与仁宝、英业达、纬创、京东方等客户建立了长期稳定的合作关系，英业达、纬创均是英伟达GB300供货商。\n2、2025年公司新开拓客户麦悦未来智能科技（苏州）有限公司，公司产品主要应用于其智能扫地机器人设备中，已实现部分营业收入。\n3、公司前瞻布局VRAR及算力服务器市场，客户有惠普，联想，戴尔等，aipc海外先落地。\n4、公司的产品主要包括高精度电子线组件、微型扬声器和软材料贴合，产品主要应用于以笔记本电脑为主的消费电子领域。公司高度聚焦PC高精度电子线领域，广达英业达等厂商均是公司大客户，且公司份额占比极高，穿透到下游客户为联想戴尔惠普等全球龙头。\n5、公司的主营业务为电子元器件、高精度电子线组件以及微型电声器件的设计、研产销。产品主要包括高精度电子线组件、微型扬声器及软材料贴合，主要应用于笔记本电脑为主的消费电子领域。"
        },
        {
          "code": "sh601208",
          "name": "东材科技",
          "limit_time": "14:11:33",
          "analysis": "高速树脂（M9）+间接供货英伟达+氢能\n1、2025年12月15日盘中网传（未证实），NV明年Q2量产Rubin U/CPX的中交与大背交PCB方案刚刚确认用M9+HVLP4；2025年9月29日互动，公司并非英伟达的直接供应商，公司的高速树脂是通过国内外一线覆铜板厂商供应到主流服务器体系，目前，公司已实现M9树脂批量供货，现有产能能够满足客户初期订单需求，同时公司也在积极实施产能提升计划。\n2、公司加快燃料电池用质子交换膜产业化项目建设，积极布局PP复合铜箔项目，目前均取得较快进展。\n3、公司拥有电工绝缘材料产能4万吨、新能源材料4万吨、光学膜材料9.5万吨、电子材料8.8万吨、环保阻燃材料3.7万吨，在建特种功能聚酯薄膜共4万吨，光学膜材料10.5万吨，电子树脂材料16.5万吨。"
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "据券商纪要，2025年12月以来合肥链中标候选结果陆续发布，预期10月、11月招标的环节有望陆续进入密集发布期,看好相关核心公司的订单催化。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002300",
          "name": "太阳电缆",
          "limit_time": "09:25:00",
          "analysis": "核电电缆+海底电缆（福建）+充电桩电缆+军工\n1、公司主要以电线电缆为主营业务，产品主要有 500KV 及以下交联聚乙烯绝缘电力电缆、核电站电缆、风力电缆、 35～500KV 海底电力电缆、海底光电复合电缆、柔性直流海底电缆和建筑用线、装备用电缆、数据电缆、架空线等；公司有生产充电桩电缆的能力。\n2、2025年12月2日盘中消息，福建升级扩容“福淡”“厦金”海底光缆，推进“福州—深圳短路径光缆”项目建设。公司地处福建南平，旗下海缆子公司已具备海底光电复合电缆、柔性直流海底电缆等产品的生产能力，填补了福建省海缆生产领域空白。\n3、公司拟在漳州市东山县投资设立全资子公司，建设海底电缆生产基地，注册资本5亿元人民币。2025年3月25日互动，海缆子公司现已安装完成五条生产线，可投入生产使用。\n4、电动汽车充电设备装置电缆已按TUV标准设计电动汽车充电桩电缆产品结构，做好认证产品规格，各类样品完成检测，已通过德国莱茵认证。"
        },
        {
          "code": "sz002639",
          "name": "雪人集团",
          "limit_time": "09:46:00",
          "analysis": "可控核聚変+氢能+冰雪经济+福建+数据中心\n1、可控核聚变必须在液氦到超流氦温区环境下运行,氦气压缩机为大型低温系统的核心部件。国家重大科研装备研制项目“液氦到超流氦温区大型低温制冷系统研制”所采用的是公司生产的“兆瓦级”大型的氦气压缩机设备。\n2、2025年半年报，公司一方面开展氢燃料电池动力系统及其核心零部件的研发与制造， 另一方面公司将压缩机技术、制冷技术延伸应用在液氢以及氢能装备领域。12月8日公告，公司全资子公司福建雪人氢能与日本氢动力公司签署的《金属极板燃料电池电堆委托开发合同》已全面履行完毕。这标志着公司已掌握金属极板燃料电池电堆的核心技术，将推进燃料电池电堆产业化进程。\n3、2025年12月11日盘中消息，吉林省“十五五”规划建议，打造世界级冰雪品牌和冰雪旅游胜地。公司位于福建省福州市，有冰雪场地配套基础设施的建设以及制冰造雪设备的供应。\n4、子公司杭州龙华致力于冰蓄冷、IDC机房温控等系统集成运营维护，承接了如中国移动、中国电信的5G数据中心机房控制系统改造及机房环境改造项目。\n5、公司压缩机产品应用领域广泛，可应用于冷链物流、工业制冷、超低温科研以及航天航空领域等特殊领域。"
        },
        {
          "code": "sh600192",
          "name": "长城电工",
          "limit_time": "09:25:00",
          "analysis": "核电开关设备+军工+新能源\n1、公司目前具备核电开关设备IE级的设计及制造资质，部分产品已应用漳州核电厂，2025公司加快核级智能化开关设备等成果转化，实现核电等领域国产化替代；2024年半年度业绩说明提及全资子公司天水长城开关厂实现核电开关设备订货6000余万元。\n2、公司高精度大容量特种电源产品技术优势显著，光伏发电并网逆变系统等产品积累了技术基础，具备产业化运营条件。\n3、公司实控人为甘肃国资委，主要从事高中低压开关成套设备等电工电器类产品的研发、生产与销售。\n4、全资子公司天水二一三电器拥有武器装备质量管理体系认证证书。\n5、参股子公司新源动力引入新战略投资方，打造氢能产业，新源动力全体股东共同设立河北新源同比例置换为河北新源的股权，置换完成后，河北新源持有新源100%股份，新源动力为河北新源全资子公司。公司由持有新源动力6.39%股份置换为持有河北新源6.39%股权。"
        },
        {
          "code": "sh601399",
          "name": "国机重装",
          "limit_time": "",
          "analysis": "可控核聚变+培育钻石设备+深海装备+飞轮储能\n1、公司已承担了BEST TF线圈盒批量件制造任务。公司实控人为中国机械工业集团公司 。\n2、公司涉及两块培育钻石领域业务，一块是用于合成金刚石（培育钻石）的六面顶压机，一块是以MPCVD方式制造的培育钻石毛坯。\n3、公司先后完成了深海管线200MPa超高压水压装备、深海探测装置中的压力筒等深海设备的研发制造，在深海环境下新材料开发、加工、焊接、装配、检验等方面具有丰富的经验和成熟的技术。\n4、公司飞轮储能装置主要应用于大中型数据中心、应急供电、分布式数据中心超大型数据中心及电网调频调峰等市场。\n5、公司从事大型铸锻件、大型冶金成套装备、重型石化容器、能源发电设备等重大技术装备的研发、设计与制造，国内外冶金、矿山、港口、交通基础设施、能源、水务、环保等工程的设计和总承包，以及带资运营、进出口贸易、工程服务等。"
        }
      ]
    },
    {
      "name": "大麻",
      "reason": "2025年12月12日盘中讯，特朗普预计将大麻重新归类为危险性较低的药物;美政府计划通过行政令放宽对大麻管制，纯美国大麻ETF收盘大涨54.26%.",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600232",
          "name": "金鹰股份",
          "limit_time": "13:53:59",
          "analysis": "工业大麻+锂电正极+固态电池+机械设备\n1、公司于2019年投资2000万元设立黑龙江孙吴金鹰麻业公司，经营范围包括工业大麻。\n2、公司新能源板块主要开展的业务为三元正极系列材料及锰酸锂正极系列材料的研发、制造和销售。公司独立董事张世超主要从事高性能锂离子电池、固态电池、锂硫电池、锂空电池、燃料电池、太阳能电池和超级电容器等化学与物理电源及其关键材料和应用电化学等领域研究与开发工作。\n3、公司主要业务是麻、毛、绢纺织机械成套设备制造销售；亚麻纺、绢纺、织造、制衣；注塑机械系列设备研发、制造和销售；锂电池正极材料研发、制造和销售。"
        },
        {
          "code": "sz002565",
          "name": "顺灏股份",
          "limit_time": "",
          "analysis": "工业大麻+太空算力+电子烟+合作中烟+绿色包装\n1、公司联手加拿大上市公司，在美国设立的全资子公司已获准在当地开展工业大麻加工制造、销售；公司合作方TAAT在美国拉斯维加斯加工工厂研发的健康大麻素品牌Beyond Tobacco已在全美20多个州及英国等地合法合规销售。\n2、2025年11月27日消息，北京拟将大规模AI算力搬上太空，北京星辰未来空间技术研究院和其控股的北京轨道辰光公司作为牵头单位，并分别承担“总体设计部”和“建设运营商”责任。公司持股19.3%的轨道辰光通过将算力卫星发射至晨昏轨道，组建太空数据中心，为客户提供算力服务；据网络调研，\"辰光一号\"试验星预计2025年底发射，算力达25P。\n3、网传所有主体(除烟草体系)绝不容许在国内从事HNB的相关工作（未经证实）。安徽中烟曾是公司第一大客户。公司通过控股子公司（佳品健怡、顺灏怡隆）及参股企业（云南喜科、美众联）布局加热不燃烧设备（如FreeM、ELON系列）及雾化电子烟。\n4、公司与中烟子公司在加热不燃烧电子烟产品上存在研发合作。\n5、子公司云南绿新持有工业大麻种植许和加工许可证。公司持续研发可降解可回收的纸膜包装产品。"
        },
        {
          "code": "sh603058",
          "name": "永吉股份",
          "limit_time": "",
          "analysis": "医用大麻+参股半导体设备公司\n1、2025年12月12日晚，美股大麻ETF暴涨54%。2025年12月12日讯，白宫拟大幅放宽美国大麻限制。在医用大麻领域，公司在澳洲塔斯马尼亚州拥有总面积约20英亩的种植基地。\n2、公司控股51%上海埃延半导体。后者开发的创新SFHC热外延通用平台技术，较国际同行具有技术领先优势。目前此设备市场主要为欧美设备商所垄断，公司半导体设备目前处于样机待验证阶段。埃延半导体致力于大硅片及第三代半导体材料衬底外延设备的生产制造以及衬底材料的研发。\n3、在烟标方面，公司目前已在贵州中烟及江苏中烟的烟标产品招标中中标。酒标方面，公司服务的品牌系列有贵州茅台酒（生肖系列）、茅台 1935、茅台王子酒、汉酱酒、茅台醇系列酒、习酒系列酒、舍得系列酒、国台系列酒等。"
        }
      ]
    },
    {
      "name": "物流",
      "reason": "2025年12月8日海关总署对外公布，今年前11个月，我国货物贸易保持增长，进出口总值41.21万亿元，同比增长3.6%。其中：出口24.46万亿元，增长6.2%；进口16.75万亿元，增长0.2%；对共建“一带一路”国家进出口21.33万亿元，增长6%，占我国外贸总值的51.8%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603871",
          "name": "嘉友国际",
          "limit_time": "10:00:45",
          "analysis": "中非物流+中非基金入股+合作凌空天行+供应链贸易服务\n1、2025年12月12日互动，目前公司的刚果（金）迪洛洛项目仍处于开工准备阶段，该项目投产后，刚果（金）矿产品东向运输通道将形成公铁联运新格局，该通道全线产能与经济效益有望进一步增强。\n2、据网传纪要（未证实），国内焦煤价格上涨背景下，作为替代品的蒙煤性价比优势凸显，需求端的增长有望带动蒙煤进口价格的景气程度，公司煤炭供应链贸易业务有望进入量价齐升通道。\n3、2025年11月27日公告，全资子公司“中非国际”拟向“中非发展基金”发行300万股优先股，认购价格100元/股，认购价款总金额3亿元，所筹资金将专项用于赞比亚萨卡尼亚项目、赞比亚莫坎博项目的开发建设。\n4、2025年12月2日互动，公司与北京凌空天行共同投资设立公司”盛友行科技发展”，公司出资1250万元，占比25%，核心业务是智能无人飞行器研产\n5、公司业务以蒙古、中亚、非洲等具有国际陆路口岸跨境运输特点的国家和地区为主，在全球范围内整合海陆空铁、港口、口岸等物流服务的社会资源，在关键物流节点投资跨境运输工具、保税仓库及海关监管场所，组建通关和物流服务网络，形成国际跨境多式联运物流系统。"
        },
        {
          "code": "sz001317",
          "name": "三羊马",
          "limit_time": "10:22:24",
          "analysis": "统一大市场+羊/马字辈+无人驾驶+低空经济\n1、公司以汽车主机厂所在地为枢纽，形成贯穿东西南北，连接全国各地的交通运输网， 建成以重庆为龙头，以柳州等为支点，串联“一带一路”沿线节点城市，横贯中西部地区，联系亚欧大陆的流通大通道。\n2、公司核心业务聚焦商品车多式联运，依托全国性物流网络及铁路枢纽布局，深度绑定头部车企供应链。公司是通过公铁联运方式为汽车行业和啤酒、饮料、洗涤用品等非汽车行业提供综合服务的第三方物流企业，在新疆维吾尔自治区内主要有汽车整车综合物流服务业务。\n3、公司主要销售客户有中铁特货、长安民生、东风小康等。公司募投扩产，拟投资1.95亿，用于三羊马多式联运(重庆)智能应用基地(一期)、信息化建设项目。\n4、2025年6月2日官微，天汇盛(北京)与公司签署无人快递车采购意向合同，拟向三羊马数园科技采购30台无人驾驶快递配送车。2025年6月5日官微，公司与四川省天域航通正式签署战略合作协议，共同探索“低空+无人化”物流新范式。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz000950",
          "name": "重药控股",
          "limit_time": "11:11:09",
          "analysis": "创新药大单+医药连锁+中国医药参股\n1、2025年12月9日晚通过复星药业公告得知，公司间接参股32.66%的药友制药与辉瑞签订《许可协议》，药友制药就口服小分子胰高血糖素样肽-1受体（GLP-1R）激动剂（包括YP05002）及含有该活性成分的产品授予辉瑞于全球范围及领域独家开发、使用、生产及商业化权利。药友制药有权获得不可退还的首付款1.5亿美元及至多3.5亿美元的开发里程碑款项。（公司10日晚发布同类公告）\n2、公司是国内仅有三家经营麻醉药品和第一类精神药品的全国性批发企业之一，是全国第二大麻精药品批发商，主营业务为药品、医疗器械的批发配送和零售，以及药品的研产销，已搭建“和平健康”APP、多个专病系统等创新服务平台等。\n3、中国医药间接持有公司10.31%股权，中国医药代理辉瑞新冠药。公司拥有包含全国知名品牌“和平药房”在内的直营零售门店600余家，拥有和平药房网上商城，开展院内自费药房，DTP特药直送，医院输注中心等业务。\n4、子公司湖北鼎康生物（持股51%）主要经营辅助生殖技术全过程的医疗耗材和器械，致力打造辅助生殖一站式服务平台，直接服务于医院生殖中心。"
        },
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "09:33:21",
          "analysis": "锂电池添加剂+增持股份+毛巾+托育/早教\n1、2025年12月14日机构研报表示，VC相关个股受6F不实信息影响，关于6F散单价格传言，据了解，基本可以确认是产业链基于后两周对1月份长协6F价格的博弈。1月份长协价格有望更高，展望明年二季度，价格弹性更是有望大超预期。\n2、2025年12月9日盘前互动，碳酸亚乙烯酯（VC）存货是600多万，前三季度vc出货量4100吨左右。2025年12月4日盘前互动，子公司孚日新能源投资建设了4万吨/年氯代碳酸乙烯酯装置，生产含量为99%的CEC产品，为VC生产提供原料；投资建设了1万吨/年VC合成装置，生产VC粗品；投资建设了1万吨/年VC精制项目，生产含量大于99.995%的电池级VC产品。\n3、2025年12月4日晚公告，安信投资增持公司股份 0.17%，增资后占公司总股本的 10%。有分析猜测称安信投资前身为孚日控股集团，是孚日股份的原控股股东，或涉及控制权争夺。\n4、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。旗下教育板块睿优铭主营为婴幼儿早期教育。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "寒潮/焦炭+诉讼进展+干熄焦+煤气制氢\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是JN60-6型焦炉，设计产能为240万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、2025年11月28日公告，公司涉诉事项取得进展，与债权人达成9.71亿元还款协议\n3、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为120万吨/年,可生产各种H型钢50多个产品规格，主要以中大型H型钢为主。\n4、2023公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        },
        {
          "code": "sz000949",
          "name": "新乡化纤",
          "limit_time": null,
          "analysis": "纤维素长丝+氨纶纤维+国企\n1、2025年12月11日互动，公司开发的“菌草制备生物基纤维技术”入围上述名单关键技术创新方向。\n2、公司主要生产生物质纤维素长丝和氨纶纤维，是生物质纤维素长丝行业的龙头企业。公司生物质纤维素长丝产能为11万吨，国内第一，。氨纶纤维产能为20万吨，国内第二。\n3、公司实控人为新乡市财政局。"
        },
        {
          "code": "sz002448",
          "name": "中原内配",
          "limit_time": "",
          "analysis": "氢能+码垛机器人+无人驾驶+MCU芯片\n1、2025年2月13日晚互动，公司已构建起“氢燃料电池发动机、双极板、空压机、加湿器、氢气循环泵”等五大氢能产业新格局。2024年公司围绕氢能产业项目拓市场、搞研发、建产线、抓批产、建园区、育人才一体推进。\n2、下属子公司河南中原智信已成功开发并对外销售码垛机器人及室外重载 AGV 车（无人叉车）。\n3、公司入股灵动飞扬超过15%股权，灵动飞扬专注于车辆主动安全驾驶和智能驾驶领域相关产品和系统的开发,在ADAS(汽车驾驶辅助系统)领域拥有核心技术服务能力及稳固的行业领先地位。\n4、公司通过投资深圳协和聚坤股权投资管理企业间接持股上海灵动微电子。后者是中国本土领先的通用32位MCU产品及解决方案供应商，客户涵盖智能工业、汽车电子等应用领域。\n5、公司是目前国内唯一一家具备大批量生产欧Ⅳ、欧Ⅴ标准气缸套能力的企业，产品包括汽油尾气阀门电控执行器、柴油机智能型电控执行器、 汽油机可变截面电控执行器以及控制系统等。"
        },
        {
          "code": "sz001288",
          "name": "运机集团",
          "limit_time": "",
          "analysis": "矿山智能工业机器人+昇腾DeepSeek一体机\n1、公司已和华为签订全面合作协议，在矿山智能工业巡检机器人展开合作。2024年12月全资子公司华远智能发布“矿山智能工业巡检机器人V1.0”，将在几内亚西芒杜矿山项目商用，预计2025年上半年完成交付。网传（未证实）公司目前在手订单40亿+，海外订单占比80%，包括银谷国际、西芒杜等多个示范性工程。海外大客户与公司具有签单意向。\n2、华运智远于2025年2月19日推出基于昇腾算力的DeepSeek大模型超融合一体机。\n3、公司自主研发、生产部分小型减速器，大部分系外购配套，包括圆锥圆柱齿轮减速器等。\n4、公司主要从事以带式输送机为主的节能环保型输送机械成套设备的研发、设计、生产和销售，是物料输送系统解决方案的供应商。2024年11月6日盘后公告，公司于 2024 年 10月 29 日召开会议，审议通过《关于收购山东欧瑞安电气有限公司 56.50%股权的议案》。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:39:24",
          "analysis": "控制权变更事项已经完成+房地产+债务和解+矿业\n1、2025年12月10日讯，有投资者提问， 公司原大股东广东润鸿富创科技中心实控人受益所有人变更，从“吴珺”变为“叶简”。目前新大股东握有最大股份，公司回答表示，公司控制权变更事项已经完成。公司现控股股东完整的持有股份及股份对应的表决权。\n2、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n3、2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n4、公司主营业务为房地产投资、股权投资两大方向。公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n5、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sh600165",
          "name": "*ST宁科",
          "limit_time": "09:25:01",
          "analysis": "重整投资款到账+收到重整投资款+债务豁免+长链二元酸+水处理\n1、2025年12月11日晚，公司发布拟增加注册资本暨修订《公司章程》的公告。 2025年12月10日晚公告，已收到重整投资人全部重整投资款，合计12.41亿元。\n2、2025年10月29日宁夏证监局召开辖区上市公司并购重组培训会，鼓励通过并购重组提升持续经营能力，*ST宁科破产重整申请已获法院正式受理，被列为西北地区首批落地案例之一。\n3、2024年12月27日晚公告，德运新同意对子公司中科新材欠其债务本金合计8088.68万元进行无条件豁免。本次豁免预计减少公司其他应付款约8088.68万元，同时增加净资产约7279.81万元。\n4、公司地处宁夏，控股子公司中科新材主营业务为长链二元酸的生产及销售，设计产能5万吨/年，应用领域主要为生产长碳链聚酰胺。\n5、子公司华辉环保可生产净水活性炭等六大类活性炭产品。主要用于水处理、气体处理等领域。"
        },
        {
          "code": "sz002200",
          "name": "*ST交投",
          "limit_time": "09:25:00",
          "analysis": "重整完成+出售资产+生态修复+环保\n1、据2025年12月6日公告，管理人账户已收到全体重整投资人支付的全部重整投资款9.22812亿元，法院2025年11月28日裁定批准《重整计划》并终止重整程序，公司进入执行阶段。\n2、2025年4月28日晚公告，公司本次挂牌转让的润景公司49%股权的评估价值已获得备案通过。\n3、公司主要业务为绿化工程设计及施工、环境治理、生态修复等工程类业务。\n4、2025年4月18日公告，公司作为联合体牵头人，与中国电建集团中南勘测设计研究院组成联合体，被确定为“富宁县格当村耕地周边历史遗留涉锑等重金属污染源治理项目(EPC)”的第一中标候选人。"
        },
        {
          "code": "sh603822",
          "name": "ST嘉澳",
          "limit_time": "09:32:11",
          "analysis": "生物航煤投产+中国航油战略入股+业绩增长+可降解上游\n1、霍尼韦尔中国区总裁余锋表示，国际市场可持续航空燃油需求高，作为SAF原料的中国地沟油供不应求，过去两年中国地沟油的价格涨了4倍。2025年12月8日霍尼韦尔与浙江嘉澳环保共同宣布，我国最大的可持续航空燃料(SAF)生产装置已成功投产。嘉澳可持续航空燃料SAF前三季度销量20.35万吨，欧洲现货价约2800美元/吨，中国FOB价约2500美元/吨，毛利水平下半年继续提升。\n2、2025年7月25日盘后公告，中国航油拟对公司控股子公司连云港嘉澳新能源进行战略入股。券商表示本次增资或将为连云港嘉澳二期50万吨/年SAF项目提供资金支持，同时或将部分锁定其新增产能，有望为公司实现海内外市场双轮驱动、同步开拓创造条件。\n3、2025年10月17日盘后公告，公司第三季度营收17.07亿元，环比增长105%，扣非净利润5236万元，环比增长268%。\n4、公司产品可以用于可降解塑料， 如环氧植物油脂类增塑剂以天然可再生、可生物降解的大豆油等各类油脂为原料，可应用于聚乳酸类可降解塑料加工过程中。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "14:05:21",
          "analysis": "借壳预期+福建+实控人变更+兽药\n1、公司地处福建，市场传闻纵腾网络借壳。2025年11月24日晚公告，公司股东康怡投资等与纵腾网络的股份转让相关过户登记手续已完成，纵腾网络持有上市公司29.99%的股份，成为公司控股股东，实控人由赖潭平变更为王钻。纵腾网络以“全球跨境电商基础设施服务商\"\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出海品牌商提供海外仓储等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n2、2025年11月25日盘后公告，公司已于2025年11月20日以零元对价，向关联方江西饶信新能材料有限公司完成了三家资不抵债全资子公司（绿康玉山、绿康海宁、绿康新能）100%股权的重大资产出售交割。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。\""
        }
      ]
    }
  ]
}