{
  "date": "2025-09-05",
  "update_time": "2025-09-05 18:02:20",
  "category_count": 13,
  "total_stocks": 110,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sh603786",
          "name": "科博达",
          "limit_time": "09:47:48",
          "analysis": "拟收购科博达智能科技60%股权+传感器+汽车零部件\n1、2025年9月4日晚公告，公司拟3.45亿元收购上海恪石持有的科博达智能科技60%股权，交易价格为3.45亿元。上海恪石是公司实控人柯桂华控制的企业，本次交易构成关联交易。标的公司专注于提供安全、高性能的汽车智能中央算力平台及相关域控制器产品，具备行业前沿的软件算法、硬件设计和生产制造能力。\n2、网传纪要表示，公司是比亚迪仰望的底盘域控供应商，并供应仰望的全部底盘型号（U8/U9/U10, 包括U8的云辇p版本）。（未经证实）\n3、公司主营汽车照明控制系统、电机控制系统、能源管理系统和车载电器与电子等汽车电子产品的研发、生产和销售。目前公司相关传感器产品主要在汽车领域使用。\n4、2024年初公司获得德国奥迪下一代LED大灯控制器平台件的项目定点，且为该项目唯一供应商。"
        }
      ]
    },
    {
      "name": "固态电池/锂电",
      "reason": "券商表示，全固态电池方面，硫化物/氧化物电解质体系取得关键进展，多种技术路线及制备方法百花齐放。",
      "stock_count": 33,
      "stocks": [
        {
          "code": "sz002846",
          "name": "英联股份",
          "limit_time": "14:51:33",
          "analysis": "固态电池铜箔+复合集流体+快消品包装\n1、2025年7月29日互动，面向下一代电池-固态电池的需求，公司开发锂金属/复合集流体负极一体化材料、硫化物固态电池专用复合铜箔等材料。\n2、公司与日本爱发科（全球领先的复合集流体蒸发设备制造商），共同成立联合研究院，致力于共同研发电池复合集流体、固态电池复合集流体及新生代际电池周边技术，实现产业化的转化。2025年6月17日互动，目前公司已有 5 条日本爱发科复合铝箔生产线、 5条复合铜箔生产线。\n3、公司复合集流体项目计划投资30.89亿元，规划至2026年完成建设134条复合铜箔和10条复合铝箔生产线，达产后产能目标为复合铜箔5亿㎡、复合铝箔1亿㎡。\n4、公司主营快消品金属包装业务，是易开盖行业内唯一一家上市的企业。"
        },
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "09:25:00",
          "analysis": "固态电池（硫化锂）+六氟磷酸锂+磷化工+天字辈\n1、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n2、公司主要产品六氟磷酸锂（2024年占收入66.8%）是锂电池的重要原材料，同时是近中期不可替代的锂离子电池电解质。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        },
        {
          "code": "sh603285",
          "name": "键邦股份",
          "limit_time": "09:31:16",
          "analysis": "锂电材料+季戊四醇酯+环保助剂+电机+次新股\n1、2025年半年报披露，公司钛酸正丁酯、钛酸异丙酯等产品，主要作为催化剂、增塑剂、偶联剂等功能助剂应用于塑料、涂料等产品以及新能源锂电材料等领域，公司开发了富临精工、 中创新航等国内知名的新能源锂电行业客户。\n2、公司的季戊四醇酯系列作为增塑剂或稳定剂，已规模化应用于全生物降解地膜等场景，助力解决传统塑料污染问题。\n3、公司核心产品涵盖赛克、钛酸酯、DBM、SBM与乙酰丙酮盐等钙锌类环保助剂。\n4、公司核心客户艾伦塔斯集团、埃塞克斯集团为全球知名的电磁线或漆包线漆制造商，根据艾伦塔斯官网披露，其漆包线及绝缘漆产品可用于电动汽车的电机等电子元件。"
        },
        {
          "code": "sz002263",
          "name": "大东南",
          "limit_time": "13:53:00",
          "analysis": "固态电池（铝塑膜）+第一大股东拟转让股权+电容薄膜+新能源车\n1、公司产品CPP铝塑膜适用于固态锂电池的封装。因公司CPP生产线年份较久，铝塑膜对设备精度和材料配比要求极高，目前并未生产该产品。\n2、2024年4月30日公告股票复牌，第一大股东拟公开征集方式转让27.91%股份。2025年4月30日业绩说明会，公司大股东公开征集转让股权事项正积极推进中。\n3、新能源汽车使用的超薄电容膜生产线改造已基本完成，产量正逐步提升。公司电容膜可用于军工。\n4、公司电容膜位居国内前三，属国际先进水平，电容膜行业的龙头企业，电容膜产品已经向法拉电子、比亚迪等客户供货。光学膜镀膜目前稳定保持在150-200吨/月，利润情况较好，成为主要业绩增长点之一。\n5、截止2024年末，公司CPP膜薄设计产能2.2万吨，BOPET薄膜设计产能9万吨，BOPP电容膜设计产能1.5万吨，光学级薄膜设计产能5万吨。"
        },
        {
          "code": "sz002805",
          "name": "丰元股份",
          "limit_time": "09:34:00",
          "analysis": "固态电池+客户鹏辉能源+锂电正极\n1、公司积极布局固态电池正极材料、无钴电池正极材料等前端新型材料，此外，公司参股了深蓝汇泽及赛锂达，对固态电池正极材料及储能电池正极材料的研发展开合作。\n2、鹏辉能源为公司客户。\n3、比亚迪为公司正极材料第一大客户，2023年营收占比90.16%。\n4、公司规划锂电正极材料业务包括磷酸铁锂和三元正极材料两大正极材料，合计共5万吨产能，公司有充足的磷酸锰铁锂技术储备以及工艺路线准备。\n5、公司主要从事草酸业务及锂电池正极材料业务。公司草酸具备总产能10万吨/年，其中工业草酸产能8.5万吨/年，精制草酸产能1万吨/年，草酸衍生品草酸盐等约0.5万吨/年。"
        },
        {
          "code": "sz300619",
          "name": "金银河",
          "limit_time": "09:36:21",
          "analysis": "固态电池+折叠屏+锂电设备+有机硅\n1、2025年6月9日互动，公司近期与客户签订的战略合作协议是在固态电池领域展开深度合作，强化了公司在固态电池领域的技术布局。2025年5月6日调研纪要，固态电池设备中的关键设备，干法涂的连续成膜及覆合成极片设备已取得突破性进展，完全具备接单能力。\n2、2025年3月1日公司宣布与Microvast微宏集团签订战略合作协议，在固态电池领域展开深度合作，未来双方将继续打造具有全球竞争力的锂电生产基地。\n3、纳米银线应用可大规模用在柔性可折叠设备、大尺寸触控屏、透明LED薄膜等方面。公司拥有制作纳米银线的方法。\n4、公司专注于锂电前端设备，致力于电池极片制造相关的设备生产。金银河子公司安德力锂云母提锂技术是全自主研发,包括装备、工艺、技术和软件方面都是自主研发,拥有多项发明专利。\n5、公司已掌握生产各类有机硅室温胶、有机硅高温胶、有机硅液体注射成型胶的成熟技术；研发的锂电池正负极浆料全自动生产线投产成功。"
        },
        {
          "code": "sh600367",
          "name": "红星发展",
          "limit_time": "09:36:33",
          "analysis": "固态电池+二氧化锰+碳酸锶+资产注入预期\n1、现阶段国内固态电池工艺路线较多，根据固态电解质不同，部分固态电池工艺需要使用到锰元素，部分固态电池企业向公司采购了部分锰系产品。\n2、公司现阶段锰系产品主要有电解二氧化锰和高纯硫酸锰，公司掌握有四氧化三锰产品生产技术，该产品已经完成中试验证，但暂无产品产出。\n3、子公司重庆大足红蝶锶盐产能为3万吨/年，在建子公司重庆瑞得思达锶盐设计产能为6万吨/年，投产后产能达9万吨/年。网传公司拥有国内最好的可持续开采的重晶石矿和天青石矿，钡盐、锶盐生产能力在全国排名第一，碳酸钡和碳酸锶市场占有率分别达到40%和30%。（未证实）\n4、公司生产的锶盐产品主要用于磁性材料、金属冶炼、液晶玻璃基板、烟花焰火以及其它锶盐的深加工等。\n5、公司旗下两座锰矿山总产能约25万吨/年，硫磺年产量约3万吨。公司目前锰系产品为电解二氧化锰和高纯硫酸锰产品，已向部分下游磷酸锰铁锂材料生产企业小批量送样。"
        },
        {
          "code": "sz002741",
          "name": "光华科技",
          "limit_time": "09:37:00",
          "analysis": "固态电池（硫化锂材料）+先进封装材料+PET复合铜箔\n1、2025年4月28日业绩说明会，公司硫化锂相关固态电池材料产品目前产能为300吨/年，公司的固态电池材料产品与下游客户仍处于产品送样检测及优化阶段，尚未形成稳定生产销售。网传纪要公司工艺为液相提纯+固相烧结+后段除杂，纯度可以做4个9，锂产线改造后可做3000吨硫化锂，目前估算成本40-50万，远期可降本到20万（未证实）。\n2、在扇形封装技术领域，公司布局了湿电子化学品，如电镀、蚀刻等制程。公司亚硫酸盐体系无氰金电镀液、封装镀锡液、电镀铜柱基础液及添加剂等电子化学材料打破国外垄断，实现原物料完全国产化。\n3、公司在PET复合铜箔领域可提供化学品整体定制化服务解决方案，是国内PCB化学品行业的龙头企业，涉及5G、光刻胶、集成电路等概念。公司锂电池回收处理项目的原料主要有两类：汽车退役电池和电池厂生产的残次品。"
        },
        {
          "code": "sz002407",
          "name": "多氟多",
          "limit_time": "09:38:06",
          "analysis": "固态电池+六氟磷酸锂+钠电池+氟化工\n1、公司专注于各类电池和材料的研发和生产,目前有多种材料可应用于半固态电池,但还未正式量产半固态电池。\n2、公司目前核心产品六氟磷酸锂已稳定出口Soulbrain、Enchem、三菱等韩国和日本企业，产销量位居全球前列；电池产品已进入北美ESS储能市场，海外储能订单在稳步增加。\n3、公司锂离子电池现有产能3.5GWH，子公司宁福新能源规划产能20GWH，钠离子电池产能是1GWH。\n4、公司目前正式进入台积电合格供应商体系，并于近期开始向台积电（南京）批量交付高纯电子化学品材料。公司半导体级氢氟酸产能1万吨；在六氟磷酸锂的原材料氟、磷、锂三个原素均有布局。\n5、公司从事高性能无机氟化物、电子化学品、锂离子电池及材料等领域的研发、生产和销售。"
        },
        {
          "code": "sh688353",
          "name": "华盛锂电",
          "limit_time": "09:45:56",
          "analysis": "固态电池+回购+锂电负极材料+有机硅\n1、公司目前已完成了多种固态/半固态电池适配材料的实验室试制,比如半固态电解质添加剂双三氟甲磺酰亚胺锂、高纯硫化锂、新型硅碳负极、单壁纳米管导电剂等。\n2、2025年9月2日公告，公司正在实施5000万—1亿元回购计划，用于员工持股或股权激励，回购价不超32元/股。\n3、公司主营锂电池电解液添加剂，产品主要有电子化学品及特殊有机硅两大系列，出口日本、韩国、美国等国家和地区;截至2021年有VC产能3000吨，FEC产能2000吨，BOB产能160吨，特殊有机硅产能600吨，VC与FEC的产能利用率均在95%以上。\n4、公司与宁德时代、比亚迪、天赐材料均签订了2021~2025年的长单，2022全年了锁定供应VC产品1920吨，FEC产品820吨，2023~2025年每年约定供应VC产品合计6480吨/年，供应FEC产品合计1560吨/年。"
        },
        {
          "code": "sh603052",
          "name": "可川科技",
          "limit_time": "09:54:09",
          "analysis": "固态电池+光模块+AR眼镜+消费电子\n1、2024年9月27日投资者活动记录，积极开发半导体、半固态电池/固态电池领域的客户。此前于3月28日互动表示，公司有开展固态电池所需功能性器件及复合集流体产品的相关研究。\n2、2025年7月31日盘后互动，可川光子致力于高速硅光芯片和硅光模块的研发和生产，目前首条400G/800G高速光模块生产线已正式投产启用。\n3、2025年7月31日盘后互动，目前公司产品主要应用于CMOS图像传感器芯片及硅基OLED芯片的制程中，下游终端产品包括MR、AR/VR智能眼镜设备、手机/车载/安防/医疗摄像模组等。\n4、公司已经成为消费电子电池、新能源电池和笔记本电脑生产制造商中龙头企业的核心供应商。\n4、公司目前激光气体传感器相关产品已开始小批量出货。"
        },
        {
          "code": "sh603895",
          "name": "天永智能",
          "limit_time": "09:57:12",
          "analysis": "固态电池+人形机器人+特斯拉供应商+锂电池\n1、公司在固态电池方面， 公司及子公司与卫蓝、 恩力、 麻省固能（上海） 新能源科技有限公司等项目签约，作为与国外市场衔接的良好合作开端。\n2、公司团队将充分利用上海交通大学前沿的科研资源，双方将共同探索人形机器人在工业场景中的应用，特别是在高危环境、精密操作、人工替代等领域的潜力。公司是智能型自动化生产线和智能型自动化装备的集成供应商,公司产品大多属于工业机器人范畴。\n3、公司进入特斯拉等汽车和电池厂商供应商体系。\n4、公司已累计实施定制化智能型自动化装备及信息系统集成交钥匙工程超过400条，形成了覆盖锂电池电极制作（前段工艺）、电芯装配（中段工艺）、电池组装（后段工艺）的自动化成套设备及信息系统集成产能。公司目前已向多家锂电池厂家提供了4680设备和产线。\n5、公司曾中标一汽解放汽车电池车间氢燃料电池系统装配线采购项目，并且中标1.2亿元赛力斯汽车公司车间生产线相关项目。"
        },
        {
          "code": "sz002709",
          "name": "天赐材料",
          "limit_time": "10:01:15",
          "analysis": "固态电池电解质+电解液龙头+出海+宁德时代\n1、2025年8月20日投资者活动记录，公司在固态电池材料布局主要包括硫化物及氧化物固态电解质路线，目前硫化物路线的固态电解质处于中试阶段，主要配合下游电池客户做材料技术验证，同时中试产线建设也在持续的推动，公司计划在明年完成中试产线建设，并具备中试量产的能力。\n2、公司是国内电解液龙头，2022-2024年天赐材料在建电解液项目115万吨，远超同业扩产规模。\n3、2024年10月28日投资者活动记录，美国20万吨在工厂设计及相关环评手续办理阶段，摩洛哥处于项目设计阶段，整体来看预计在26年底完成建设。\n4、宁德时代为公司第一大客户。2024年6月17日公告，全资子公司宁德市凯欣与宁德时代签订了《物料供货协议》，预计供应固体六氟磷酸锂使用量为5.86万吨的对应数量电解液产品。此外，公司进入LG、松下供应链,并与海外特斯拉签订长期合同。"
        },
        {
          "code": "sz001223",
          "name": "欧克科技",
          "limit_time": "10:01:15",
          "analysis": "固态电池薄膜+工业机器人+锂电池隔膜+生活用纸智能装备\n1、2025年5月21日业绩说明会，控股子公司江西有泽新材料的相关产品在固态电池中具备重要意义。PI薄膜即聚酰亚胺薄膜，在固态电池中，其高电绝缘性可有效防止电池内部短路，保障电池的安全性；良好的耐高温特性使得固态电池在高温环境下仍能维持良好性能。\n2、公司机器人目前主要产品为码垛机器人、协作机器人，公司发展工业机器人主要为完善自动化产线配套，未来会对更加灵活的机械手臂，复杂的机械动作做好技术储备、人才积累，以备更好的丰富公司工业机器人产品。\n3、公司目前锂电池正负极片生产线相关工作规划正在有序开展中；公司部分产品与隔膜生产线技术原理具有相似性，利用现有的技术平台，正在研发生产锂电池隔膜生产线。\n4、公司主营业务是生活用纸制造、加工、包装的全自动智能装备及综合解决方案，产品主要为生活用纸智能装备、口罩机等。\n5、公司是行业内为数不多能够提供生活用纸系列全自动智能装备及综合解决方案的企业之一。"
        },
        {
          "code": "sh605378",
          "name": "野马电池",
          "limit_time": "10:18:27",
          "analysis": "固态电池（专利或可降低锰成本）+锌锰电池+外销+马字辈\n1、2025年6月3日，公司取得一项名为“一种正极加装底座碱锰电池结构”的专利。公司申请的名为\"一种碱锰电池代锰添加剂及其应用”的专利，可降低碱锰电池成本。固态电池推动富锂锰基中锰材料用量增加，公司专利或可降低富锂锰基成本。\n2、公司地处浙江，是中国锌锰电池行业位居前列的制造商和出口商。公司产品以碱性电池和碳性电池为核心。2024年12月28日公告，“年产8.1亿只碱性锌锰电池扩建及技改项目\"已建设完毕达到预定可使用状态,公司对该募投项目进行结项。\n3、公司产品广泛应用于消费电子、电动玩具、智能家居用品、家用医疗健康电子仪器、无线安防设备、户外电子设备、无线通讯设备、照明灯具等领域。\n4、公司研发中心被认定为省级高新技术企业研究开发中心，拥有雄厚的研发能力，是最早研发“无汞无镉绿色环保电池”和“无汞无镉无铅绿色环保电池”的企业之一。"
        },
        {
          "code": "sh605376",
          "name": "博迁新材",
          "limit_time": "10:31:14",
          "analysis": "固态电池+铜粉（光伏组件）+AI服务器（MLCC）+硅碳负极上游\n1、固态电池需要正极做到高能量密度，铁锂正极为300Wh/kg，而高镍正极可以做到500Wh/kg，公司是唯一单位起草与定制了我国第一项电容器电极镍粉行业标准的公司，镍粉产能3240吨。\n2、网传纪要，公司铜粉切入国内头部组件企业，有望逐步放量，利润空间巨大。公司铜粉此前主要用于MLCC以及银包铜粉，近期纯铜粉领域取得积极进展，国内头部组件企业已经实现发货。（未证实）\n3、网传AI服务器用MLCC需求迎来爆发式增长，公司小粒径高端MLCC镍粉有望迎来结构性修复。公司是目前世界范围内少数几家具备规模化生产能力的MLCC用镍粉供应商，主要产品包括纳米级、亚微米级镍粉等。公司已具备3D打印金属粉的成熟生产工艺。\n4、公司生产的硅粉为纳米级纯硅粉，用于硅碳负极。公司正在研发磁性合金材料、镍基高温合金材料等新型金属粉体材料，并研发锂电池负极材料并推进产业化。"
        },
        {
          "code": "sz002812",
          "name": "恩捷股份",
          "limit_time": "10:39:30",
          "analysis": "固态电池+锂电隔膜+一体化涂覆\n1、2025年8月19日互动，公司也始终保持对半固态与固态电池材料的关注，下属子公司江苏三合已具备半固态电池隔膜量产供应能力，目前正积极开拓市场；公司下属子公司湖南恩捷则专注于固态电池材料研发，其开发的硫化锂、硫化物固态电解质及电解质膜产品，在电导率、粒径控制等核心指标上处于行业领先水平。\n2、公司主要产品可分膜类产品，主要包括锂离子电池隔离膜（基膜和涂布膜）、BOPP 薄膜（烟膜和平膜）；包装印刷产品，主要包括烟标和无菌包装；纸制品包装。\n3、公司持续推进一体化涂覆建设，在C等客户涂覆比例提升，2023年全年保持在50%-60%以上。"
        },
        {
          "code": "sh688638",
          "name": "誉辰智能",
          "limit_time": "10:45:28",
          "analysis": "固态电池+半导体+机器人+锂电池设备厂商+次新股\n1、2024年11月15日互动，固态电池作为行业未来发展的重点方向，公司与下游头部客户紧密合作相关工艺节点验证。\n2、2024年6月6日业绩说明会，半导体芯片分选机设备已具备客户推广和销售的条件，公司建筑机器人、医疗机器人实现小批量出货。\n3、公司是国内主要的锂电池制造设备厂商，主力产品包膜设备、注液设备等。公司包膜设备行业排名第一，2021年产值在国内锂电包膜设备市场中占有率约为45%，注液设备市场占有率处于第二梯队。\n4、公司核心产品包膜设备、注液设备等在锂电池整线设备投入的占比约为12.53％，券商测算核心设备在未来三年市场的需求量约为340.82亿元，其中包膜设备和注液设备未来三年市场的需求量约为260.30亿元。\n5、公司在动力电池装备领域与宁德时代、中创新航、亿纬锂能等锂电池生产企业建立长期稳定的合作关系。在消费电子类自动化产线方面与荷兰飞利浦、德国伟嘉等海外企业建立长期稳定的合作关系。"
        },
        {
          "code": "sh603004",
          "name": "鼎龙科技",
          "limit_time": "13:00:02",
          "analysis": "固态电池+业绩增长+机器人（腱绳材料）+染发剂原料\n1、公司生产的聚酰亚胺单体可以用于生产聚酰亚胺材料。据公开资料报道，部分聚酰亚胺材料可以用于固（液）态电池领域。\n2、2025年8月30日公告，公司上半年营收3.51亿元、同比增长9.70%，归母净利润8633.83万元、同比增长20.47%。\n3、网传资料显示特斯拉灵巧手驱控方案要用到腱绳，腱绳材料主要以超高分子量聚乙烯与PBO纤维为主。公司生产的PBO单体可用于合成 PBO 纤维。\n4、公司是一家专业从事精细化工产品中间体研产销企业,下游应用领域可分为染发剂原料、特种工程材料单体、植保材料等；其中特种工程材料单体主要包括PBO单体和聚酰亚胺单体。\n5、公司为全球领先的染发剂原料生产商，与全球排名前三的染发剂制造商合作关系持久且稳固，外销占比84.88%。"
        },
        {
          "code": "sh603200",
          "name": "上海洗霸",
          "limit_time": "13:09:11",
          "analysis": "固态电池+数据中心+硅碳负极+水处理\n1、2025年半年报披露，在新能源固态电池领域， 公司针对固态电解质（氧化物、 卤化物、 硫化物） 、 新型硅碳负极材料市场情况进行了深入广泛调研， 以前瞻性独创技术为载体， 研发、 制备出先进的固态电解质、 新型硅碳负极等电池材料。\n2、截至2024年底公司已经完成或实施近 70 个重点数据中心项目， 公司参与的数据中心类项目总数超过170 个， 面向腾讯、 华为、 中国移动、 万国数据等重点客户数据中心提供循环水/空气蒸发冷却等专业服务。\n3、2025年7月29日公告，公司已完成竞拍并签署有研稀土新材料硫化锂业务相关资产交易合同，以推进固态电池先进材料业务发展。2025年1月15日盘后消息，应用于eVTOL的上海洗霸高比能软包锂离子固态电池已设计完成。\n4、公司主营水处理服务业务，为客户提供专业的水处理技术整体解决方案服务。"
        },
        {
          "code": "sh603659",
          "name": "璞泰来",
          "limit_time": "13:12:21",
          "analysis": "固态电解质+复合铝箔+新型硅炭材料+锂电池负极\n1、2025年半年报披露，公司已完成固态电解质 LATP（磷酸铝钛锂）和 LLZO（锂镧锆氧）的中试，已在四川基地建成年产 200 吨固态电解质中试产线。公司在基膜、涂覆关键设备与涂覆材料、粘结剂等关键材料领域构建了核心技术壁垒，公司积极布局了复合集流体、固态电解质、芯片材料、人形机器人相关材料、微纳米金属制粉技术等。\n2、公司新一代纳米硅碳产品已完成技术定型；公司复合铝箔产品已经实现消费领域的小批量出货。\n3、公司积极布局快充负极材料产品。通过自身粘结剂的配合和原料的创新从而实现8C/10C的快充性能。\n4、公司PVDF可以用于光伏和锂离子电池等其他领域，目前公司主要以锂电市场为主线。\n5、公司主营锂离子电池负极材料、自动化涂布机、涂覆隔膜、铝塑包装膜等锂电相关业务；公司子公司深圳新嘉拓部分设备产品进入大连松下及特斯拉供应体系。"
        },
        {
          "code": "sz300390",
          "name": "天华新能",
          "limit_time": "13:31:03",
          "analysis": "硫化物固态电解质+锂电池+宁德时代合作\n1、2025年9月4日盘后互动，子公司江苏宜锂开发了中/高镍高电压三元正极、钴酸锂等产品，多款产品达到了量产状态。公司开展硫化物固态电解质核心原料硫化锂材料的研发与产业化，已送样至硫化物固态电解质头部企业，获得了良好反馈，现处于进一步推动放量过程。\n2、公司与宁德时代共同成立宜宾天宜锂业,项目计划建设年产4万吨锂电材料碳酸锂和氢氧化锂，宁德时代将优先向天宜锂业采购碳酸锂和氢氧化锂产品。\n3、公司是国内外知名半导体、存储、新型显示、通讯的核心供应商，致力于为国内高科技领域尖端客户提供静电与微污染防控整体解决方案和集成供应服务，其中包括华为、中兴通讯等企业。"
        },
        {
          "code": "sz001301",
          "name": "尚太科技",
          "limit_time": "13:35:57",
          "analysis": "固态电池+锂电池负极+宁德时代+硅基负极材料\n1、现阶段，可验证的固态电池负极材料存在继续使用石墨类负极材料的可能性。公司对固态电池适配负极材料以及负极材料其他新技术的发展方向，公司保持积极的关注。\n2、公司主营业务为锂离子电池负极材料以及碳素制品的研发、生产加工和销售，围绕石墨化炉这一关键生产设备，提供负极材料石墨化工序的受托加工业务，同时从事碳素制品金刚石碳源的生产，以及其他碳素制品相关受托加工业务。公司为宁德第一大供应商。\n3、2025年8月25日机构调研纪要，公司在硅基负极材料领域已投入长期研发，近期在各方面均取得阶段性进展，关键技术节点已形成扎实积累，通过反复测试与工艺迭代优化，已获得客户的积极反馈。\n4、2025年2月14日，昔阳县政府与尚太科技子公司山西尚太举行签约仪式，总投资60亿元、年产20万吨锂电池负极材料一体化项目落地山西晋中。\n5、公司是行业内唯一能够实现全工序自给的负极一体化企业，自身石墨化成本仅6000元/吨，远低于同行的8000-10000元。"
        },
        {
          "code": "sh688499",
          "name": "利元亨",
          "limit_time": "13:46:28",
          "analysis": "固态电池设备+锂电设备+比亚迪合作\n1、2025年7月14日互动，公司已中标国内头部车企全固态电池整线设备订单，覆盖电极制备、电解质复合、高压化成等关键环节的核心装备。目前设备交付及验证工作有序推进，同时与多家主流电池厂及车企开展技术交流。2024年4月1日公司在互动称与清陶能源建立了战略合作关系并共建联合实验室，进行新工艺、新产品共同研究、开发。公司为清陶能源陆续提供了化成分容、激光焊接、激光模分一体机、电芯装配线等设备，主要设备已完成交付，部分已验收完成。\n2、公司是国内锂电池制造装备行业领先企业之一，主要从事智能制造装备的研发、生产及销售，为锂电池、汽车零部件、精密电子、安防、轨道交通等行业提供高端装备和工厂自动化解决方案。公司产品包括锂电池制造设备、汽车零部件制造设备和其他行业制造设备。\n3、公司电芯装配设备销售额占同类设备市场占有率较高。第一大客户是宁德时代，第二大客户是比亚迪。\n4、公司官网上已有光伏组件自动化、无损划片、perc开槽设备等设备，公司还在持续不断拓展其他的光伏设备。"
        },
        {
          "code": "sz300450",
          "name": "先导智能",
          "limit_time": "13:56:15",
          "analysis": "固态电池+锂电设备+宁德时代合作+光伏\n1、2025年9月4日盘后互动，在固态电池领域，公司作为拥有完全自主知识产权的全固态电池整线解决方案服务商，已成功打通全固态电池量产的全线工艺环节，整线产品可柔性适配多种电解质材料体系（聚合物、氧化物、硫化物等），实现了从全固态电极制备、全固态电解质膜制备及转印复合设备，到裸电芯组装、致密化设备及高压化成分容等全固态电池制造关键设备的覆盖，并在核心环节取得多项技术突破。\n2、公司是宁德时代的主要设备提供商。公司的客户主要为国内外知名锂电池企业、光伏企业、3C企业、氢能燃料电池企业等，致力于为全球客户提供智能制造整体解决方案。\n3、公司专业从事高端非标智能装备的研发设计、生产和销售，是全球领先的新能源装备服务商，业务涵盖锂电池智能装备、光伏智能装备、3C智能装备、智能物流系统、汽车智能产线、氢能装备、激光精密加工装备等领域。\n4、2025年8月28日盘后公告，公司2025H1实现营收66.10亿元，同比增长14.92%；实现归母净利润7.40亿元，同比增长61.19%。"
        },
        {
          "code": "sz002460",
          "name": "赣锋锂业",
          "limit_time": "14:03:15",
          "analysis": "固态电池+锂矿龙头\n1、2025年9月3日互动，公司固态电池研发进展顺利，已形成全链路布局，覆盖硫化物电解质、氧化物电解质、金属锂负极等关键环节。首款500Wh/kg级10Ah产品实现小批量量产。\n2、公司是全球最大的金属锂生产商、国内最大的锂化合物供应商，公司同时拥有“卤水提锂”、 “矿石提锂”和“回收提锂”产业化技术。\n3、在新能源汽车领域，与某国际头部车企合作推进装车验证；在低空经济领域，与知名无人机及eVTOL企业合作，样品进入适航认证；在消费电子领域，向国际知名手机企业批量送样验证。\n4、公司积极参与全球前沿固态电池领域的技术研发，自主开发的长续航纯电动汽车应用的高安全高比能固液混合动力锂电池，实现高比能固液混合锂动力电池的开发、装车应用及产业化目标。\n5、公司为中国磷酸铁锂电池及废料回收能力最大（20 万吨），电池综合处理能力行业前三的电池回收行业头部企业之一。"
        },
        {
          "code": "sh603683",
          "name": "晶华新材",
          "limit_time": "14:23:40",
          "analysis": "固态电池+导热界面材料+折叠手机+电子胶龙头\n1、公司新能源电池电芯、模组、PACK 不同组件背胶要求特性，建立了完善的产品类别，已成熟运用于软包电池、半固态电池。\n2、网传资料表示，英伟达最新Blackwell旗舰GPU使用液态金属散热（未经证实）。公司公告显示拥有高性能导热界面材料，但仅用于新能源汽车锂电池。\n3、公司拟以简易程序向特定对象发行股票募集资金总额不超过 2.5亿元，用于西南生产基地项目（一期）及补充流动资金。此前于2024年12月16日公告，公司与内江市东兴区政府签署投资协议，拟投资10亿元，建设年产4.8亿平方米新型胶粘材料项目。\n4、2024年半年报，公司的折叠OCA 等产品已经被国内手机头部企业运用在最新款折叠手机上，成功实现了国产替代，位居国内行业领先地位。\n5、公司主营业务涵盖各类工业胶粘材料、电子胶粘材料、功能性薄膜材料以及特种纸的研产销。"
        },
        {
          "code": "sh688778",
          "name": "厦钨新能",
          "limit_time": "14:26:53",
          "analysis": "固态电池+电池材料+福建国资\n1、公司主要在固态电池正极材料和固态电解质方面进行重点研究开发。\n2、公司的主营业务为新能源电池材料的研发、生产和销售，产品广泛应用于3C消费电池、动力电池、储能等领域。\n3、公司是全球锂电子电池正极材料重要制造商之一，钴酸锂正极材料市占率国内第一。公司前身为厦门钨业下属电池材料事业部，专业从事锂电池正极材料研发。\n4、公司实控人是福建省国资委。"
        },
        {
          "code": "sz002057",
          "name": "中钢天源",
          "limit_time": "14:42:24",
          "analysis": "固态电池+人形机器人+磁性材料+雅下水电站（原材料检测）\n1、2025年8月28日互动，公司电池级四氧化三锰产品主要应用于锰酸锂电池正极材料领域。固态电池正极材料配方和技术路线多样，公司对包括固态电池在内的前沿电池技术一直保持跟进。公司四氧化三锰年产能50000吨，其中电池级年产能5000吨，电子级年产能45000吨。参股25.7%的铜陵纳源拥有5万吨磷酸铁产能，有10万吨扩建规划。电池级四氧化三锰是磷酸锰铁锂的原材料。\n2、公司拥有较完善的磁性材料产业链，致力打造磁性材料综合供应商，检验检测服务业务主要围绕铁路、公路等大基建领域同时服务公司磁性材料等新材料领域。\n3、2025年7月21日盘后互动，控股子公司中钢集团郑州金属制品研究院已参与了雅鲁藏布江水电站施工所用原材料检测业务。\n4、2025年8月24日晚公告，公司上半年净利润1.47亿元，同比增长43.07%。\n5、公司生产制造的电池级四氧化三锰产品是较为理想的新能源电池正极材料，稀土永磁产品广泛应用于新能源汽车、绿色电力、机器人自动化、3C等相关领域，目前细分市场订单有涉及无人机与人形机器人领域。"
        },
        {
          "code": "sz002859",
          "name": "洁美科技",
          "limit_time": "14:43:09",
          "analysis": "固态电池客户+LTCC离型膜+电子元器件\n1、2025年8月22日机构调研纪要，截至2025年上半年，子公司柔震科技复合集流体产品的扩产项目：复合铝箔（PET铝箔）计划增加7条生产线，其中4条线已经陆续到位开始安装；复合铜箔（PET铜箔、PP铜箔）计划增加4条生产线，其中3条线也已经预定。推进4家客户签订了技术协议，完成11家客户供应商导入，实现3家客户批量出货（其中包括一家半固态电池生产企业）。\n2、2024年5月14日互动，LTCC离型膜的开发进展顺利，目前处于小批量测试阶段，个别客户有小批量出货。流延膜二期项目已经开始试生产。\n3、公司自纸质载带后加工起家，纵向打破原纸垄断确立行业领先地位，设备、模具自主可控加强护城河。\n4、公司主营业务为电子元器件薄型载带的研产销，产品主要包括纸质载带、胶带、塑料载带等，胶带产品包括上胶带、下胶带等。\n5、公司MLCC离型膜已实现了向国巨、华新科等主要客户的稳定批量供货。中高规格产品的验证也已取得一定突破，在韩日系大客户处验证及小批量试用也在按计划有序推进。"
        },
        {
          "code": "sh688006",
          "name": "杭可科技",
          "limit_time": "14:49:26",
          "analysis": "固态电池+业绩增长+锂电池\n1、公司已布局固态电池大压力化成夹具机、分容夹具机等关键设备，并与国内外多家电池企业开展固态电池中试线合作，技术储备领先。\n2、2025年8月28日盘后公告，公司2025H1实现营收19.70亿元，同比增长4.19%；实现归母净利润2.88亿元，同比增长6.92%。\n3、公司是国内唯一突破LG、SK、三星等日韩主要电池厂的设备供应商，且均为主供，占比分别为70%、100%、70%，公司目前在手订单约30亿元，其中海外订单约20亿，海外订单高利率将推动公司盈利能力持续提升。\n4、公司从事锂离子电池的后处理系统的研产销，目前在充放电机、内阻测试仪等后处理系统核心设备的研发、生产方面拥有核心技术和能力，并能提供锂离子电池生产线后处理系统整体解决方案。\n5、公司主要产品为充放电设备和内阻测试仪等其他设备，其中充放电设备分为圆柱电池充放电设备、软包/聚合物电池充放电设备、方形电池充放电设备。"
        },
        {
          "code": "bj836871",
          "name": "派特尔",
          "limit_time": "",
          "analysis": "固态电池+汽车零部件+改性工程塑料+北交所\n1、公司参投公司广东萨菲安（持股8.33%），主要从事锂离子电池用涂覆隔膜的研发、生产与销售，高安全涂覆隔膜产品已导入移动电源、电子烟等终端领域小批量应用，目前正基于固态电解质相关技术开发3C、储能、动力等不同应用领域的高安全涂覆隔膜产品。\n2、公司工业软管主要用于汽车上的燃油系统、制冷系统、动力转向系统和制动刹车系统等，是汽车生产必不可少的部件之一。\n3、公司主要从事工业软管及总成、改性工程塑料的研发、生产和销售。产品主要最终客户群体包括徐工集团、伊之密集团、格力新材料等业内知名企业。\n4、为了适应不同用途环境，派特尔需要把软管做的足够耐用，但还要保证质量和直径等方面的要求。为此，派特尔需要在软管的结构设计、生产工艺等方面获得独特的领先地位。"
        },
        {
          "code": "bj833580",
          "name": "科创新材",
          "limit_time": "",
          "analysis": "新能源电池材料用碳化硅复合材料+耐火材料+北交所\n1、公司投资建设年产6000吨新能源电池材料用碳化硅复合材料项目。\n2、公司主营业务是钢铁、有色等工业用耐火材料的研发、生产和销售。\n3、公司主要产品为功能耐火材料、不定形耐火材料和定型耐火材料，其中功能耐火材料是公司最核心的产品。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "日前国务院印发《关于深入实施“人工智能+”行动的意见》，部署了“人工智能+”6大重点行动。",
      "stock_count": 17,
      "stocks": [
        {
          "code": "sh600103",
          "name": "青山纸业",
          "limit_time": "09:31:26",
          "analysis": "光通信模块+造纸+低价股\n1、2025年9月10日至12日子公司恒宝通将在深圳国际会展中心展示其在AI智算中心、大规模数据中心、5G电信网络等前沿应用领域的最新产品。800G、400G、200G、100G高速光模块以及40G、25G、10G、电口模块等系列商用产品尤为引人注目。\n2、公司经营业务主要从事竹木浆、纸袋纸、纸制品等产品产销及其贸易经营。主要产品为“青山牌”系列伸性纸袋纸、牛皮包装纸、溶解浆等产品，其中公司纸袋纸市场占有率位居全国第一。\n3、控股65%子公司恒宝通主营光通信模块及组件产品的研产销，是全球大型模拟半导体设备供应厂商Avago逾十年的供应商。范围覆盖25G、40G、100G、400G光模块，并且加码研发800G光模块技术。\n4、公司已成为一家集制浆、造纸、发电供热、碱回收、医药、光电子、原料林基地开发于一体的综合性造纸上市公司，跻身进入全国纸袋纸、浆粕重点生产企业，成为包装纸细分品种的龙头企业。"
        },
        {
          "code": "sh600330",
          "name": "天通股份",
          "limit_time": "10:24:11",
          "analysis": "光模块上游/铌酸锂晶体+逆变器上游软磁材料+天字辈\n1、网传纪要表示，随着1.6T光模块产业进度加速，会更多使用单通道200G等方案，薄膜铌酸锂的带宽优势将更明显，有望成为800G到1.6T光模块上的最大变量。公司生产的铌酸锂晶体材料是铌酸锂电光调制芯片及器件的上游关键原材料。\n2、公司生产的软磁材料应用于逆变器中的高频变压器、驱动变压器等器件，与多家行业领先公司均有合作。\n3、公司是晶体材料和晶体设备领域的领先企业压电晶体材料（压电晶圆），已打破国际垄断，产品成功实现量产，销量位居中国同行第一。\n4、湖南新天力生产的辊道窑、钟罩炉等烧结设备是锂电池正负极材料制备的核心设备，公司产品广泛应用于新能源电动车锂电行业。"
        },
        {
          "code": "sz002364",
          "name": "中恒电气",
          "limit_time": "10:47:36",
          "analysis": "数据中心（HVDC）+阿里/字节+合作杭钢+电力数字化\n1、公司为数据中心高压直流（HVDC）绿色供电技术方案先行者。主要客户户包含BAT、通信运营商、第三方数据中心运营商及多地超算中心等。公司为字节跳动租用的部分第三方数据中心提供电源产品及配电设备。\n2、公司与阿里巴巴及其关联方主要在数据中心领域开展合作，网传纪要表示公司HVDC是阿里云直流方案独供（未经证实）。\n3、公司曾于2021中标杭钢集团投资的浙江云计算数据中心HVDC及配电项目。\n4、公司与华为就数据中心Panama智能一体化电源产品开展业务合作。\n5、公司在电力数字化技术方面聚焦电网运行安全、智能调度、数字化管理、能效治理专业软件研发和电力交易/仿真、新型电力系统数字孪生仿真、需求侧负荷预测、虚拟电厂等新型业务研究。"
        },
        {
          "code": "sh688195",
          "name": "腾景科技",
          "limit_time": "10:56:02",
          "analysis": "OCS光学部件+光刻机用合分束器+光通信滤片\n1、网传2026年OCS（全光交换技术）市场规模有望达到40亿美金，最大下游客户为谷歌，公司通过Coherent（高意）给谷歌供应上游光学器件；2025年7月1日互动，公司表示有少量精密光学元组件产品应用于OCS 全光交换机领域的海外客户产品中。\n2、公司是WSS模块中精密光学元组件的主力制造商。 根据行业公开信息，相关技术将在400G全光骨干网逐步应用。公司合分束器项目应用于光刻机光学系统，可满足国产替代进口的需求。\n3、公司镀膜产品包括光通讯用的各种滤片，CWDM滤光片已成为中际旭创、光迅科技等全球知名光模块厂商的主要供方。800G光模块为8通道滤波器价值显著提升。模压玻璃非球面透镜产品目前主要应用于光通信和光纤激光领域。\n4、公司专业从事各类精密光学元组件、光纤器件研产销，产品包括精密光学元组件、光纤器件两大类。"
        },
        {
          "code": "sh603773",
          "name": "沃格光电",
          "limit_time": "11:05:02",
          "analysis": "玻璃基板+TGV+合作英伟达\n1、2025年3月19日互动，北通格微公司生产的玻璃基线路板和玻璃基板级封装载板其中一部分主要应用场景为CPO和大型数据服务中心，目前和国内多家知名企业多个项目在共同推进。\n2、公司所生产的玻璃基多层线路基板，为上游线路板原材料的技术升级应用，其终端应用包括多种大算力和通信传输应用场景，其中包括5.5G/6G+云+终端等各种万物智联场景，包括AI、自动驾驶、低空飞行等领域。\n3、公司与华为、英伟达共同参加2024年11月6日在深圳举行的首届国际玻璃通孔技术创新与应用论坛（iTGV）。公司生产的超薄玻璃基板(UTG)最小厚度可低至25um，被认为是柔性折叠材料在新型显示应用上的重要发展方向。\n4、公司作为同时具备PI膜材技术和镀铜技术的企业，复合铜箔为公司重要研发项目之一。"
        },
        {
          "code": "sh603920",
          "name": "世运电路",
          "limit_time": "11:19:06",
          "analysis": "AI服务器（PCB）+人形机器人+自动驾驶（特斯拉）\n1、2025年9月4日互动，在 AI服务器领域，公司已经实现了28层AI服务器用线路板、24 层超低损耗服务器和5G通信类PCB的量产。目前已通过ODM厂商进入NV的高速连接器模块与电源模块领域；完成AMD全系产品认证；为欧洲主要算力中心客户提供产品。\n2、2025年上半年，公司获得人形机器人客户 F公司新产品定点和设计冻结进入转量产准备，同时积极推进与国内人形机器人头部客户合作，通过客户认证获得新一代人形机器人项目定点。\n3、在自动驾驶领域，公司成功研发了自动驾驶 77GHz 毫米波雷达PCB、4D 高精度毫米波雷达 PCB 及自动驾驶数据中心服务器 PCB等。公司蔚来智能座舱项目获得定点及进入量产供应，自动驾驶项目获得定点，理想自动驾驶和车身域控制器项目已获定点。\n4、公司为特斯拉主要PCB供应商，为其提供涵盖电动车三电领域关键零部件产品，同时进入其光伏、储能、Dojo等新产品供应链。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "13:01:21",
          "analysis": "光模块+光纤阵列（FAU）+铜连接+硅光产品+石英砂\n1、2025年9月1日互动，子公司武汉钧恒已开发出1.6T光模块并具备送样能力，3.2T模块单点技术已验证完成，预计年底启动项目开发。2025年6月25日机构调研，武汉钧恒已在800G DAC/ACC上实现批量出货，AEC系列产品已经推出。其产能处于饱和状态，武汉工厂、马来西亚工厂目前已具备每月100K以上的产能。未来按200K/月去建设。\n2、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n3、2025年7月26日公告，公司拟通过发行股份及支付现金方式收购武汉钧恒科技剩余49%股权，旨在实现对其光模块业务的完全控制。\n4、公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。\n5、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等，能够完整的提供苗木种植、园林工程设计、施工及后续绿化养护等全产业链服务。"
        },
        {
          "code": "sz000636",
          "name": "风华高科",
          "limit_time": "13:55:18",
          "analysis": "AI算力+MLCC++汽车电子\n1、公司表示新品类超级电容器产品市场开拓加速，2025年上半年销售额同比增长138%；AI算力、储能、智能机器人、低空经济等新兴市场板块销售额持续突破，产品持续导入新客户，销售额同比实现大幅增长。\n2、公司祥和项目产品以车规电容、工业电容、高端消费级电容、精品电容等为主，主要应用于汽车、工控、高端通讯等高端市场领域，目前一期已达产，三期已有部分产能释放并向客户批量供货。\n3、公司MLCC、片式电阻器、电感器等主营产品已通过AEC-Q200、IATF 16949车用体系认证，拥有国内外汽车电子客户。\n4、公司是国内首家突破国产MLCC静电容量极限，自主研发的低温铜浆成功应用于高端MLCC制造，解决了高端MLCC“卡脖子”问题的企业。"
        },
        {
          "code": "sz002384",
          "name": "东山精密",
          "limit_time": "14:07:00",
          "analysis": "拟收购索尔思（光芯片）+折叠屏手机铰链+智能穿戴FPC+苹果\n1、2025年6月15日晚公告，公司拟不超59.35亿元收购索尔思光电100%股份。后者主营光模块及光芯片领域。\n2、网传纪要表明东山精密已掌握了铰链模组技术，成为铰链零部件的主要供应商（未证实）。中信证券研究所预计用于折叠屏手机和AR/VR的FPC市场规模将从2021年3亿美元提升至2026年21亿美元，年复合增长率为48%。在可穿戴设备领域，单机FPC使用比例会越来越高。公司深耕消费电子高端FPC。\n3、苹果为子公司MFLX的客户，子公司MFLX70%业务份额来自苹果。\n4、公司是全球领先的印刷电路板全产业链覆盖企业之一，主要业务包括电子电路（PCB）、光电显示和精密制造。公司积极布局VR/AR相关赛道，为OculusQuest2软/硬板核心供应商。\n5、子公司MFLX是特斯拉Model3提供结构件、冲压件、散热器等产品的主力供应商。"
        },
        {
          "code": "sh600601",
          "name": "方正科技",
          "limit_time": "14:14:59",
          "analysis": "PCB+AI服务器+光模块+5G\n1、公司的PCB产品在服务存储和光模块领域均有应用。服务存储方面，公司已具备AI服务器核心客户高可靠性产品及超密高阶HDI的制作能力。公司PCB业务是华为的供应商。\n2、光模块方面，公司已批量生产10G-100G-200G-400G-800G等光模块产品，同时，1.6T连接器和光模块产品分别已完成打样并具备批量生产能力\n3、公司的PCB产品在服务存储方面，主要包括服务器、数据存储、加速卡、显卡、SSD等领域。\n4、公司与国内通讯行业领军企业建立长期深度合作，同步展开多个5G主板及天线板PCB的研发项目。"
        },
        {
          "code": "sz301608",
          "name": "博实结",
          "limit_time": "14:17:45",
          "analysis": "AI算法+车联网+智能支付+物联网\n1、公司将以通信、定位、AI算法的技术应用为核心，持续向物联网众多应用领域扩展，培育新的业务增长点。\n2、公司智能车载视频行驶记录仪产品具备高级驾驶辅助系统(ADAS)、驾驶员状态监测(DSM)、盲区监测(BSD)等功能，可进一步提升商用车的智能化管理水平。《电动自行车安全技术规范》将于2025年9月1日实施，推动电动自行车智能化，公司智能蓝牙仪表盘、智能头盔锁组件、电单中控等产品有望受益。\n3、在智能交通领域,公司以“提升安全、提高效率、辅助监管”为目标，为车联网行业提供智能车载终端产品。\n4、公司主要从事物联网智能化硬件的研发、生产和销售，主要产品包括智能车载终端产品（乘用车定位终端、商用车监控终端）、智慧出行组件、智能支付硬件、无线通信模组及其他智能硬件等。"
        },
        {
          "code": "sz300476",
          "name": "胜宏科技",
          "limit_time": "14:21:30",
          "analysis": "PCB+CPO+英伟达供货商+印制电路板+汽车电子\n1、公司是英伟达核心供应链企业和全球该领域龙头，全面配套英伟达全系产品，还与AMD、国产CPU企业深度合作。公司现已推出高阶HDI、高频高速PCB等多款AI服务器相关产品，可完全满足客户对高端PCB产品的需求。\n2、2025年3月29日公告：在高阶数据传输领域，已实现800G交换机产品的批量化作业，1.6T光模块已实现产业化作业；高端SSD已实现产业化作业，并加速布局下一代224G传输的ATE产品与正交背板产品，以及PTFE相关产品的研发认证。\n3、2024年9月30日公告，公司已支付完毕全部的交易对价款，本次交易的全部交割工作。公司目前已通过全资子公司新加坡胜宏和 PSL 持有 APCB Electronics (Thailand) Co., Ltd. 100%股份。\n4、公司主营业务为新型电子器件（印制电路板）的研究开发、生产和销售。\n5、公司拥有省级工程技术研发中心，主要产品有高端多层板、HDI板等，广泛应用于新能源、汽车电子（新能源）、5G新基建、大数据中心等领域。miniLED为公司重要下游应用领域，下游产品包括平板电脑、车载显示等。"
        },
        {
          "code": "sz002335",
          "name": "科华数据",
          "limit_time": "14:28:09",
          "analysis": "数据中心（液冷）+绿电+云计算+DeepSeek\n1、公司作为行业内第一批进入液冷领域的先行者，现已推出了液冷数据中心全生命周期服务。公司具备冷板式及浸没式液冷系列产品，算力液冷集装箱已出口海外。\n2、公司全国运营20+数据中心，机柜超3万架 。据网络资料，公司推出“光伏+储能+数据中心”一体化解决方案，绿电占比达85%。(未证实)\n3、公司与阿里合作建设JN12数据中心。公司作为腾讯在数据中心合作建造了张家口腾致、清远国腾等数据中心项目。华为是公司重要的数据中心客户之一，在数据中心项目UPS配电及微模块数据中心方面也有合作。\n4、全资子公司上海科众运营上海市北云计算中心（云立方）是市中心范围内规模最大、等级最高的数据中心。2025年2月9日媒体讯，公司携手壁仞科技成功适配DeepSeek R1模型，上线Gitee AI。\n5、公司主营业务为信息设备用UPS电源、工业动力用UPS电源的生产与销售。"
        },
        {
          "code": "sz002723",
          "name": "小崧股份",
          "limit_time": "14:36:36",
          "analysis": "液冷服务器+电子烟+小家电\n1、子公司齐盛公司已就浸没式液冷服务器与安徽新站高新区签约，并获相关发明专利。\n2、公司全资子公司金莱特智能已续展国家烟草专卖局核发的《烟草专卖生产企业许可证》（电子烟代加工企业），可依法生产和销售电子烟相关产品。\n3、2024年8月13日互动，公司自获得电子烟生产许可牌照后，积极推进产品研发、组建销售团队对接客户需求；已取得第34类的一项美国商标注册证书，服务项目包括卷烟纸、香烟过滤嘴、电子烟、电子雪茄。有利于公司电子烟业务的美国市场开拓。\n4、公司持有深圳铂德约2.5840%股权。后者主要从事电子雾化设备、 电子雾化液等相关产品的研产销相关业务， 是电子雾化领域的头部品牌之一。\n5、公司有适用于办公、居家等场景的便携式电暖器、热风扇等环境小家电产品通过线上及线下渠道面向海内外销售。"
        },
        {
          "code": "sh600730",
          "name": "中国高科",
          "limit_time": "14:56:06",
          "analysis": "AI教育+机器人+半导体资产并购猜想+教育\n1、公司控股子公司英腾教育以“AI赋能教育”为宗旨，充分利用自然语言处理技术和知识图谱等AI相关技术，结合多年积累的教学模式和内容体系，持续深化前沿技术在医学领域职业教育与职业考培等场景的融合运用。\n2、据公司官微:中国高科集团自主研发的AED-CPR心肺复苏一体机以及急救AI科普机器人经过选代发展，已获得较高的品牌知名度，布局覆盖海内外市场。\n3、2024年11月6日互动，投资者提及公司董事长及大股东同为为越亚半导体董事长及大股东，对于半导体并购提问，公司回复表示对相关行业的潜在并购机会保持开放态度，后续，公司将根据自身发展需要择机推进并购等事项。\n4、公司的主营业务包括教育、不动产运营及资产服务业务。公司已与数十所院校达成了产教融合业务合作，合作区域覆盖多个省份。控股子公司英腾教育主要从事医学在线教育业务，在医学中、高级职称培训的细分市场处于领先地位。"
        },
        {
          "code": "bj871857",
          "name": "泓禧科技",
          "limit_time": "",
          "analysis": "算力+消费电子+VR+北交所\n1、公司前瞻布局VRAR及算力服务器市场，客户有惠普，联想，戴尔等，aipc海外先落地。\n2、公司高度聚焦PC高精度电子线领域，广达英业达等厂商均是公司大客户，且公司份额占比极高，穿透到下游客户为联想戴尔惠普等全球龙头。\n3、AI PC特点之一就是信息传输速率和传输内容提升。作为稀缺的高弹性AI PC核心标的，公司价值有望重估。\n4、公司的主营业务为电子元器件、高精度电子线组件以及微型电声器件的设计、研发、生产和销售。产品主要包括高精度电子线组件、微型扬声器及软材料贴合，主要应用于笔记本电脑为主的消费电子领域。"
        },
        {
          "code": "sh603308",
          "name": "应流股份",
          "limit_time": null,
          "analysis": "燃气轮机+大飞机+核电+无人机+航空航天\n1、 公司已为西门子能源F级燃气轮机稳定供应叶片，又承担其H级燃气轮机叶片的开发工作；2025H1公司新签订单超20亿元，同比增速超35%，其中两机板块在手订单超过15亿元，下游客户西门子能源、GEV、贝克休斯、安萨尔多等全球燃机龙头订单持续大幅攀升。\n2、公司为G公司供应的某型航空发动机机匣全球市场份额占比超过50%，订单滚动至2026年；为某集团继续批量交付国产航空发动机叶片，同时开发其他型号的叶片并实现首套交付；公司还为国产商用大飞机发动机交付机匣、叶片等。\n3、公司积极参与先进堆、核聚变等新型领域，并在2024年一季度成立了合资公司，进行产业化研究。公司积极参与我国核电国产化，是我国核电领域核心企业重要供应商，公司核电装备零部件交货量位列前茅。\n4、公司收购德国SBM，完成两款涡轴发动机技术引进，并成立应流航空，业务延伸到航空发动机整机及配套直升机、无人机领域。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "宇树科技宣布，预计将在2025年10月至12月期间向证券交易所提交上市申请文件，届时公司的相关运营数据将正式披露。",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh600376",
          "name": "首开股份",
          "limit_time": "14:43:06",
          "analysis": "间接投资宇树+房地产开发+养老+低价股\n1、2025年9月2日宇树科技宣布将在四季度提交IPO申请；公司通过其子公司首开盈信持有金石投资间接投资宇树机器人。\n2、公司主营房地产开发、商品房销售，在北京地区房地产市场占有率较高，在通州等地区有土地储备。2025年8月8日晚公告，2025年7月公司共实现签约面积5.57万平方米；签约金额7.71亿元。1-7月公司共实现签约面积77.63万平方米；签约金额121.79亿元。\n3、公司主要业务包括：房地产开发、物业经营、 城市更新等创新业务、房地产金融等，实控人是北京国资委。\n4、截止到2023年末，公司旗下养老业务首开寸草品牌已投入运营养老院9家，床位700余张，在院老人超过500人。"
        },
        {
          "code": "sz002248",
          "name": "华东数控",
          "limit_time": "09:56:51",
          "analysis": "机器人+工业母机+数控机床+光伏\n1、2025年1月22日互动，公司产品有应用于机器人零部件加工。\n2、公司主营业务产品包括数控龙门铣床（龙门加工中心）、数控龙门磨床、数控外圆磨床、万能摇臂铣床、平面磨床、动静压主轴等机床和功能部件。公司成功研制出国内第一台、世界第二台的博格式轨道板专用数控磨床，打破制造业强国德国在这一领域长期垄断局面。\n3、公司联营企业华东电源研发、生产太阳能光伏并网逆变器、光伏离网逆变器等光伏系统产品，LED驱动电源以及编码器等数控系统产品的企业。"
        },
        {
          "code": "sz000837",
          "name": "秦川机床",
          "limit_time": "10:20:30",
          "analysis": "丝杠磨床+智元机器人+RV减速器\n1、2025年1月21日盘后互动，子公司汉江机床拥有行星滚柱丝杠副产品的研发、制造基础，现已逐步开始小批量生产并进行了应用验证。公司已具备行星结构滚柱丝杆生产能力，可应用于人形机器人传动系统。公司为中国机床工具行业品类最多、精密复杂程度最高、产业链最完整的企业之一，在齿轮加工机床、螺纹磨床、加工中心、车削中心、外圆磨床等领域处于国内第一梯队。\n2、据爱企查，陕西智莱特具身智能科技公司（经营范围包括智能机器人研发、销售）股东包括法士特科技创新公司（持股30%）、智元（持股20%）。公司持有法士特科技创新公司10%股份。\n3、公司生产的关节减速器目前主要应用在工业机器人领域。公司加速机器人减速器规模化生产及销售，RV减速机覆盖1-800KG系列，是国内最全覆盖厂商，当前在国内前十大厂均有送样/应用。\n4、公司实控人为宝鸡国资。公司齿轮加工机床市占率已超60%，公司齿轮磨床、螺纹磨床、磨齿机产品位于行业前列。"
        },
        {
          "code": "sz002676",
          "name": "顺威股份",
          "limit_time": "10:33:15",
          "analysis": "机器人+光伏+空调风叶+低空经济+汽车配件\n1、2025年7月19日官微：顺威股份自动化解决方案荣登广东省“机器人+”典型案例。\n2、2024年10月8日公告，公司全资子公司顺威新能源收购江苏骏伟 75%股权的交割及付款工作已全部完成。江苏骏伟在通信、工业、医疗、消费和光伏等行业均有涉猎。\n3、公司主要向下游的空调整机厂家销售塑料空调风叶，存在间接向小米空调供应塑料空调风叶的情况。\n4、2025年5月27日讯，公司与广州极飞科技签署战略合作协议，依托极飞科技在农业无人机领域的领先地位，构建低空无人机全产业链生态体系。全资子公司深圳顺威通用航空经营范围：航空器代管业务、出租飞行、空中游览等。据此前公告顺威通用航空主业为直升机空中医疗转运，直升机代管以及直升机机务维修代管。\n5、全资子公司广州顺威新能源主要从事汽车精密注塑、精密模具等业务，同时经营改性塑料、高端风叶等的研产销。新并购公司江苏骏伟也有向理想L8、L9等间接提供电子门锁电路部件产品。"
        },
        {
          "code": "sz002046",
          "name": "国机精工",
          "limit_time": "13:11:27",
          "analysis": "机器人轴承/丝杠+军工+培育钻石设备+卫星轴承\n1、2025年7月19日互动易，公司可生产应用于机器人领域的轴承。网传纪要表示，公司是新剑传动独家供应商，丝杠加工磨床需要磨砂头，国机精工旗下三磨所是行业泰斗，丝杠加工耗材属性。（未证实）\n2、公司轴承主要用于国防军工、数控机床、风电、盾构机等领域。\n3、子公司三磨所培育钻产业有望贡献增量，目前主要对华天科技、通富微电、中芯国际下属子公司供应。三磨所向市场推出了锻造六面顶压机可用于培育钻石。\n4、目前我国卫星、运载火箭和神舟飞船上的专用轴承，主要由国机精工的子公司轴研所提供。公司轴承主要应用于舰船兵器、风力发电、医疗器械、工程机械等领域。"
        },
        {
          "code": "sz300539",
          "name": "横河精密",
          "limit_time": "13:31:33",
          "analysis": "谐波减速器+传大疆无人机代工+供货华为+精密机械零件\n1、公司已成功为客户开发了多款谐波减速器、扫地机器人减速箱，同时参与开发并量产了多款精密结构件、齿轮箱及齿轮箱驱动系统，主要应用于智能扫地机器人、擦窗机器人、咖啡机等领域。\n2、网传纪要表示，公司参股无人机子公司狮子王科技，主要为大疆代工消费级无人机，海外市场规模270亿，目前预期拿25-30%的份额，50多亿，2025年9月份签订合同。（未经证实）\n3、公司向吉利等主机厂客户主要供应轻量化内外饰件为主，如塑料前端模块、CCB横梁等；向华为、延锋等汽车零部件客户，主要供应座舱相关零部件，如嵌件注塑铜排等。\n4、公司深耕精密注塑模具、精密零组件的研发及制造。"
        },
        {
          "code": "sz002779",
          "name": "中坚科技",
          "limit_time": "13:39:39",
          "analysis": "英伟达机器人+华为具身智能+人形机器人公司1X（挪威）\n1、公司跟英伟达深度合作，四足狗等多个平台搭载英伟达计算硬件，借助 Isaac Lab平台构建仿真训练模型，提升训练场景泛化能力。本次WRC期间将和英伟达进一步加强技术合作，包括端到端模型、仿真技术等。\n2、中坚科技是华为(深圳)全球具身智能产业创新中心与16家签约合作备忘录的企业之一。\n3、机构研究认为，在人形机器人方面，公司以对1X的投资为契机，促进产业链合作，有望成为其核心供应商，1X是全球人形机器人的领导品牌之一。1X是注册在挪威的人形机器人公司。\n4、公司园林机械海外销售欧洲区域占比超过90%，北美收入占比较小。\n5、2024年12月20日控股子公司江苏坚米作为世界智能制造博览会参展企业之一，携其核心产品“灵睿P1四足机器人”进行多场动态展示。。"
        },
        {
          "code": "sh600699",
          "name": "均胜电子",
          "limit_time": "13:51:15",
          "analysis": "人形机器人+自动紧急制动+收获订单+智能驾驶+汽车电子\n1、2025年9月5日业绩说明会，国内客户方面，已与智元机器人、银河通用等头部客户进行合作，海外客户方面，已为某头部机器人公司批量交付机器人后脑勺、颈部、肩部、膝盖及手指等部件，同时正在探讨下一代头部显示方案和头部总成供货。\n2、公司前视一体机支持多种智能驾驶场景，主要包括智能巡航辅助、自适配巡航控制、自动紧急制动等，且可根据不同的汽车车型和平台进行定制。\n3、2025年5月16日盘前官微消息，近日公司在智能辅助驾驶领域再获突破，将为某知名自主品牌车企多款车型，提供高阶智能辅助驾驶域控制器解决方案。\n4、在智能驾驶领域，公司与多家主机厂和平台合作。公司控股子公司均联智行和华为签署了合作协议，未来双方的合作产品将搭载华为提供的智能座舱核心模组、鸿蒙车机操作系统、HMS-A核心能力平台及鸿蒙应用生态。\n5、公司主要产品有汽车安全系统和汽车电子系统，公司致力于智能驾驶控制系统、新能源汽车动力管理系统、工业机器人、空调控制系统、汽车发动机涡轮增压进排气系统和传感器系统等的研发与制造。"
        },
        {
          "code": "sz301225",
          "name": "恒勃股份",
          "limit_time": "14:08:54",
          "analysis": "机器人轻量化（PEEK材料）+华为汽车+氢能源+汽车零部件\n1、根据网传纪要，公司2024年通过并购​​宁波特种材料企业​​切入PEEK赛道，已经与拓普、三花，figure机器人、智元等接触或合作。（未证实）\n2、公司为问界M5、M9供应进气系统。公司积极开拓新能源新势力品牌，如理想、小鹏、问界、零跑相关进气系统产品已进入量产阶段。\n3、公司积极研发氢燃料电池汽车相关零部件，在氢燃料电池阴极过滤器系统上进行提前布局，参与相关燃料电池企业的同步开发，并已取得了多项专利。\n4、公司主要产品包括汽车进气系统及配件、摩托车进气系统及配件和通用机械进气系统及配件，陆续进入广汽集团、奇瑞集团、比亚迪等。\n5、公司利用在注塑行业的技术积累，开发了冷却水壶、膨胀箱等产品，也已获得纯电车型冷却系统零部件采购订单。公司正在开发产品水侧分流板和冷却液体流体模块。"
        },
        {
          "code": "sh600580",
          "name": "卧龙电驱",
          "limit_time": "14:17:43",
          "analysis": "具身智能关节模组+参股智元、宇树+拟赴港上市+数据中心\n1、在具身智能仿生机器人和机器狗领域，公司专注于关节模组的研发与生产，包括高爆发关节模组、高精度仿生关节动力总成、无框力矩电机等多种类型，并且已与多家头部企业，包括海外客户建立深度合作。\n2、公司入股智元机器人，打造具身智能领域产业共同体。2024年5月31日互动，公司通过金石投资对宇树科技有间接投资。\n3、2025年9月1日公告，公司H股发行备案申请材料已获中国证监会接收，拟赴港上市。\n4、公司建立了全行业唯一适航实验室，同时是唯一针对低空经济电动化的实验室，在电驱的设计、算法、以及新材料的研发上有所突破，目前已经取得CNAS认证，对外向同行开放。控股股东与万丰集团（万丰奥威控股股东）签订合作协议，双方在航空电机驱动器及电机轻量化等领域开展广泛合作。\n5、公司的EC电机具有机控一体、高效节能的特点，可以应用于数据中心的温控系统，已交付客户包括意大利大金等。公司电源公司的电池产品可以应用于数据中心的电源系统，已交付客户包括比亚迪数据中心等。"
        }
      ]
    },
    {
      "name": "绿色电力",
      "reason": "国家能源局：研究政策措施积极推动深远海海上风电、光热发电等新兴产业发展。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sh600021",
          "name": "上海电力",
          "limit_time": "11:08:01",
          "analysis": "新能源电力+资产注入预期+电力+热力+新能源\n1、公司地处上海，为国电投旗下主要上市平台之一，是集火电、风电、光伏、氢能、综合智慧能源、现代能源供应和服务于一体的现\n代能源企业，主要从事发电厂的开发、运营和管理，业务涵盖清洁能源、可再生能源、综合智慧能源等领域，是我国五大发电集团之一国家电力投资集团公司最主要的上市公司之一，也是上海市最主要的电力能源企业之一。\n2、根据国资委 2025 年底资产证券化率≥80% 的要求，国家电投集团正加速推进资产整合。上海电力作为集团核心上市平台，被视为海外资产证券化的主要载体。市场普遍预期在2025年四季度前完成首批资产注入，优先标的可能为土耳其、日本等高盈利项目。（未证实）\n3、热力业务是公司的重要业务。公司售热业务主要集中于上海地区，热力收入主要来自公司所属漕泾热电、上电漕泾、外高桥发电等电厂，主要服务对象为重点工业企业。\n4、公司大力发展风电、太阳能发电等可再生新能源产业，大力提高可再生能源的发电比重。"
        },
        {
          "code": "sh601218",
          "name": "吉鑫科技",
          "limit_time": "09:44:38",
          "analysis": "风电零部件+绿色电力+风电站\n1、公司是一家专注于研发、制造和销售大型风力发电机组用零部件的企业，主要生产750KW-15MW 风力发电机组用轮毂、底座、轴、轴承座等系列产品。下游客户包括西门子-歌美飒、Vestas和Enercon等全球前十的风电整机商。公司在风电行业致力于大型化产品的研发，球墨铸铁生产技术水平与国内大型球铁铸造企业同处于第一梯队，达到国内先进水平。\n2、公司目前具备年产200 套（轮毂、底座、轴、轴承座）海上风电铸件的产能，以15MW风机为例，即公司具备3GW的海上产能。\n3、公司目前已建成并投产运营的宏润发电盐山宣惠河风电项目（一期） 和盐山县宏润宣北干沟50MW 风电项目（二期）。\n4、公司是专注于研发、制造和销售大型风力发电机组用零部件的企业，主要生产 750KW15MW 风力发电机组用轮毂、底座、轴、轴承座等系列产品"
        },
        {
          "code": "sz002534",
          "name": "西子洁能",
          "limit_time": "10:09:09",
          "analysis": "光伏+盾构机+光热吸热器+钙钛矿+储能\n1、公司光伏主要业务及服务包括：分布式/集中式光伏整体解决方案，光伏EPC总承包，合同能源管理（EMC），光伏电站投资运维等。公司参股了众能光电，其是国内第三代光伏技术（钙钛矿和OPV太阳能技术）的领军企业，在相关中试和量产装备制造方面处在国内第一。\n2、公司公司已生产20余台盾构机（截至2020年）。公司主要与日本川崎、中国铁建等以项目合作的方式开展业务，盾构机市场主要分布于国内、新加坡、曼谷等。\n3、公司为余热锅炉龙头，自研熔盐储能系统，承担吸热/换热功能，具备超十年的光热发电研发和工程经验，代表项目青海德令哈50MW塔式熔盐储能光热电站，其平均发电量达成率为全球同类型电站投运后同期的最高纪录。\n4、公司可转债募投年产580台套光热太阳能吸热器、换热器等项目，预计2024年底投入使用。"
        },
        {
          "code": "sz300772",
          "name": "运达股份",
          "limit_time": "10:15:42",
          "analysis": "海上风电+风电整机+储能\n1、公司产品在陆上风电方面，公司全新开发了 220/230 米风轮直径的整机产品，功率等级覆盖 6.XMW、7.XMW、8.XMW、10.XMW 等主力机型；海上风电方面，形成 9MW 海鷂平台和 16MW 海鹰平台，实现近海海域、深远海海域全覆盖。\n2、公司的主营业务为风电整机装备制造、清洁能源开发运营和新能源工程总承包三大业务，同时深耕储能系统解决方案、综合能源服务、新能源消纳三大战略新兴业务。"
        },
        {
          "code": "sh603988",
          "name": "中电电机",
          "limit_time": "13:01:16",
          "analysis": "风力发电机+金矿注入预期+柴油发电机+实控人变更\n1、公司生产的大中型交直流电机等产品可广泛应用于风电、 冶金、 能源、 煤炭、 水利、 船舶、 水泥建材、 石油、 化工等领域。\n2、2025年3月4日公告，已完成工商变更登记及协议转让交割，高地资源成为公司第一大股东，持股比例30%。2024年7月25日晚公告，实控人拟由宁波君拓变为高地资源，交易完成实控人将变更为郭文军。媒体报道，郭名下最为核心的资产是珠拉金矿。截至2022年底，这座开采历史近20年的金矿的矿石量仍余105.12万t。\n3、据公司官网，公司研发出多种系列船用柴油发电机，适用于陆用、船用，满足船级社的规范要求。\n4、公司2023年在新产品和新领域继续增强研发力度，全面推进双馈型风力发电机的研发及量产。公司部分风力发电机产品用于海上风力发电。\n5、公司自主研制异步单机容量过2万千瓦的24000kW-4P电机，填补了公司在新领域、特殊工况行业的空白。"
        },
        {
          "code": "sz002202",
          "name": "金风科技",
          "limit_time": "13:09:51",
          "analysis": "风电主机+业绩增长+新疆\n1、金风科技是国内最早进入风力发电设备制造领域的企业之一，公司拥有自主知识产权的风力发电机组，国内新增风电装机连续14年排名第一，全球新增风电装机连续三年排名第一。\n2、2025年8月22日盘后公告，2025H1公司营收285.37亿元，同比增长41.26%。归母净利润14.88亿元，同比增长7.26%。网传纪要，Q2业绩验证公司风机制造盈利修复的能力和逻辑，下半年有望进入加速上行周期，制造业务打开PE估值修复空间（未证实）。\n3、公司地处新疆，主要从事风机制造、风电服务、风电场投资与开发三大主要业务以及水务等其他业务。"
        },
        {
          "code": "sh601615",
          "name": "明阳智能",
          "limit_time": "13:52:04",
          "analysis": "风电+中标候选人+光伏+储能\n1、风电整机制造板块包括大型风力发电机组及其主要核心部件研发、生产、销售等业务。\n2、控股子公司中山瑞科已形成规模化碲化镉（CdTe）光伏组件产能，主要用于BIPV发电玻璃幕墙等应用场景，并已经取得了国内外的规模化订单。\n3、公司全球单机容量最大的漂浮式风电平台“OceanX”在继浮式基础下水后，正式进入塔筒吊装阶段，标志着全球首创的双风轮、单机容量最大的漂浮式风电平台研制取得重大进展。\n4、据Wood Mackenzie统计，公司2023年海风新签订单1.8GW位列全球第一。在海风领域，2023年发布全球最大海风机组MySE22MW，并下线全球单机容量最大、风轮直径最大海上风电机组MySE18.X-20MW。"
        },
        {
          "code": "sz002487",
          "name": "大金重工",
          "limit_time": "14:43:18",
          "analysis": "风电装备+出海+新能源发电\n1、在风电装备制造板块，公司主要生产及销售塔筒、管桩、导管架、浮式基础、过渡段等风电产品。公司已布局“蓬莱+唐山+盘锦”三大出口海工基地，覆盖“全球海工全系产品”。\n2、公司唐山曹妃甸十里海250MW渔光互补光伏项目已完成备案。\n3、公司与国际头部浮式基础解决方案提供商合作，积极研发下一代浮式基础产品。\n4、公司将依托于盘锦新基地，建设自有的船舶制造基地，打造自有专业运输船队，搭建全球物流体系，成为打通生产、运输的一站式产品解决方案提供商。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "网传英伟达正计划在新一代GPU芯片的先进封装环节中采用12英寸碳化硅衬底，最晚将在2027年导入（未经证实）。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "13:06:24",
          "analysis": "半导体洁净室+客户包含英诺赛科+并购重组猜想\n1、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、合肥晶合、上海合晶、中芯国际等业内知名企业\n3、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。\n4、公司在空气洁净度、温湿度控制、AMC控制等方面处于领先地位，具有机电工程施工总承包一级、建筑机电安装工程专业承包一级等资质"
        },
        {
          "code": "sz002617",
          "name": "露笑科技",
          "limit_time": "11:10:09",
          "analysis": "碳化硅+光伏电站+铜缆+特斯拉+工控软件\n1、网传信息，英伟达新一代Rubin处理器的开发蓝图中，为了提升效能，计划把CoWoS先进封装环节的中介层材料，由硅换成碳化硅（未证实）。公司碳化硅业务主要为 6 英寸导电型碳化硅衬底片的生产、销售。第三代功率半导体（碳化硅）产业园项目​计划投资19.4亿元，截至2025年4月30日累计投入1.17亿元，进度5.29%。\n2、公司旗下顺宇洁能的主营业务为光伏电站的投资、 建设及运营，电站的主要形式分为集中式光伏电站和分布式光伏电站； 顺宇的主要客户为国家电网。 目前公司拥有光伏电站装机总量 81.31万千瓦。\n3、公司持有深圳万德漆光电16.67%股权。公告显示，万德漆光电主要产品为传输速率为25G至800G的各种类型铜缆产品。\n4、公司已完成具有完全自主知识产权碳化硅晶体生长炉开发和定型工作，开发出晶体生长自动化控制软件，生长重复性高。公司官网显示公司主要客户有特斯拉。\n5、公司主要从事碳化硅业务、光伏发电业务、漆包线业务。"
        },
        {
          "code": "sz002971",
          "name": "和远气体",
          "limit_time": "11:15:33",
          "analysis": "电子特气+定增获批+高纯氢气\n1、公司布局的电子特气电子化学品以及硅基功能性材料是半导体产业发展的重要组成部分。\n2、2025年9月3日公司定增5.95亿元上会获通过，股票拟于深交所主板上市。\n3、公司解析气中提纯高纯一氧化碳等产能正在逐步释放。高纯氨已经在试生产且即将实现销售，羰基硫等在今年年内可以建成并达到试生产。\n4、公司潜江特气电子级高纯氢气最大生产能力保持3.2亿方/年。公司目前主要通过工业尾气回收提纯高纯氢气，已经用于燃料电池领域。\n5、公司拥有20多个国产化替代的产品，获得了一些下游大晶圆厂客户的认可。公司主要为光伏产业链上的客户提供所需的氧气、等工业气体。"
        },
        {
          "code": "sh688234",
          "name": "天岳先进",
          "limit_time": "13:01:03",
          "analysis": "碳化硅衬底+间接供货英伟达+新能源汽车\n1、公司是一家国内领先的宽禁带半导体（第三代半导体）衬底材料生产商，主要从事碳化硅衬底的研发、生产和销售，碳化硅衬底产品终端为无线电探测及通信行业，目前已通过国内下游领先公司验证并实现批量供货。\n2、当前公司已与全球前十大功率半导体器件制造商（按2024年的收入计）中一半以上的制造商建立业务合作关系。公司的客户英飞凌、安森美已成功进入英伟达等行业巨头的供应链，成为AI算力基础设施的重要组成部分。\n3、公司的碳化硅衬底经客户制成功率器件及射频器件，最终应用于电动汽车、AI数据中心、光伏系统以及5G基站、微波射频等多领域的终端产品中。"
        },
        {
          "code": "sz000962",
          "name": "东方钽业",
          "limit_time": "13:03:27",
          "analysis": "半导体靶材+超导+资产注入猜想+钽电容\n1、公司在半导体领域有高纯钽粉、高纯钽腚、12英寸钽靶胚等产品。公司生产的超导铌材主要应用在低温超导领域。\n2、公司持股28%的西材院为国内唯一铍材研究加工基地，主要产品应用于航天航空、核工业等领域。西材院和东方钽业是同一控股股东旗下企业，市场猜想后续注入预期。公司实控人为中国有色矿业。\n3、据媒体报道，GB300首次搭载超容，将使用更多钽电容。公司是国内最大的钽、铌产品研发制造基地，且公司与美国 Vishay建立了长期的合作关系。\n4、公司曾在美国光纤通讯博览会上展示了铌酸锂调制器、激光雷达光源模块、光网络无源器件等多款产品。微连接产品主要应用于400G/800G/1.6T等高速、超高速光模块。"
        },
        {
          "code": "sz300331",
          "name": "苏大维格",
          "limit_time": "13:31:45",
          "analysis": "光刻掩膜版（拟收购常州维普）+光刻机光栅尺+纳米压印+华为\n1、2025年9月1日晚公告，拟现金收购光掩模检测设备公司常州维普不超过51%股权，标的是国内极少数在半导体光掩模缺陷检测设备领域已实现规模化量产的企业。业绩承诺2025年-2027年期间累计实现扣非净利润不低于2.4亿元。\n2、公司光刻机已实现向国内龙头芯片企业的销售，并已实现向日本、韩国、以色列等国家的出口；同时公司向国内相关芯片光刻机厂商提供了定位光栅尺部件。目前公司对外销售的光刻机主要为激光直写光刻机。\n3、根据相关资讯，佳能等国际厂商拟尝试通过纳米压印技术在部分集成电路领域替代EUV光刻设备实现更低成本的芯片量产，公司已关注到纳米压印光刻在集成电路和芯片制造领域具备替代传统光刻的应用潜力，并在积极布局。\n4、公司供应华为的产品主要有纳米纹理装饰材料。\n5、公司推出了公共安全材料、新型印刷材料、导光材料、柔性透明导电膜、中大尺寸电容触控模组和特种装饰膜等产品，并在积极布局太阳能光伏电池铜电镀方案与金属电极膜等领域的产品和产业化应用。"
        },
        {
          "code": "sz001309",
          "name": "德明利",
          "limit_time": "14:38:03",
          "analysis": "存储芯片+云计算（存储）+AI设备存储+车规级移动存储+字节+光芯片\n1、公司产品线涵盖固态硬盘、嵌入式存储、内存条及移动存储四大系列，已广泛应用于车载电子、数据中心、新能源汽车、手机、平板、安防监控等多元应用场景。2024年公司持续与多家互联网厂商、服务器厂商、云服务厂商接洽，开展产品验证工作。\n2、AI技术的发展对存储产品提出了更高要求，研发了适用于AI设备的大容量、高性能存储解决方案。\n3、2025年2月20日盘后投资者调研，公司已研发出符合车规级标准的存储产品。车规级移动存储产品已有小批量出货。\n4、公司存储业务占比99.68%，主要通过采购NANDFlash存储晶圆，将其与闪存主控芯片等进行封装、测试后形成存储模组，再向客户销售。\n5、公司持股15%的嘉敏利光电是一家IDM（设计制造一体）模式的半导体激光芯片公司。根据公司官网:公司有vcsel光芯片产品，vcsel光芯片主要应用于5g移动通信、超高速全光网络、400G及上大型数据中心、人工智能及AI。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "2025年9月1日至2026年8月31日期间，消费者在重点领域消费可享受个人消费贷款财政贴息政策。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603839",
          "name": "安正时尚",
          "limit_time": "09:25:00",
          "analysis": "童装+中高端女装+跨境电商（服装）\n1、公司旗下控股品牌有中国十大童装品牌之一的“FROG PRINCE 青蛙王子”，还在大中华区合资经营韩国童装品牌“ALLO&LUGH 阿路和如”。\n2、新举牌的股东黄则诚通讯地址位于浙江海宁市。火星人副总经理也名为黄则诚，同样来自海宁市，且其父黄卫斌在服装行业有深厚积淀，市场推测入股安正时尚的黄则诚与火星人的少东家为同一人。（未经证实）\n3、公司聚焦JUZUI玖姿品牌的核心地位，通过纽约时装周品牌发布会，JUZUI 玖姿向国际时尚界展示了中国品牌的原创力与高端化潜力，为品牌全球化铺路。\n4、公司积极探索AI技术在服装、电商服务领域的应用，以礼尚信息为主体，加速跨境进口供应链全球化布局，实现全链路运营的智能化和高效化。公司境外业务营收占比约36%。"
        },
        {
          "code": "sh603709",
          "name": "中源家居",
          "limit_time": "09:25:00",
          "analysis": "家居+越南工厂+非美市场+跨境电商\n1、公司主要从事沙发等家具产品的研究、设计、生产和销售服务，为全球家庭提供健康、舒适、环保的家居产品。公司产品销售遍及美国、中东、英国等国家和地区。\n2、公司核心产品主要集中于功能性沙发领域，包括手动功能沙发、电动功能沙发、电动老人椅等，集合按摩、发热等附加功能。\n3、2025年1月17日业绩预告披露，公司于2023年下半年赴越南投资建厂，越南工厂处于产能坡阶段尚未实现盈利。2025年4月8日互动，公司传统业务渠道在欧洲市场、亚中非市场份额占比呈上升趋势，未来公司将继续加大欧洲、亚中非市场的拓展力度。\n4、公司跨境电商业务占比达57.20%。"
        },
        {
          "code": "sh603102",
          "name": "百合股份",
          "limit_time": "10:11:10",
          "analysis": "营养保健品+麦角硫因相关成分（网传）+进军宠物营养市场+NMN\n1、公司是一家专业从事营养保健食品的研产销，年产营养保健食品超过37亿粒/片，产品出口美国、欧洲等。主营营养保健食品合同生产与自主品牌“百合康”“鸿洋神”，代工业务2025上半年实现双位数增长。\n2、在公司销售前十大客户中，公司有复合NMN片、辅酶Q10软胶囊、DHA凝胶糖果等产品销售给GMPGlobalMarketingInc。网传（未查证）百合股份的磷虾肽、牛杆菌压片糖果等产品中添加了与麦角硫因相关的成分，如牛杆菌提取物等。\n3、2024年11月20日盘中，官方公众号发布，成立“威海华宠生物科技公司”，进军宠物营养食品赛道。\n4、公司拥有“百合康”、“福仔”、“鸿洋神”及“足力行”等自主品牌，分别针对家庭、婴幼儿、高端人士、中老年人等不同类型的消费群体。\n5、公司取得保健食品批准证书及备案凭证的配方已达935个，能够为骨骼健康、基础营养（维生素、矿物质、蛋白质）、男性健康、女性健康、心脑血管健康、婴幼/儿童/青少年/中老年健康等需求提供全方位营养补充。"
        },
        {
          "code": "sh600977",
          "name": "中国电影",
          "limit_time": "10:11:16",
          "analysis": "《南京照相馆》+科幻电影IP+人工智能\n1、公司为《南京照相馆》主要出品方之一。\n2、 公司主营影视发行放映，中影集团进出口分公司唯一承担境外影片的进口业务。实控人中国电影集团公司。\n3、公司正在筹建中国科幻电影乐园，将以系列科幻电影IP为核心，打造具奇幻性等的旅游娱乐园区。该筹建项目毗邻国家中影数字制作基地。\n4、公司下属中影基地开发和应用的“中影·神思”是基于人工智能的影视图像处理系统，可实现对影视项目的图像视频素材进行去场纹、修复等自动处理，效率及质量均优于传统处理方法，已在《我和我的祖国》等电影项目中应用。"
        },
        {
          "code": "sh603615",
          "name": "茶花股份",
          "limit_time": "11:14:29",
          "analysis": "家居用品+婴童用品+电子元器件分销+新国货\n1、公司专注于以日用塑料制品为主的家居用品的研产销，目前拥有1000多个品项的产品，基本涵盖了居家生活的各个方面，能够全面满足消费者日常居家生活的需求。\n2、婴童产品包括儿童吸管杯、保温杯、靠背椅等。\n3、2025年半年度报告，公司通过并购达迈智能及达迈香港100%股权切入电子元器件分销，已与新思、锐石等原厂建立合作，产品线覆盖存储、射频器件、无线连接。\n4、莱枫生活是一家由小米和茶花打造的家居好物研发生产商，打造居家生活用品和个人生活用品的“新国货”品牌。"
        }
      ]
    },
    {
      "name": "储能",
      "reason": "网传国内储能外需求持续超预期，产业链出货上修，上游供需紧张加剧下涨价意愿增强（未经证实）。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002150",
          "name": "通润装备",
          "limit_time": "09:31:27",
          "analysis": "光伏储能设备+输配电\n1、公司主要从事光伏储能设备、元器件以及金属制品的研发、生产及销售业务，目前形成光储逆变器、储能系统业务和金属制品业务双主业驱动的格局。公司完成对正泰电源的收购，后者主营光伏逆变器与储能系统解决方案，已成功落地北美首个275KW地面电站中压解决方案，商用市场占有率连续6年第一。\n2、公司美国业务主要包括光伏逆变器、储能逆变器及系统；为客户提供全场景的光伏与储能系统解决方案，特别是在工商业应用场景中，公司逆变器产品处于领先地位。\n3、公司主营金属箱柜、机电钣金、输配电控制设备业务，产品应用领域包括制造业、建筑业、汽车修理、户外显示屏、高压配电等领域。公司目前生产的农机主要是微耕机，主要出口欧洲。"
        },
        {
          "code": "sh605286",
          "name": "同力日升",
          "limit_time": "10:55:06",
          "analysis": "储能系统集成+数据中心配储（庆阳）+电梯\n1、子公司天启鸿源的主要业务主要分为两类，储能系统集成业务和新能源电站业务，取得2个新能源+储能一体化项目，包含600MW风电、200MW光伏、290MWh储能。2024年12月26日互动，子公司天启鸿源完全自主掌握 3S技术，并在此基础上开发出行业独特的天启AI智能模块，以“3S 技术+AI 智能模块+均衡技术”形成智能组串式储能解决方案。\n2、网传纪要表示，公司在庆阳预计建成1GWh数据中心配储，减少部分柴发用量。（未经证实）\n3、公司是国内电梯部件头部企业，营收占比62.39%。满足整梯企业“一站式、多样化”采购需求，与整梯大客户合作密切。"
        },
        {
          "code": "sz300763",
          "name": "锦浪科技",
          "limit_time": "14:28:30",
          "analysis": "储能+组串式逆变器+光伏发电\n1、公司组串式逆变器主要应用于光伏发电系统等，也是整个分布式光伏发电系统中多种信息传递与处理、实时人机交互的信息平台，是连接智能电网、能源互联网的智能化关键设备。\n2、公司专注于分布式光伏发电领域。公司主要从事组串式逆变器研发、生产、销售和服务，主要产品为并网组串式逆变器和储能组串式逆变器。\n3、公司设立全资子公司锦浪智慧，从事新能源电力生产业务，进行太阳能光伏电站开发、建设及运营。\n4、公司已成功研发并向市场推出成熟的储能逆变器产品，应用于多场景的光伏储能电站/系统。"
        },
        {
          "code": "sh605117",
          "name": "德业股份",
          "limit_time": "14:47:41",
          "analysis": "储能逆变器+光伏逆变器\n1、公司的主营业务为热交换器、环境电器、电路控制系统（主要为组串逆变器、储能逆变器、微型逆变器等新能源业务产品）。\n2、子公司苏州德业的主营业务方向为分布式电源、不间断电源、储能电源、储能电池及储能系统的研发、生产、销售。\n3、公司热交换器业务主要客户为美的，除湿机业务客户较为分散为终端消费者，逆变器业务主要客户为美国、巴西、南非等地区经销商。\n4、2024年3月公司1亿元成立子公司经营范围含电池制造。"
        },
        {
          "code": "bj873152",
          "name": "天宏锂电",
          "limit_time": "",
          "analysis": "储能+锂离子电池模组+北交所\n1、公司量身定制了数条目前市场上较为先进的储能及动力的全自动生产线，用以匹配当前280AH、314AH的主流电芯以及兼容了后续更大如 560AH容量的单体电芯的生产。\n2、公司主要产品包括动力型锂电池模组、以及储能型锂电池模组等，广泛用于电动助力车、电动滑板车以及便携式UPS电源等多个领域。\n3、技术方面，公司现已拥有完整的锂离子电池模组研发、制造和调试检测技术。公司已获得国内外专利22项，其中发明专利6项。\n4、根据公司20年相关产品产量占终端市场销量的比例测算，公司电动助力车用锂电池模组产品在境外市场占有率为5.00%。在国内电动搬运车市场拥有4.29%的市占率。"
        }
      ]
    },
    {
      "name": "体育经济",
      "reason": "2025年9月4日讯，国务院办公厅发布关于释放体育消费潜力进一步推进体育产业高质量发展的意见，到2030年培育一批具有世界影响力的体育企业和体育赛事，体育产业发展水平大幅跃升，总规模超过7万亿元。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002858",
          "name": "力盛体育",
          "limit_time": "09:49:54",
          "analysis": "上海体育+VR体育+IP经济+冰雪经济\n1、2025年9月4日讯，国务院办公厅发布关于释放体育消费潜力进一步推进体育产业高质量发展的意见，到2030年培育一批具有世界影响力的体育企业和体育赛事，体育产业发展水平大幅跃升，总规模超过7万亿元；公司地处上海，是全民健身及数字体育的领跑者，主要从事体育赛事、场馆经营、体育装备制造与销售等。\n2、2025年9月2日调研纪要，海南国际赛车场已投1.84亿元启动建设，2027年投运后将填补冬季赛事空缺并辐射亚太，受益自贸港政策。\n3、公司\"运动银行\"平台产品的基础上，公司重点投入 AIGC 生成式人工智能技术研发及体育行业垂类模型建设。公司“悦动圈”是将AI技术应用于体育运动的先行者。悦动圈着力打造“AI体育教育”等三大产品体系。\n4、公司在“IP引领，数字驱动”发展战略的指导下积极推动构建体育主题IP运营体系。公司吉林松花湖冰雪汽车项目已落地，目前还是以冬季的冰冻期为主。"
        },
        {
          "code": "bj834058",
          "name": "华洋赛车",
          "limit_time": "",
          "analysis": "非道路越野车+冰雪经济\n1、公司从事非道路越野车的自主研发、生产和销售，是国内具有较强竞争力的动力运动装备专业制造商之一。产品多年来被指定为全国摩托车越野锦标赛指定竞赛用车，在2019至2021年期间，公司生产的非道路两轮越野摩托车的产销量排名全国第一。\n2、公司产品覆盖赛事、休闲、特种作业等多场景，外销占比超90%，重点布局俄罗斯、中东等一带一路市场。\n3、网传华洋赛车在冰雪赛事中表现惊艳（未证实）。\n4、公司主要包括ATV、SSV等五大越野系列产品，自由品牌KAYO收入占比逐年提升。"
        },
        {
          "code": "sh605299",
          "name": "舒华体育",
          "limit_time": "",
          "analysis": "健身器材+AI健身助手+华为合作+跨境电商\n1、公司主营健身器材，是国内领先的健身器材品牌商，自有品牌业务为主，OEM/ODM代工为辅，业务范围覆盖全国。客户包括阿迪达斯、安踏体育、特步等。已在亚非和南美洲等地区形成自有品牌渠道体系，全球业务涉及欧美、中东、东南亚等 60 多个国家和地区。\n2、公司可提供智能的健身解决方案，在舒华智能触屏跑步机上推出内测阶段的\"AI健身助手\"，基于DeepSeek模型为用户定制个性化科学运动方案。\n3、2024年12月18日互动：公司有辅助提升滑雪训练能力的相关产品，如SH-O2290滑雪训练器，可模拟训练滑雪基本动作。\n4、公司与华为签署华为智选生态产品合作协议，开展华为智选合作项目；舒华运动APP已有相关的体育教学及健身教学课程。"
        }
      ]
    },
    {
      "name": "汽车产业链",
      "reason": "南京启动新一轮汽车消费补贴活动。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh605068",
          "name": "明新旭腾",
          "limit_time": "10:24:24",
          "analysis": "华为汽车+机器人（电子皮肤）+新能源汽车内饰\n1、2025年9月5日上午问界M7开启预定，公司新能源汽车客户涉及比亚迪，华为（问界M5、M7和M9的内饰供应商）、小鹏G9（提供内饰配套）等。2025年3月6日互动，公司是小鹏P7+的真皮及PU材料供应商，主要应用在座椅、门板、仪表板等软装内饰部位。\n2、网传纪要表示，公司2024年年底自产PU(聚氨酯)，并且已经利用PU作为电子皮肤基底材料（未经证实）。全资子公司明新智源经营范围包含智能机器人的研发等。公司现有的皮革、pu、pvc等材料可以用于柔性传感器，已应用在汽车端智能座舱；公司正积极接触柔性传感器公司。\n3、公司墨西哥工厂一期按计划完成并投入使用。公司在上海、德国、墨西哥、美国等地设有全资、控股子公司12家。\n4、公司专注于汽车内饰新材料业务，产品主要应用于中高端汽车内饰件。公司已进入比亚迪、奇瑞、红旗等供应商体系。市场传言公司是Mega真皮、以及后续W平台内饰材料供应商。"
        },
        {
          "code": "sz002955",
          "name": "鸿合科技",
          "limit_time": "13:18:00",
          "analysis": "奇瑞拟成为间接控股股东+AI教育+在线教育\n1、2025年6月10日晚公告，公司控制权拟发生变更，变更后瑞丞基金将取得公司25%的表决权，合肥瑞丞将成为公司间接控股股东。合肥瑞丞为奇瑞汽车系基金。公司主营业务为教育行业用户提供教育信息化、智慧教育解决方案以及优质的教育服务。\n2、公司下设人工智能研究院，聚焦AI与教育领域的结合，围绕计算机视觉、语音识别和自然语言处理技术全方位布局，针对教育场景下的痛点和需求做深入研究探索后，推出智慧体育AI视频分析解决方案和智慧课堂AI多模态分析解决方案。\n3、2024年12月6日官微，鸿合智能交互平板获开源鸿蒙首个交互式教育大屏认证，从芯片、系统及应用多维度实现信创国产化全覆盖。\n4、公司旗下高职教品牌“鸿合爱课堂”基于一体化智慧管理平台，构建出涵盖智慧教学、在线学习等应用平台，并深度打造研讨型智慧教室等数字教学空间。\n5、公司“鸿合三点伴”课后服务业务已与全国160余个区县签约。"
        },
        {
          "code": "sz002674",
          "name": "兴业科技",
          "limit_time": "13:43:33",
          "analysis": "汽车内饰+军用皮革+天然牛头层皮革\n1、控股子公司宏兴汽车皮革目前在与汽车厂商进行接触，比亚迪汽车等都是宏兴汽车皮革拓展的目标客户。小米汽车也是业务拓展的方向之一。\n2、公司的主要产品为天然牛头层皮革，公司2018年曾表示军用皮革销售占比较往年增长较多。公司在鞋包带用皮革领域，产品定位于中高端， adidas、PUMA、 迪桑娜、际华集团、康奈、奥康等均为公司的客户。\n3、公司主要从事天然牛头层皮革的研发、生产与销售，产品定位于中高端领域，主要满足国内外知名品牌的需求，丽荣等均为公司的客户。公司现有安海本部、安东厂区、全资子公司瑞森皮革和兴宁皮业四大生产基地，具备年产牛头层皮近1.5亿平方英尺的生产能力；泉州危险废物综合处置中心项目于2018年上半年部分投入运营。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh601069",
          "name": "西部黄金",
          "limit_time": "13:10:22",
          "analysis": "黄金+完成收购美盛矿业+锰矿\n1、2024年黄金行业营收占比78.64%，目前拥有哈图金矿、伊犁公司所属阿希金矿和哈密金矿等主要黄金生产矿山。2024年全年生产黄金9.59吨（含金精矿、焙砂金属量，其中生产标准金8.94吨），完成年计划的105.37%，较上年同期7.43吨增加2.16吨。\n2、2025年6月12日晚公告，公司拟收购公司控股股东新疆有色持有的新疆美盛矿业100%股权。交易价格16.55亿元，与账面值相比的溢价为1421.66%。新疆美盛卡特巴阿苏金铜矿现已探明矿石总量2567万吨，项目建设成达产后，将年产120万吨矿石，金金属约3.3吨。2025年8月30日公告，公司完成新疆美盛100%股权收购并办妥工商变更，新增黄金资源量78.7吨。\n3、公司从事黄金采选冶业务，拥有先进的矿产资源开发、冶炼技术和丰富的矿山管理经验。\n4、公司专注于黄金矿山开采与冶炼，拥有集矿山勘探、开采、选矿、冶炼、精炼、销售于一体的完整产业链，公司已经实现“黄金+锰矿”采冶双主业经营。"
        },
        {
          "code": "sh603815",
          "name": "交建股份",
          "limit_time": "14:26:36",
          "analysis": "市政工程+水利+拟投资咖啡豆业务\n1、公司主要从事公路、市政基础设施建设领域相关的工程施工、勘察设计、试验检测等业务。2025年8月22日公告，2025H1净利润同比增长48.66%至1.13亿元，营收同比增长9.01%至19.62亿元，盈利水平显著提升。 \n2、公司拥有水利水电工程施工总承包贰级资质。2025年1月11日媒体讯，交建股份相关公司安徽水安建设公司中标5051.76万元水利项目。\n3、2025年1月8日公告，公司拟新设合资公司（认缴8千万，持股80%）进入咖啡豆业务，合作旨在将埃塞俄比亚的咖啡豆引入中国。\n4、2025年1月3日盘后公告，公司收到涉及诉讼的一审判决，广西德合泰和需向公司支付工程款5505万元及逾期利息，并退还履约保证金755万元及资金占用费。\n5、公司加大对省外市场的拓展力度，抓住“一带一路”所带来的机遇，打开海外市场。"
        },
        {
          "code": "sh605298",
          "name": "必得科技",
          "limit_time": "10:22:03",
          "analysis": "控股权拟变更+高铁+轨交设备+轨交维保\n1、2025年8月鼎龙启顺拟收购公司29.9%的股权。据媒体报道，鼎龙启顺实控人吴叶楠出身国防科技大学，曾获国家科技进步二等奖、连续多年获得中国半导体投资联盟年度最佳投资人。其团队投资总监刘立哲曾担任英特尔工程师；投资总监赵聪曾任职爱立信架构师。\n2、公司主要产品包括轨道车辆（高铁、 城轨地铁） 配套使用的通风系统、 智能撒砂系统、 电缆保护系统、 智能障碍物检测系统、 车门系统、 TPU 弹性地板以及贯通道系统等系列产品。公司下游客户主要为中车青岛、 中车长春、 中车唐山、 四方庞巴迪等中国中车下属国有整车制造企业。\n3、北京京唐和合圣凯达及其子公司柏朗青岛主要业务为北京、 青岛等地区轨道交通车辆的车门系统、 牵引系统、 辅助电源等车载电气设备日常维护保养工作。\n4、公司产品广泛应用于国内外250公里动车组、350公里动车组、高寒动车组以及北京等国内外城市地铁车辆，同时成本控制优势突出，毛利率较高。"
        },
        {
          "code": "sh605196",
          "name": "华通线缆",
          "limit_time": "11:20:09",
          "analysis": "非洲电解铝+海洋电缆+电线线缆+电网设备\n1、公司非洲一期12万吨电解铝项目预计2025年10月底之前投产。目前第一船氧化铝（原材料）已经到达非洲安哥拉工厂。二期、三期规模、投产进度、盈利能力有望超市场预期！\n2、公司产品海洋探测电缆可以用于海底油、气资源的勘探。\n3、公司主要产品包括中低压电力电缆及以潜油泵电缆为代表的电气装备用电缆，广泛应用于电力输配、采矿/油/气等行业。公司是国内少数几家以境外销售为主的电缆企业（境外营收占比66.69%），在北美、新加坡等发达地区积累了稳定的ODM客户资源。\n4、公司在风电领域有参与风场电缆项目；光伏领域有业务往来并已经取得UL、TUV相关认证，产品光伏发电系统用电缆可用于相关领域；公司海缆系列产品可以用于海底作业。\n5、公司在潜油泵电缆及连续管领域具有技术优势，子公司信达科创是全球仅有获得API-5ST认证的六家连续油管制造企业之一。"
        },
        {
          "code": "sh603127",
          "name": "昭衍新药",
          "limit_time": "14:29:37",
          "analysis": "创新药+CRO+AI医疗\n1、公司主要服务于创新药研发从靶点筛选验证到临床候选分子（PCC）确定的早期研发阶段，提供全流程一体化生物学评价支持。国内唯一拥有两个CLP机构的专业化临床前CRO企业,其中苏州昭衍是国内规模最大的药物安全性评价机构,主营药物临床前研究服务与实验动物的繁殖和销售,客户包括华兰基因、恒瑞医药、海正药业。\n2、公司可以向客户提供一条龙的早期临床研究解决方案。公司的核心业务是药物非临床药理毒理学评价，非临床评价是药物研发不可缺少的环节。公司是国内专业从事药物非临床评价的GLP实验室之一，拥有北京和苏州两个GLP实验室。\n3、据2023年半年报：公司已将基于AI和行为组学的全自动行为学检测系统应用于多种CNS疾病模型如阿尔茨海默症、帕金森症和疼痛的评价中，支持了多个前沿药物如细胞治疗、基因治疗药物的非临床申报。"
        },
        {
          "code": "sz002106",
          "name": "莱宝高科",
          "limit_time": "14:51:36",
          "analysis": "消费电子+华为供应商（笔记本电脑）+薄膜太阳能电池组件+电动轮椅\n1、公司是国内中大尺寸电容式触摸屏龙头，以全贴合产品为主导，是全球触控笔记本电脑用触摸屏的核心供应商。公司2018年与华为客户通过批量供应触控笔记本电脑用电容式触摸屏建立起业务合作关系，并成为其核心供应商，助力华为客户全球第一款全面屏触控笔记本电脑上市热销。\n2、公司参股重庆神华建设的CIGS薄膜太阳能电池组件生产线项目目前处于设备安装调试阶段。\n3、公司电动轮椅产品自上市以来数量及营收逐年稳定增长，目前以外销为主。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sh603370",
          "name": "N华新",
          "limit_time": "",
          "analysis": "新能源驱动电机铁芯+精密冲压铁芯\n1、公司新能源驱动电机铁芯2024年全球市占率约8%，国内汽车铁芯领域内资厂商前三（中国电器工业协会认证）。\n2、公司是国内精密冲压铁芯领域的代表性厂商，在内资企业中销售额整体排名前五。\n3、公司于2018年开始布局点胶技术，该工艺实现铁芯模内点胶粘接成型，能有效提高铁芯的刚性、降低电机运行中的噪音及震动、改善电机的NVH（噪声、震动与声震粗糙度）性能，目前主要应用于中高端车型。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "14:48:12",
          "analysis": "股权拍卖+房地产+债务和解+申请+矿业\n1、2025年8月20日公告，控股股东润鸿富创持有的7114.48万股公司股票，占公司总股本的23.77%，将于2025年9月24日至25日在阿里资产司法进行公开拍卖。此次拍卖因债权纠纷引起，若拍卖成功，公司控制权可能变更。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002058",
          "name": "*ST威尔",
          "limit_time": "10:16:27",
          "analysis": "业绩扭亏+拟5.46亿元控股紫江新材+机器人+特斯拉\n1、2025年8月28日晚公告，上半年归母净利润1.77亿元，同比扭亏。\n2、2025年7月15日晚公告，公司拟以5.46亿元向紫江新材的29名股东购买其合计持有的紫江新材3028.53万股股份（占紫江新材股份总数的51%）。业绩承诺方承诺紫江新材2025年-2027年度实现的净利润分别不低于6550万元、7850万元、9580万元。交易完成后，上市公司将进入成长性更强的锂电池材料行业。\n3、2025年5月10日公告，公司拟以4248.82万元收购紫燕机械49%股权，增强对子公司控制权。 后者为特斯拉为特斯拉的A级供应商。\n4、2025年3月31日晚公告，公司拟2.81亿元向紫竹科技出售持有的自动化仪器仪表业务资产组。交易完成后，公司资产总额将增加48.88%，负债总额将下降47.67%，资产负债率将下降28.15个百分点，营业收入将下降43.52%，净利润将增加2097.33万元。\n5、公司主营仪器仪表业务及汽车检具业务。经营范围涵盖工业机器人销售;工业机器人安装、维修。"
        },
        {
          "code": "sz000972",
          "name": "*ST中基",
          "limit_time": "11:10:18",
          "analysis": "招募重整投资人+购买资产终止+番茄制品+高标准农田\n1、2025年8月26日进展公告，公司重整投资人招募程序持续推进。\n2、2025年2月4日公告，公司拟发行股份购买新业能化100%股权，本次交易完成后，预计公司控股股东将变更为新业集团，实际控制人将变更为新疆国资委，形成“番茄制品+化工”的双主业格局。2025年7月16日公告终止购买。\n3、公司主营业务产品为大、小包装番茄酱和番茄红素保健品，计划通过传统、电商及直播等多种渠道向场消费者提供产品及服务，包括抖音、天猫和京东。2025年3月3日互动，公司的番茄红素维生素E软胶囊中的番茄红素含量在国内同类竞品中相对领先。\n4、公司拟与“新疆甘霖农业科技”成立合资公司，合作投资运营数字化农业及高标准农田建设项目，注册资本3000万元，公司占股51%。此前，下属公司通过协议转让取得1.34万亩土地，投资高标准农田建设及数字农业建设，建成自控的高品质番茄原料基地。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "11:05:34",
          "analysis": "拟出售资产+光伏+编程教育机器人+益智玩具\n1、2025年8月23日公告，公司通过公开拍卖出售邦宝益智部分资产进展，首次拍卖未成交，现计划以6588.8万元底价进行第二次拍卖。\n2、公司主营业务包括单晶硅棒、硅片的研发、生产、销售。\n3、2025年3月3日互动，子公司邦宝益智以积木为载体搭载AI7编程教育机器人，打造适合8岁+儿童，可参与教育部白名单赛事的系列套装产品。公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。\n4、公司的益智玩具以塑料积木玩具为主，主要包括科普系列、编程机器人系列、城市系列、婴幼儿系列及IP授权系列，总共20多个系列200多款产品。\n5、2024年9月4日盘后互动，一道新能是公司重要客户，与公司保持着长期稳定战略合作关系。此前媒体报道，宁德时代计划收购一道能源股权。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:00",
          "analysis": "隧道工程（西藏）+算力+电力+文旅\n1、2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sh600525",
          "name": "ST长园",
          "limit_time": "09:57:36",
          "analysis": "锂电池+光波导+XR测试+华为+新能源汽车\n1、子公司金锂科技从事锂电池正极材料磷酸铁锂的研发、生产和销售。子公司长园光波导技术（珠海）公司成立，主要从事光学方案相关检测设备及制程设备的市场与技术布局。\n2、公司产品BUDDY是用于研发和生产线中的虚拟，增强和混合现实（VR，AR，MR）头戴式显示器（HMD）的独特的性能测试和校准综合解决方案。\n3、参股公司深圳市安科讯电子聚焦于ICT（信息与通讯技术）、网络能源、新能源、工业自働化、汽车电子、物联网、企业网等领域，为华为、汇川、英威腾等优秀企业提供专业的生产制造服务。\n4、达明科技高效高质实现“170kW 电控装配测试线项目” 交付，持续在新能源汽车智能制造领域发力，自动化生产线延伸至汽车总成自动线。\n5、公司主要产品为电动汽车相关材料及其他功能材料、智能工厂装备等。子公司长园深瑞可为各类虚拟电厂聚合商客户提供虚拟电厂解决方案。"
        },
        {
          "code": "sz000668",
          "name": "*ST荣控",
          "limit_time": "13:03:03",
          "analysis": "重组预期+跨境物流转型+物业管理+骨科耗材\n1、公司控股股东为盛世达投资，资产转型中，明确要并购重组。\n2、子公司广东荣控伟华国际物流开展跨境物流业务，2024年实现跨境物流业务收入3900万元，占营收25%，并计划2025年起三年内退出房地产行业向跨境物流转型。\n3、公司办公地址位于北京，主营业务为房地产开发与经营，主要产品为改善性住宅及高端办公物业。\n4、子公司威宇医疗是专业化的医用骨科植入耗材配送和技术服务提供商，主营脊柱、创伤、关节等医用骨科植入耗材销售及配送业务，并提供相关的技术性服务。"
        },
        {
          "code": "sz000504",
          "name": "*ST生物",
          "limit_time": "13:19:30",
          "analysis": "美妆+干细胞存储+诉讼胜诉+拟出售资产\n1、2025年8月28日公告，上半年营收5159.21万元，净利润亏损348.44万元，同比收窄58.48%。公司目前美妆产品有精华、面膜、面霜等。公司新生儿干细胞存储主要提供新生儿造血干细胞、新生儿间充质干细胞、新生儿亚全能干细胞的检测、制备和储存服务。\n2、2025年7月22日公告，公司提名杨云等三人为非独立董事候选人、佘利文等三人为独立董事候选人，管理层变动引发市场关注。\n3、2025年6月28日公告，子公司南华干细胞相关案件判决胜诉。2025年6月18日公告，拟挂牌出售子公司南华和平52%股权。\n4、公司生物医药板块业务主要为细胞医疗服务，即为客户提供干细胞、免疫细胞等生物资源的检测及存储服务。\n5、公司节能环保板块业务主要通过控股孙公司城光节能具体运营，孙公司城光节能致力于市政路灯等为基础的“智慧城市” 的建设运营，自主研发了一种智慧共杆高低臂方杆/圆杆照明微基站复合杆研发项目。公司实控人为湖南省人民政府。"
        },
        {
          "code": "sh600421",
          "name": "*ST华嵘",
          "limit_time": "13:43:45",
          "analysis": "控制权变更+拟增资子公司+中天氟硅注入预期+房建PC构件\n1、2025年8月11日公告，公司控股股东及其一致行动人签署股权转让协议，实控人由楼永良变更为林木顺。\n2、2025年5月6日晚公告，公司拟1972.80万元收购控股子公司浙江庄辰34%股权，本次股权转让完成后公司将持有浙江庄辰85%的股权。\n3、公司实控人是中天控股集团下属浙江恒顺投资，集团旗下中天氟硅2023年撤回ipo，原计划通过IPO募集14.42亿元资金，用于30万吨/年有机硅单体扩能技改及综合利用项目。\n4、子公司浙江庄辰主营业务为房建PC（混凝土预制件）模具、模台、桁架筋的加工、制造非房建模具市场方面，2023年公司成功开发了风电混塔模具并实现了批量销售。\n5、2023年华嵘控股与开拓光电签署了重组意向协议，约定拟向开拓光电股东购买开拓光电100%的股权。标的主营光纤敏感环组件，特种光纤是光纤陀螺的核心部件，可以应用于低空导航。2024年5月11日公告终止收购开拓光电。"
        },
        {
          "code": "sz002602",
          "name": "ST华通",
          "limit_time": "14:49:24",
          "analysis": "游戏+间接投资摩尔线程+数据中心+算力租赁+数据安全\n1、2025年7月30日“牛散”魏巍2.79亿元竞得公司2261万股股份。\n2、2025年6月24日国家新闻出版署公布2025年6月国产及进口网络游戏审批信息，共158款游戏获得版号，创近年新高；公司《逐鹿玛法》《隆隆冒险号》在列。\n3、2025年2月7日互动，公司通过旗下二级全资子公司上海盛趣数盟所投资的产业基金间接投资了摩尔线程（北京）。\n4、公司的深圳数据中心项目为华为云提供定制化数据中心服务，深圳数据中心一期项目已经交付，二期项目已开工建设。上海数据中心项目2024H1已实现盈利，深圳数据中心项目略有亏损。\n5、子公司上海世纪珑腾已获得腾讯11亿的算力租赁订单，打通了GPU供应链，将IDC运维服务与AI算力业务结合起来，与腾讯签订的算力综合服务合同租赁期为4年。控股子公司世纪珑腾受让了卫士通所持有的卫士通（上海）网络安全34%股权。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "",
          "analysis": "拟设立香港子公司+氢能源+签订合作协议（农业）\n1、2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n2、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n3、2025年3月13日盘后公告，公司与新农人签订《战略合作协议》，共同构建广州市黄埔区农产品稳产保供中心、粤港澳大湾区“菜篮子”集散中心（黄埔中心）以及广州市黄埔区蛋品交易中心仓。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        }
      ]
    }
  ]
}