{
  "date": "2025-09-30",
  "update_time": "2025-09-30 15:39:58",
  "category_count": 17,
  "total_stocks": 74,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sz300948",
          "name": "冠中生态",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+拟收购杭州精算+水污染治理+土壤修复\n1、2025年9月28日晚公告复牌，深蓝财鲸拟受让公司15.5%股份，第一期为10.5%股份，转让价款2.21亿元，第二期为5%股份，于2026年3月31日前或双方协商确定的2026年内其他时间转让并完成交割，深蓝财鲸将成为公司控股股东，靳春平将成为公司实控人；\n2、同日公告，拟收购深蓝财鲸旗下杭州精算51%股权，整体估值暂定为不超过5.6亿元，标的公司主营业务聚焦企业服务数字化领域，依托自主研发智能财税产品等核心工具，为中小微企业提供覆盖全流程的定制化财税服务。2024年、2025H1净利润分别为792、507万元（上市公司2024年亏损7000万元）。\n3、公司的系列生态修复技术应用可以覆盖矿山、尾矿坝、垃圾堆场、废弃地、海河岸（坝）、水土保持、防沙治沙、土壤修复、水环境治理等众多领域。\n4、公司的主营是快速实施规模造林的植被恢复业务，主要产品产品及服务包括水环境治理、综合性治理、园林绿化等。"
        },
        {
          "code": "sh605376",
          "name": "博迁新材",
          "limit_time": "14:48:36",
          "analysis": "签订合作协议+AI服务器（MLCC）+固态电池+硅碳负极上游\n1、2025年9月28日晚公告，公司及子公司广新进出口与X公司签署《战略合作协议书》，预计自2025年8月起至2029年12月31日间向X公司销售5420～6495吨镍粉产品，预计销售金额约43～50亿元，年均销售金额超10亿元（2024年公司收入为9.45亿元）。\n2、网传AI服务器用MLCC需求迎来爆发式增长，公司小粒径高端MLCC镍粉有望迎来结构性修复。公司是目前世界范围内少数几家具备规模化生产能力的MLCC用镍粉供应商，主要产品包括纳米级、亚微米级镍粉等。\n3、固态电池需要正极做到高能量密度，铁锂正极为300Wh/kg，而高镍正极可以做到500Wh/kg，公司是唯一单位起草与定制了我国第一项电容器电极镍粉行业标准的公司，镍粉产能3240吨。\n4、公司生产的硅粉为纳米级纯硅粉，用于硅碳负极。公司正在研发磁性合金材料、镍基高温合金材料等新型金属粉体材料，并研发锂电池负极材料并推进产业化。"
        },
        {
          "code": "sh603496",
          "name": "恒为科技",
          "limit_time": "09:25:00",
          "analysis": "拟购买AI应用公司+华为昇腾+智算中心+机器人\n1、2025年9月29日盘后公告，公司正在筹划以发行股份及支付现金的方式购买上海数珩信息科技公司75%股权。标的公司主营业务为企业客户提供场景化AI应用产品及解决方案。\n2、公司与华为签署昇腾生态原生合作协议。公司采用昇腾的“恒为智云前海智算中心”首批算力已经启用。公司有基于华为昇腾的算力一体机产品。公司与华为及深圳前海管理局签署战略合作协议，将在前海设立深港人工智能算力中心。\n3、2025年2月25日盘后官微，恒为科技推出的昇腾DeepSeek一体机分为训推一体机与推理一体机两种类型，以\"开箱即用+高并发低时延\"为核心优势，覆盖金融、政务、科研、医疗等众多垂直行业。同年3月2日异动公告，昇腾DeepSeek一体机尚处于市场推广阶段，尚未形成销售订单。\n4、公司的智能系统平台业务有智能计算、智能网络和智慧物联等产品，包括智能巡检机器人等。\n5、公司在智算解决方案、智算可视化运维方面技术实力出众，与华为等多家算力投资机构合作建设、合作运营多个千P以上智算中心。"
        },
        {
          "code": "sh600641",
          "name": "万业企业",
          "limit_time": "09:30:32",
          "analysis": "拟更名+铋金属资产注入预期+半导体+离子注入机\n1、2025年9月29日公司拟变更名称为“先导基电”，经营范围拟变更为集成电路芯片及销售、光电子器件等。控股股东先导科技铋金属资产注入预期，公司作为先导科技体系内铋金属业务的唯一整合平台，网传纪要表示，公司现有铋产能8000吨（2k内销+6k外销），仍在推进扩产。公司近期成立万业元创，聚焦气体、陶瓷部件，后续或进一步承接零部件资产。\n2、控股子公司嘉兴半导体为万业企业70%/ 张汝京20%/比亚迪10%共同成立，其中张汝京为中芯国际创始人。嘉兴半导体主营半导体前道设备，与北方华创类似，累计已签订单7亿+。\n3、公司旗下凯世通自2020年突破首台设备订单后，已赢得十余家国内主流晶圆厂客户离子注入机的采购订单，近60台订单数中超过50%为重复订单。\n4、公司旗下嘉芯半导体所涉及的产品范围覆盖刻蚀机、快速热处理、薄膜沉积等8/12英寸半导体设备，可自主研发和制造刻蚀、薄膜沉积等10类产品。\n5、控股子公司凯世通离子注入机国内唯一，高端线采用独立技术路线，具备技术壁垒。目前正与长存长鑫中芯等洽谈中。"
        },
        {
          "code": "sh600960",
          "name": "渤海汽车",
          "limit_time": "09:31:16",
          "analysis": "拟收购多家汽车零部件公司股权+供货小米汽车+机器人++柴发零部件\n1、2025年9月29日晚公告，公司拟27.28亿元购买海纳川持有的北汽模塑51%股权、廊坊安道拓51%股权、智联科技100%股权和廊坊莱尼线束50%股权，同时拟向不超过35名特定对象发行股份募集配套资金。标的公司产品为传统燃油车和新能源汽车的通用零部件。\n2、网传机构纪要，公司供货小米汽车低压线束+保险杠总成（未证实）。\n3、子公司博海精机启动了人形机器人在工业场景的集成应用研究，但尚未形成销售收入。\n4、网传公司子公司渤海活塞，为潍柴多款发动机提供核心零部件，包括全球首款本体热效率突破51.09%的柴油机锻钢活塞，以及天然气、甲醇等新能源燃料发动机活塞，在气体机市场占据80%以上份额。（未经证实）\n5、子公司渤海活塞产品参与赛力斯问界M7车型发动机配套。"
        },
        {
          "code": "sz300593",
          "name": "新雷能",
          "limit_time": "09:35:00",
          "analysis": "股权激励+集成电路+军工电源+模块电源+低轨卫星\n1、2025年9月29日同步发布2025年限制性股票激励计划与员工持股计划，第一、二、三个解锁期：25年营业收入增长率不低于20%、26年不低于60%、27年不低于120%。公司在AI电源DC-DC（48V-12V、12V-1V合计价值量不低于AC-DC，也是数百亿赛道）国内独一档暂无竞争对手，后续逐步蚕食外资份额想象空间及预期差较大。\n2、公司的集成电路产品主要包括特种电源管理芯片、 电机驱动芯片和集成电路微模组。电机驱动芯片主要应用于航空、航天、船舶、铁路等高可靠特种领域，在数据中心领域将重点进行液冷服务器供电电源，大功率AI服务器电源的开发。\n3、公司是特种电源龙头，研制的密度电源广泛应用在航空、航天及军工等领域，主要包括功率微模组、模块电源、定制电源、大功率电源及供配电电源系统。\n4、2024年4月23日调研公告：商用低轨卫星是公司正在布局的一个方向，主要是为公司现有客户提供商用低轨电源方面的研发。"
        },
        {
          "code": "sz300786",
          "name": "国林科技",
          "limit_time": "09:58:51",
          "analysis": "拟控股凯涟捷石化+半导体+制氢技术+臭氧发生器+水处理\n1、2025年9月29日盘后公告，公司正筹划以现金方式购买新疆凯涟捷石化91.07%的股权。公司乙醛酸产品以顺酐为主要原材料，若本次交易顺利完成，公司将取得目标公司的控制权；目标公司将与公司现有业务形成上下游产业链协同关系，优势互补，具备较强的协同效应，有助于公司开拓市场。\n2、2024年11月28日投资者活动记录，半导体专用臭氧清洗设备目前部分型号产品处于样机验证阶段,少量型号产品处于小批量订单验证阶段。该产品用于化学气相沉积(CVD)、原子层薄膜沉积(ALD)、晶圆清洗、污染物及光刻胶去除等工艺中。\n3、公司具有PSA、VPSA制氢技术和产品的储备。\n4、新疆公司造粒结晶设备已联调完毕，目前已投料运行。\n5、公司已完成家用臭氧活性炭净水系统、超低温富氧原子机、厨用电解臭氧水消毒机、富氢水机和医用制氧机等系列产品的开发。"
        },
        {
          "code": "sh603306",
          "name": "华懋科技",
          "limit_time": "10:01:42",
          "analysis": "算力资产注入+拟调整回购价格上限+网传供货字节+光刻胶\n1、2025年9月29日晚公告，拟以15.04亿元收购富创优越剩余57.84%股权，实现全资控股。标的是全球AI及算力制造产业链企业，致力于高速率光模块、高速铜缆连接器等。承诺2025-2027年净利润分别不低于2.0亿、2.5亿、3.3亿元，累计不低于7.8亿元。\n2、同日公告，调整2024年第二次回购股份方案的回购价格上限，拟将本次回购股份价格上限由不超过41.91元/股调整为不超过60元/股。\n3、网传纪要表示公司为字节AI芯片供应链核心公司。（未经证实）\n4、公司投资徐州博康（持股23.99%）是国内少有能打通光刻胶上游材料的全产业链公司，其聚合与提纯工艺也是其核心竞争力之一。\n5、公司已发展成为汽车被动安全领域的龙头企业，产品线覆盖汽车安全气囊布、安全气囊袋以及安全带等被动安全系统部件。安全气囊产品的新能源车终端客户主要包括比亚迪、国内外主流造车新势力及部分传统整车厂的新能源车型等。"
        },
        {
          "code": "sz300432",
          "name": "富临精工",
          "limit_time": "14:13:51",
          "analysis": "宁德时代拟增资控股旗下子公司 +人形机器人+磷酸铁锂+汽车零部件\n1、2025年9月29日晚公告，公司拟增资10亿，宁德时代拟增资25.6亿对公司子公司江西华升增资扩股，预计构成重大资产重组，本次交易完成后，宁德时代江西升华股权比例为51.0%，公司持有江西升华股权比例为47.4%；江西升华高压实密度磷酸铁锂产品具备技术性能优势。\n2、公司拟与多方合作开展人形机器人应用项目。\n3、公司磷酸铁锂正极材料可以用于储能领域。2021年4月14日回复称公司与华为合作目前主要在智能电驱动及车载减速器领域。公司磷酸铁锂产能1.2万吨，磷酸铁锂已供货宁德时代。\n4、公司长期深耕汽车发动机零部件领域，已成为国内细分领域隐形冠军， 首先实现了精密液压零部件和电磁驱动零部件产品的国产替代。\n5、公司车载电驱动减速器产线年产能已形成53万台套。机器人产业是公司汽车精密制造零部件产品应用领域的延伸。"
        },
        {
          "code": "sh603799",
          "name": "华友钴业",
          "limit_time": null,
          "analysis": "签署16.4万吨三元正极材料订单+磷酸铁锂+钴铜\n1、2025年9月29日晚公告，子公司衢州新能源与LGES签订《三元前驱体供应协议》，约定2026年至2030年期间供应三元正极前驱体产品合计约7.6万吨。同时，子公司约定26年至30年期间向LGES及LGES波兰工厂供应电池三元正极材料产品合计约8.8万吨。\n2、公司三元前驱体年产能共计10万吨，通过与三元高镍和磷酸铁锂领域的头部企业强强联合，实现三元+磷铁双路线齐发。\n3、公司专注于钴、铜有色金属采、选、冶及钴新材料产品的深加工与销售，铜产品总产能11.1万吨，国内衢州1.5万吨和刚果9.6万吨。2021年公司钴产品产量达3.65万吨，产能利用率达94%，铜产品产量达10.29万吨，产能利用率达94%。\n4、公司是全球最大的钴冶炼龙头,中国最大钴产品供应商，在刚果(金)拥有完备的钴铜开发体系，公司主要生产四氧化三钴、氢氧化钴等产品，已经进入到宁德时代等企业，并应用到大众 MEB 平台、沃尔沃等。"
        }
      ]
    },
    {
      "name": "半导体相关",
      "reason": "由于供应紧张，三星对其DRAM和NAND闪存产品进行了大幅提价，部分产品提价幅度高至30%。",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh600629",
          "name": "华建集团",
          "limit_time": "13:11:33",
          "analysis": "控股股东间接持有微电子股权+算力+建筑施工+AI工程设计\n1、控股股东上海国投旗下子公司上海科技创投公司持有上海微电子13.275%股权。\n2、2024年12月9日公司官微发布其子公司建设咨询成功中标盐城市海洋智算中心项目，主要建设两栋数据中心机房楼，一个110/10KV总降压站及一栋综合楼。\n3、公司定位为以工程设计咨询为核心，业务领域覆盖工程建设项目全过程。\n4、公司实控人是上海国资委，公司已发布第一代虚拟设计院平台产品--云华建Beta版，是全国首个建筑工程设计项目数字化协同平台。公司此前考虑到GPT、AIGC等技术对募投数字化转型项目重新论证，未来或将进军AI+设计领域。"
        },
        {
          "code": "sz002298",
          "name": "中电鑫龙",
          "limit_time": "09:32:39",
          "analysis": "华为存储+数据中心+芜湖星际之门+核电\n1、公司基于华为海思处理器开发超融合云存储节点，并成功通过华为兼容性互认证，自主研发的纠删码核心算法和存储专用文件系统，技术参数与华为新一代磁电存储设备，如OceanStor Arctic高度契合，在单机架容量、能效比等关键指标上实现互补。公司在存储相关的技术可以应用到数据中心产品和项目中。\n2、2025年9月21日讯，英国金融时报报道“中国星际之门”计划，其中一个项目的供应商的高管表示，在农业城市芜湖的建设工作是为了“打造中国的星际之门”。截至目前已有15家企业在芜湖建设数据中心，总投资额达2700亿元（合370亿美元）；公司位于安徽芜湖市，曾中标航空工业云基地联通大数据中心、长三角数据金融、上海电信、芜湖移动等多个大数据中心项目。\n3、公司已有部分产品成功应用于葛洲坝集团水利项目、南水北调等部分国家重点水利工程。\n4、公司生产的变压器主要有35KV及以下干式、油浸式电力变压器，适用于核电站、船舶等场所。"
        },
        {
          "code": "sz001309",
          "name": "德明利",
          "limit_time": "09:33:18",
          "analysis": "存储芯片（SSD）+云计算（存储）+字节+光芯片\n1、2025年9月29日反路演，客户阿里在手30亿独供订单（2025年执行超10亿）基础上，锁定新增50亿企业级SSD订单并在未来12个月完成交付，合计80亿订单，下游对应AI服务器集群。未来12个月合计利润释放有望达45.7亿元。\n2、公司产品线涵盖固态硬盘、嵌入式存储、内存条及移动存储四大系列，已广泛应用于车载电子、数据中心等多元应用场景。公司企业级SSD业务进展顺利，目前已进入多家头部互联网及服务器厂商的供应商体系，部分产品已通过客户验证并成功导入。\n3、2025年2月20日盘后投资者调研，公司已研发出符合车规级标准的存储产品。车规级移动存储产品已有小批量出货。\n4、公司存储业务占比99.68%，主要通过采购NANDFlash存储晶圆，将其与闪存主控芯片等进行封装、测试后形成存储模组，再向客户销售。\n5、公司持股15%的嘉敏利光电是一家IDM（设计制造一体）模式的半导体激光芯片公司。公司有vcsel光芯片产品，vcsel光芯片主要应用于5g移动通信、超高速全光网络、400G及上大型数据中心、人工智能及AI。"
        },
        {
          "code": "sz000021",
          "name": "深科技",
          "limit_time": "09:33:03",
          "analysis": "长鑫供应商+光模块+存储封测+华为核心供应商\n1、公司是长鑫的主力封测供应商，长鑫营收占比约10%。公司目前存储封测总产能为8.2万片/月，深圳厂稼动率处于满载，合肥工厂稼动率80%。\n2、公司持有昂纳科技17.79%的股权。昂纳科技（O-Net）是全球领先的光通信器件、模块和子系统供应商之一。\n3、公司为国内存储封测龙头，主要从事高端存储芯片的封装与测试，产品包括 DRAM、NAND FLASH 以及嵌入式存储芯片。\n4、公司作为华为核心供应商之一，目前合作主要集中在手机通讯业务方面。\n5、公司完成16层堆叠技术研发并具备量产能力，超薄POPt封装技术（Package on Package，叠层封装技术）实现量产。"
        },
        {
          "code": "sh603421",
          "name": "鼎信通讯",
          "limit_time": "09:39:10",
          "analysis": "合作平头哥+华为+国产电力芯片+AI+消防产品\n1、2025年9月18日盘中互动，公司芯片开发采用平头哥的CK802 32位内核架构，平头哥与公司签订有全面技术授权协议。\n2、公司目前与华为公司有基于核心板的合作研发台区智能融合终端项目，华为的星闪和鸿蒙系统也作为国产化技术被公司用于电力系统产品中。公司已开发基于华为鸿蒙系统的终端和电表产品。2024年9月20日公司表示与华为尚未开展实质性的合作。\n3、公司TC3008芯片的成功研制，有力地助推公司实现高端计量产品的国产化进程，实现自主国产化高端关口表的上市，从而完成公司在电能计量领域的全场景覆盖。\n4、公司目前已经研发出基于AI技术的电力信号处理芯片产品，公司将充分融入国家相关产业的发展，AI智能电网系统化能力构建、新能源业务是未来的重点工作。\n5、公司为智能电网的设备供应商和解决方案提供商，公司研发的10kV充电站采用的是国标接口，也可接入特斯拉专用接口，适用于特斯拉等电动汽车的充电。"
        },
        {
          "code": "sz002638",
          "name": "勤上股份",
          "limit_time": "09:39:42",
          "analysis": "半导体照明+智慧路灯+合作浪潮\n1、公司主营为半导体照明（营收占比100%）和教育培训业务。\n2、2024年7月22日盘后公告，全资子公司勤上光电与浪潮智慧城市签署战略合作协议，以加强双方在智慧交通、智慧市政、城市更新等新型智慧城市领域的国内及海外业务合作。\n3、公司推出“以智慧灯杆•路灯为平台的户外智慧城市管理系统”，将LED照明、电子警察等设备集于一体，实现多维联动，构建智慧、绿色城市。\n4、全资子公司龙文教育是全国性教育培训机构，主要从事K12一对一课外辅导，已开发\"59错题\"移动在线教育平台。公司参股东莞市智行光电产业职业培训学校。"
        },
        {
          "code": "sz002631",
          "name": "德尔未来",
          "limit_time": "10:10:48",
          "analysis": "二硫化钼（半导体材料）+传电子皮肤柔性传感器+地板家居+石墨烯\n1、控股子公司烯成石墨烯拥有二硫化钼制备设备技术，二硫化钼是重要的二维半导体材料，具有‌1.2-1.9eV的带隙宽度‌，兼具半导体和光电特性，在柔性电子芯片领域展现出巨大的应用潜力，具有超薄厚度和优异的电学、光学、机械性能及多自由度可调控性。\n2、控股子公司烯成石墨烯有相关技术和专利的布局，柔性触控的技术2013年已突破并推出了相关样品。网传相关技术可能应用于电子皮肤的柔性传感器领域（未证实）。2025年3月7日互动，暂无用于机器人方面的应用研究。\n3、公司的主营业务为木地板、定制家具及密度板等大家居产品的研产销。全资子公司德尔智能联合设立苏州德尔好易配智能互联家居公司。\n4、华为Mate X6手机采用超高导热石墨烯材料，散热效果提升33%，全球手机厂商或快速跟进石墨烯散热，德尔未来控股子公司厦门烯成石墨烯专注于研发、生产和销售石墨烯制备设备以及石墨烯相关产品的应用推广。"
        },
        {
          "code": "sz000672",
          "name": "上峰水泥",
          "limit_time": "13:34:06",
          "analysis": "投资半导体（晶合集成、合肥长鑫等）+水泥\n1、上峰水泥投资了系列半导体行业及新材料等领域企业股权，包括对晶合集成、合肥长鑫、盛合晶微、先导电科、上海超硅、昂瑞微等优势企业的系列布局。其中，盛合晶微、昂瑞微、上海超硅等进入上市辅导；先导电科以210亿元的估值位列胡润研究院《2024全球独角兽企业榜》320位。目前已上市和启动上市的项目累计初始投资额超11亿，占公司全部初始投资额的比例超60%。\n2、公司多年来主要专注于从事水泥熟料、水泥、特种水泥、混凝土、骨料等建材产品的生产制造和销售。2024中国水泥企业熟料产能全球排行第13，产能1757.7万吨。\n3、公司利用水泥窑协同处置危固废的环保业务可以为各类工业企业和油田等提供危险废弃物、固体废弃物处置服务，也可以为城市市政提供各类生活垃圾、污泥和其他危固废的“资源化、无害化、减量化”综合处置服务"
        },
        {
          "code": "sz301308",
          "name": "江波龙",
          "limit_time": "14:18:30",
          "analysis": "数据存储+数据安全\n1、公司嵌入式存储目前已推出工规级及车规级产品；低功耗DRAM存储产品LPDDR 5已通过FROESEE批量送样；SLC NAND已通过Broadcom、紫光展锐等20家主流平台认证和近100个主控型号验证。固态硬盘端，公司发布了企业级规格的SSD，内存条方面已发布企业级DDR4内存条（RDIMM）AQUILA系列，DDR5的RDIMM产品正在逐步导入。\n2、23年4月7日互动表示，公司高度关注数据安全性能，分别推出了加密U盘、具备多重加密功能的SSD、适用于EDR等多款数据防护产品的车规级eMMC等。\n3、官微23年3月23日消息：公司在上海投入数据中心存储产品研发，并在中山建立数据中心存储专线，已形成eSSD和RDIMM两类产品，贯穿Flash与DRAM，是国内极少有的具备提供企业级存储产品组合能力的存储企业。\n4、公司聚焦存储产品（占比99.9%），已形成嵌入式存储、固态硬盘、移动存储及内存条四大产品线。公司与我国长江存储、长鑫存储之间有存储晶圆及相关层面的采购等合作关系，旗下Lexar存储卡全球市场份额位列第二名、Lexar闪存盘全球市场份额位列第三名。"
        },
        {
          "code": "sh603316",
          "name": "诚邦股份",
          "limit_time": "",
          "analysis": "存储芯片+着手开发服务器+环保\n1、公司的存储产品目前主要应用于消费电子、移动智能终端、PC等领域。未来将重点投入可用于大数据中心和服务器的企业级SSD等相关产品开发。\n2、子公司东莞芯存电子主要从事半导体存储器的研发设计、生产和销售，已着手大数据中心、服务器的开发。\n3、公司是集投资、设计、建设、运营于一体的生态环境综合服务运营商，拥有固体废物处理处置工程、水污染防治工程乙级等资质。主营业务是包括市政、园林在内的生态环境相关基础设施建设，相关业务将受益于中国城镇化的推进。\n4、公司拥有市政公用工程施工总承包壹级、环保工程专业承包壹级、水利水电工程施工总承包贰级等资质，是国内同行业中资质最齐备的企业之一。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "9月26日，上交所上市委发布2025年第40次审议会议结果公告，摩尔线程首发上市获得通过。从科创板IPO申报受理到过会，摩尔线程仅经历了88天的时间。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh603189",
          "name": "网达软件",
          "limit_time": "10:02:49",
          "analysis": "AI视频+华为鸿蒙+腾讯+多模态\n1、2025年9月30日盘前消息，OpenAI 将推出 TikTok 风格的人工智能视频应用。公司在AI视频方面的具体应用功能包括语音转字幕、智能标签快剪、视频剪辑等，帮助创作者更好地完成创作。公司主营业务主要涉及大视频运营、超高清视频直播、视频智能大数据等领域。\n2、公司是华为开发者联盟的生态市场服务商，也是HarmonyOS开发服务商，公司参加了鸿蒙生态千帆计划，积极进行HarmonyOS NEXT原生应用开发工作，结合自有的APP快速开发框架产品，打造原生鸿蒙的快速迁移解决方案。\n3、公司和旗下子公司重点加强了与腾讯等互联网企业在融媒体业务领域的广泛合作，提供基于公有云的创新型融媒体产品和服务。\n4、公司推出了具有人工智能能力的智能数字人服务产品。已经为多家商业银行、地方政府、商业中心提供标准数字人产品。"
        },
        {
          "code": "sh688039",
          "name": "当虹科技",
          "limit_time": "10:18:59",
          "analysis": "合作摩尔线程+机器人遥操作+大模型+合作华为\n1、2025年9月29日盘后互动，公司与摩尔线程系深度合作伙伴，双方在专业级视听引擎、超高清GPU算力场景等方面有合作且成功落地，公司的BlackEye多模态视听大模型也与摩尔线程的GPU做了深度融合。\n2、2025年8月6日盘中官微，公司正式首发BlackEye Vision机器人超远距离远程操控系统。\n3、参股公司棱镜全息（持股9.8%）在全息科技应用、科技创新研发等方面保持业界领先地位，致力于通过脱离介质的依赖，实现全息 3D 立体的空中成像，实现无介质、任意物体全方位立体影像化。\n4、公司是华为在智慧城市领域的核心生态合作伙伴和供应商。华为是公司在数字政务“一网统管”方向上的重要业务伙伴，公司加入欧拉开源社区。公司是华为星闪联盟成员。\n5、公司以智能视音频技术为核心，以传媒文化、 泛安全、智能网联汽车三大战略方向客户提供完整的视频解决方案。"
        },
        {
          "code": "sh605178",
          "name": "时空科技",
          "limit_time": "13:03:11",
          "analysis": "空间计算+车路协同+景观照明（文旅）+AR/VR\n1、公司已将“全量数据+AI计算”与空间计算技术融合，打造城市级未来数字平台。\n2、2023年公司在研项目涉及出租车网约车运营管理车联网系统，公司的智慧路灯是实现车路协同的重要基础设施。\n3、公司具备3D投影技术，主营AR光影秀技术、5G高新视频技术、文旅业务线上线下运营和数字孪生技术应用等业务，投资北京元新时空科技是对景观照明业务的延伸，通过VR、AR、AI等技术，为公司文旅业务赋能发展新模式。\n4、公司通过前端的物联网设备作为智慧城市神经元进行感知、数据中台和城市大脑进行的大数据处理和输出，解决底层设备数据采集诺口标准化，形成了可以为智慧停车、智慧交通、智慧城管等场景提供服务支持的“软件+硬件+平台+运营”整体解决方案。\n5、公司通过全资子公司时空交通控股捷安泊51%股权。捷安泊具备丰富的智慧停车运营管理经验，已搭建了较为完善的停车平台运营管理体系。"
        },
        {
          "code": "sz002045",
          "name": "国光电器",
          "limit_time": "14:32:09",
          "analysis": "AI眼镜+合作OpenAl+机器人声学\n1、 2024年12月4日互动：公司重视AI硬件领域，在AI音箱、AI智慧屏、AR/VR设备上已实现规模量产。后续会积极推进AI耳机、AI眼镜的送样工作。公司产品可用于智能戒指、智能指环等可穿戴设备电子产品。公司是全球众多顶级品牌和国内主流品牌如百度等人工智能交互音响产品的供应商。\n2、网传（未证实）OpenAl计划在 2026年末或2027年初推出其首款设备。2024年公司董事长曾访问微软总部，并表示与微软、OpenAl合作神秘产品。\n3、公司声学模组可以应用于机器人声学部分，目前暂未量产机器人声学模组。\n4、华为公司是公司的客户之一，双方在声学产品上有较多的合作。2024年10月31日，华为终端宣布华为Sound X4正式开售，产品搭载自研声音算法。公司深度参与华为Sound音响的研发设计，并由国光电器独家生产。"
        },
        {
          "code": "sh600601",
          "name": "方正科技",
          "limit_time": "",
          "analysis": "PCB+AI服务器+光模块+5G\n1、2025年9月30日盘中市场传闻，公司拿到NV大订单，最新gb300出货份额超过胜宏。此前网传纪要，公司2025年6月已完成首批2000套GB300专用PCB样品交付，目前处于性能验证收尾阶段（未证实）。公司的PCB产品在服务存储和光模块领域均有应用。服务存储方面，公司已具备AI服务器核心客户高可靠性产品及超密高阶HDI的制作能力。公司PCB业务是华为的供应商。\n2、光模块方面，公司已批量生产10G-100G-200G-400G-800G等光模块产品，同时，1.6T连接器和光模块产品分别已完成打样并具备批量生产能力\n3、公司的PCB产品在服务存储方面，主要包括服务器、数据存储、加速卡、显卡、SSD等领域。\n4、公司与国内通讯行业领军企业建立长期深度合作，同步展开多个5G主板及天线板PCB的研发项目。"
        },
        {
          "code": "sh603320",
          "name": "迪贝电气",
          "limit_time": "",
          "analysis": "压缩机电机+家电+密封电机\n1、公司是丹佛斯集团商用压缩机电机的核心供应商。\n2、公司家用产品直接配套于行业知名压缩机厂商，最终应用于各类冰箱、空调等产品上。公司车载产品最终应用于车载冰箱、房车冰箱、太阳能冰箱等产品上。\n3、公司主要业务为从事家用、商用、车载压缩机密封电机的研发、生产及销售，并开展直流变频电机驱动控制器的研发、销售业务。"
        },
        {
          "code": "sz002733",
          "name": "雄韬股份",
          "limit_time": "",
          "analysis": "携手亚马逊+数据中心（铅酸电池）+客户华为/字节+氢燃料电池\n1、2025年9月29日消息，近日子公司雄韬氢雄与亚马逊云科技达成氢储能发电系统供应合作，将为亚马逊在印度班加罗尔的新建数据中心提供先进氢能解决方案。\n2、网传纪要表示，公司数据中心备用电池通过万国拿到北美1亿左右订单，CSP积极导入。公司为全球备用锂电市场份额第一，和甲骨文、微软等长期合作。（未经证实）\n3、公司数据和算力中心直接客户的终端客户中有华为、字节、英伟达等。数据中心新产品REVO 3.0 TPX600，拥有600KW单柜输出功率，为业内最高超高功率产品。\n3、膜电极是氢燃料电池的核心组件，成本占据燃料电池电堆的70%，占燃料电池动力系统的35%；武汉理工氢电掌握膜电极关键技术，是全国最大膜电极生产企业，市占率超50%,公司为第一大股东（参股44%）；擎动科技自主研发高性能催化剂，膜电极产能达100万片，雄韬股份参股8%。 \n4、公司燃料电池发动机系统涵盖VISH和VISTAH两个系列。"
        }
      ]
    },
    {
      "name": "铜",
      "reason": "LME期铜收涨232美元，报10414美元/吨。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002295",
          "name": "精艺股份",
          "limit_time": "10:58:39",
          "analysis": "铜加工+实控人变更预期+铜贸易+家用电器+虚拟电厂\n1、公司主营业务为铜加工设备、精密铜管和铜管深加工产品的生产和销售，产品为精密铜管和铜管深加工、贸易业务。\n2、南通三建所持有的公司7518.47万股，将于2025年10月9日正式拍卖，目前显示的起拍价为7.25亿元。若拍卖成功，将导致公司控股股东和实际控制人发生变更。\n3、贸易业务，以“一个成本、收益共享、成就别人，发展自已”的供应链贸易直联一站式服务，构建采购平台、销售平台和物流平台。\n4、公司已成为格力、美的、广州松下等众多国内知名空调、压缩机企业铜管及铜管深加工产品的供应商，以及宁波金田、海亮股份、高新张铜等国内铜加工企业的设备供应商。\n5、2024年年报提及，公司数字能碳服务业务包含虚拟电厂、综合能源管理平台等。"
        },
        {
          "code": "sz000923",
          "name": "河钢资源",
          "limit_time": "13:58:06",
          "analysis": "金属铜+铁矿石+磁铁矿\n1、按公司二期规划，达产后，采矿量1100万吨，折合金属铜产量为8.8万吨。按公司穿透后权益60%计算，公司的金属铜产量5.2万吨。\n2、公司铁矿地处南非，为铜矿伴生矿，主要产品有铜产品和磁铁矿。公司磁铁矿营收占比70.61%，90%以上利润由磁铁矿业务贡献。旗下的PC是南非最大的铜棒/线生产商，终端客户销售稳定。\n3、河钢资源控股股东为河钢集团，持股34.59%。实控人为河北省国资委。"
        },
        {
          "code": "sh601618",
          "name": "中国中冶",
          "limit_time": "13:59:58",
          "analysis": "铜矿+高镍三元前驱体+冶金建设\n1、公司2024年对阿富汗艾娜克铜矿西矿区进行了补充勘探，在提高资源级别的同时，将铜资源量增加到了1236万吨，未来进一步取得新勘探找矿成果依旧乐观。目前，公司正加快推进该项目的可行性研究报告论证、进矿道路建设等前期准备工作。\n2、公司控股股东中国冶金科工集团，实控人国务院国资委。\n3、公司积极把握前驱体材料体系发展机遇，投资36.9亿元生产高镍三元前驱体。目前中冶新能源5系、6系高镍三元前驱体产品已应用于广汽、上汽、蔚来、小鹏、吉利等车企的常规续航里程车型。\n4、公司是全球最大最强的冶金建设运营服务商，在钢铁冶金领域具备垄断性领先优势，拥有国内有色领域综合实力最强设计院；中冶钢构聚焦钢结构装配式是行业内产能最大企业之一；屋顶分布式光伏等近年签单32个项目经验丰富。"
        },
        {
          "code": "sh600711",
          "name": "盛屯矿业",
          "limit_time": "14:40:55",
          "analysis": "铜+黄金+拟回购+镍+金属贸易\n1、公司目前拥有铜产能16万金属吨、钴产能1.4万金属吨、镍产能6万金属吨、锌产能32万金属吨，原料目前主要来自自产矿山，原料伴生，外购三种类型。\n2、2025年8月28日晚公告，公司计划回购股份，资金总额不低于5亿元，不高于6亿元。回购股份将全部用于员工持股计划或股权激励。回购价格不超过11.82元/股。\n3、全资子公司宏盛国际2024年8月13日完成收购印尼华玮镍业45%股权，间接持有友山镍业65%股权。\n3、公司持有贵州华金69.6875%股权。后者持有丫他、板其、板万三个金矿的采矿权和丫他、板万金矿两个探矿权，矿权面积70余平方公里。公司金属贸易业务主要是为国内外有色金属产业链上下游企业提供金属矿粉、金属锭、矿产品等的购销服务。"
        },
        {
          "code": "sh600362",
          "name": "江西铜业",
          "limit_time": "14:48:04",
          "analysis": "铜+小金属\n1、公司是中国最大的铜生产基地，国内最大的铜加工生产商，最大的伴生金、银生产基地，以及重要的硫化工基地，首家采用氧气底吹熔炼—还原炉粉煤底吹直接还原技术处理高铅复杂金精矿的专业工厂，在“中国黄金十大冶炼企业”中排名第一。铜矿自给率超40%，阿富汗艾娜克铜矿即将释放增量。\n2、截止20年12月31日，公司100%所有权的保有资源量约为铜金属874.4万吨，金270.3吨，银8326吨，钼20.1万吨。公司联合其他公司所控制的资源按本公司所占权益计算的金属资源量约为铜443.5万吨、黄金52吨。公司控股子公司恒邦股份及其子公司已完成储量备案的查明金资源储量为156.57吨。\n3、公司年产铜精矿含铜超过20万吨；公司控股子公司恒邦股份具备年产黄金50吨、白银1000吨的能力，附产电解铜25万吨、硫酸130万吨的能力。公司年加工铜产品超过140万吨。公司阴极铜产量超过160万吨/年。"
        }
      ]
    },
    {
      "name": "汽车产业",
      "reason": "中国汽车流通协会：9月中国汽车经销商库存预警指数为54.5%。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "14:17:42",
          "analysis": "智能网联汽车+特斯拉+AI芯片+新能源物流车+低价股\n1、网传公司正推进与哪吒汽车母公司合众新能源的重组事宜，原合众新能源人员将于2025年10月1日后完成交接清退，山子高科团队将正式进场接管。（未证实）\n2、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监及Model3焊装车间高级经理。\n3、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，总部位于浙江嘉兴嘉善县经济开发区，注册资本约10.57亿，主要业务发展方向为模拟芯片、电源管理芯片、数字和逻辑芯片、射频芯片及模块等封装测试。\n4、2023年12月， 旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。\n5、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研发、生产和销售。有产品配套问界M7车型。"
        },
        {
          "code": "sh600676",
          "name": "交运股份",
          "limit_time": "10:00:41",
          "analysis": "参股上海大众交运出租+上海国资+特斯拉+汽车拆解\n1、2025年7月26日，上海新一批智能网联汽车示范运营牌照正式发放；公司参股50%上海大众交运出租，后者获得无人驾驶出租车运营牌照。\n2、公司实控人为上海国资委，主营业务涵盖道路货运与物流服务，汽车零部件制造与销售、乘用车销售与汽车后服务。\n3、网传公司给特斯拉做数据中心（未经证实）。\n4、全资子公司上海市汽车修理公司的子公司上海交运巴士拆车服务范围涵盖汽车拆解业务。\n5、公司是全国道路货物运输一级企业，拥有货运车辆3000余辆、各类装卸搬运设备30余台，拥有各类仓库18万平方米。"
        },
        {
          "code": "sz300893",
          "name": "松原安全",
          "limit_time": "14:33:03",
          "analysis": "预紧式安全带总成+被动安全系统+奇瑞合作\n1、公司已成功为上汽通用五菱MINI EV、吉利帝豪EV、奇瑞新能源eQ1等新能源车型配套高端汽车安全带总成。2020年公司已进入了大众、福特等合资品牌供应商体系。\n2、公司是少数几家有能力研发集成主被动可逆预紧式安全带总成的被动安全系统企业，据了解国内自主品牌具备该产品能力的仅松原一家。\n3、公司巢湖项目正在规划论证中；在方向盘业务方面，公司通过与部分汽车整车厂的前期项目开发，已实现批量生产。\n4、2025年8月19日晚公告，2025H1营业收入11.48亿元，同比增长42.87%；净利润为1.61亿元，同比增长30.85%。其中Q2单季净利润同比增长41.03%。"
        },
        {
          "code": "sz000980",
          "name": "众泰汽车",
          "limit_time": "",
          "analysis": "自动驾驶+业绩披露+汽车整车+低价股\n1、2023年9月18日互动，公司目前智能辅助驾驶技术的储备可达到L4级。\n2、2025年8月30日公告，公司2025H1实现营收2.80亿元，同比增长12.61%，实现归母净利润-1.48亿元，同比减亏。\n3、公司是国内较早进入新能源汽车领域并具备新能源汽车完整的整车设计、试制、试验和零部件开发能力的具有综合影响力的车企。2025年6月16日调研纪要，公司已签订阿尔及利亚1200台整车订单并收到订金，正推进重庆基地复产以实现交付。 \n4、公司拥有众泰、江南、君马等自主品牌，产品覆盖SUV、轿车、MPV和新能源汽车四个细分市场。\n5、公司在以前年度进行过氢能源技术的研发工作，取得了一定的成果。"
        },
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": "",
          "analysis": "无人驾驶+网传合作富士康造车+海南+汽车整车\n1、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统以及ACC自适应巡航系统等智能驾驶辅助系统。\n2、网传公司合作富士康造车。公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。\n3、公司表示作为海南本土汽车企业，将继续积极关注海南自贸港相关优惠政策，利用好海南出口、物流的优势以及海外贸易优惠政策等，做强公司出口业务。\n4、公司主营业务为汽车及动力总成的研发、制造、销售及服务，生产的主要产品为海马7X、海马8S和海马6P等，提供的主要服务为金融服务和租赁服务等。\n5、 公司于海口市的首座制氢加氢一体化站及配套分布式光伏项目已建设完成并投入运营。"
        }
      ]
    },
    {
      "name": "军工",
      "reason": "中国沙特军事合作委员会第六次会议在京召开。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz003002",
          "name": "壶化股份",
          "limit_time": "13:06:12",
          "analysis": "军工+隧道爆破智能装药机器人+民爆（西藏）+电子雷管\n1、公司已形成“民爆、出口、爆破、军工”四大板块，拥有军工四证，参股成都飞亚航空、航天科工火箭等军工企业。 \n2、2025年3月7日据官微，壶化股份研制的隧道爆破智能装药机器人试机成功，从根本上解决了我国乃至世界隧道智能施工的最后“一公里”。\n3、2024年公司成立壶化墨脱分公司。公司与中铁19局签订战略合作框架协议，共同参与西藏、新疆重大项目建设。\n4、公司拥有雷管许可产能7065万发，置换后电子雷管将增长至5880万发，工业雷管减少至2000万发；主要产品为工业雷管、索类、起爆具等起爆器材和工业炸药，广泛应用于矿山开采、建筑拆除、石油勘探等领域。公司持有江苏众芯邦40%股权，其拥有完整数码电子雷管系统技术，包括电子雷管芯片、起爆系统等产品。"
        },
        {
          "code": "sh600760",
          "name": "中航沈飞",
          "limit_time": "13:38:13",
          "analysis": "歼35+战斗机+军贸\n1、公司是歼35整机制造商。歼35A是由中国航空工业集团自主研制的新一代中型隐身多用途战斗机，公司被称为“中国歼击机的摇篮”，我国航空装备的整机龙头之一。歼35A作为多用途战斗机后续将抢占更多军贸份额。\n2、公司是沈飞集团整体上市平台，稀缺性显著的军工核心资产，主营业务为航空产品制造，主要产品包括航空防务装备和民用航空产品，核心产品为航空防务装备。\n3、2025年5月15日互动易，公司积极开拓国际军贸市场，制定“十四五”及中长期军贸业务发展规划。"
        },
        {
          "code": "sh600562",
          "name": "国睿科技",
          "limit_time": "14:18:43",
          "analysis": "战斗机火控雷达+国产大飞机+低空经济+智慧轨交\n1、公司的机载雷达产品包括第三代及三代半战斗机主战机载火控雷达。公司的军用雷达业务主要覆盖武器定位、反隐身情报、武器制导、靶场测控、机载火控、反无人机等多个领域。销售至“一带一路”及全球20余个国家和地区。网传（未查证）公司主导LY-80防空系统的雷达配套(相控阵雷达技术)，红旗系列防空系统的核心供应商，军贸出口占比高。\n2、公司参与了参与了C919大飞机的信息化项目建设。公司数据中台业务签订重大项目合同，获得中国商飞、航天某院等长期合作客户PLM项目。\n3、公司充分发挥传统雷达领域的技术优势，打造低空经济“天织”计划，包括“天行|蜘蛛网”低空监视反制系统、“天行|雨燕”低空气象保障系统、“天行|巡隼”飞行应用系统，赋能低空安防、气象保障、飞行安全关键应用。\n4、公司轨交业务由新线建设向改造升级服务延伸，牵头行业多项标准编制，参与南京都市圈智慧示范工程项目。"
        },
        {
          "code": "sz002985",
          "name": "北摩高科",
          "limit_time": "14:35:54",
          "analysis": "军工+沙特合作+国产大飞机+航天制动\n1、公司炭/炭复合材料及粉末冶金摩擦片等刹车制动产品处于领先地位，已定型的产品列装在多种型号的战斗机、运输机重点军工装备及 A320系列飞机。公司碳复合材料刹车盘通过考核验证评估，并签订10年航材采购供货协议，自2022年1月1日起生效。\n2、2025年9月29日讯，公司与沙特国家工业发展中心、中国航空共同签署《谅解备忘录》，共同合作开展飞机起落架、飞机机轮刹车系统、飞机起落架着陆系统实验室、航空航天电子元件可靠性测试中心等项目。\n3、公司的起落架产品目前应用于多种机型,目前众多型号起落架产品达到重要的应用节点,起落架业务有望成为重要的业绩贡献点，是成飞、沈飞、洪都集团等各大主机厂的配套供应商。\n4、公司是航空航天飞行器刹车制动领域的核心供应商，主营为军、民两用航空航天飞行器起落架着陆系统及坦克装甲车辆、高速列车等刹车制动产品。\n5、京瀚禹已为客户提供各类可靠性试验服务，现已有商业卫星、无人机配套等检测项目落地。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "清华大学化工系教授张强领衔的团队在锂电池聚合物电解质研究领域取得重要进展，张强团队提出“富阴离子溶剂化结构”设计新策略，成功开发出一种新型含氟聚醚电解质。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh603810",
          "name": "丰山集团",
          "limit_time": "09:31:07",
          "analysis": "固态电池合作清华+钠电池+农药\n1、2025年9月28日媒讯，清华大学固态电池新进展并发表《自然杂志》；2025年9月18日晚公告，公司与清华大学（化学工程与低碳技术全国重点实验室）达成合作意向，将在高端精细化工新材料、电子化工新材料等领域开展研发、小试、中试等合作，旨在合作完成钠离子电池电解液及固态锂离子电池用电解质项目的技术开发。\n2、公司控股66%丰山全诺技术储备和研发主要应用在半固态电池产品上；目前公司的实验室针对钠电、锂电半固态电池，推出了两个系列的电解液配方，电池性能表现优异。\n3、公司是全国农药行业细分产品龙头企业之一，主营农药原药、制剂及农药中间体的研发、生产和销售。"
        },
        {
          "code": "sh688063",
          "name": "派能科技",
          "limit_time": "14:07:39",
          "analysis": "全固态电池+储能电池系统+磷酸铁锂电芯\n1、2024年11月13日调研纪要，公司正在开展全固态电池的研究工作，并将持续关注相关领域，未来将根据行业及公司实际情况进行规划。\n2、公司为户用储能全球前三，拥有磷酸铁锂电芯、模组、BMS及系统集成的全栈自研能力，境外收入占比80.88%，欧洲核心客户粘性高。公司产品可广泛应用于电力系统的发、输、配、用等环节以及通信基站、车载储能、移动储能等场景。\n3、公司具备储能系统集成解决方案的设计能力，支持为家庭、工商业、电网、通信基站和数据中心等各类场景打造一站式储能解决方案，使储能系统的整体性能达到最优。\n4、公司是行业领先的储能电池系统提供商，专注于磷酸铁锂电芯、模组及储能电池系统的研发、生产和销售。"
        },
        {
          "code": "sz001301",
          "name": "尚太科技",
          "limit_time": "14:12:18",
          "analysis": "固态电池+供货宁德时代+锂电池负极+硅基负极材料\n1、宁德时代一直是公司的重要客户，公司负极材料产品持续对宁德时代进行供货。现阶段可验证的固态电池负极材料存在继续使用石墨类负极材料的可能性。公司对固态电池适配负极材料以及负极材料其他新技术的发展方向，公司保持积极的关注。\n2、公司主营业务为锂离子电池负极材料以及碳素制品的研发、生产加工和销售，围绕石墨化炉这一关键生产设备，提供负极材料石墨化工序的受托加工业务，同时从事碳素制品金刚石碳源的生产，以及其他碳素制品相关受托加工业务。公司为宁德第一大供应商。\n3、2025年2月14日，昔阳县政府与尚太科技子公司山西尚太举行签约仪式，总投资60亿元、年产20万吨锂电池负极材料一体化项目落地山西晋中。\n4、公司是行业内唯一能够实现全工序自给的负极一体化企业，自身石墨化成本仅6000元/吨，远低于同行的8000-10000元。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "科技部部长表示，正在推动人形机器人在汽车制造、物流搬运、电力巡检等场景加速落地应用，为未来万亿级产业的发展奠定了坚实基础。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002691",
          "name": "冀凯股份",
          "limit_time": "09:51:48",
          "analysis": "机器人+3D打印+煤矿机械设备\n1、公司产品防爆柴油机智能搬运机器人适用于准备巷道、掘进巷道非硬化地面的物料等工作；钻锚机器人适用于煤矿、非煤矿山、隧道涵洞等巷道掘进工程作业。公司此前互动表示公司多种产品通过了CE认证，并出口到澳大利亚、俄罗斯、土耳其、伊朗等多个国家。\n2、公司3D成型整铸装备系列产品主要包括整铸刮板输送机、整铸转载机、破碎机、整铸齿轨等。\n3、子公司冀凯装备自主研发的3D打印机是目前全国乃至全世界唯一一个应用于智能装备制造且实现量产的设备，填补了我国大型砂型打印机技术领域空白。\n4、公司主营支护机具、安全钻机、掘进设备和运输机械等矿用机械装备，营收占比97.51%，是矿山装备的专业供应商与服务商。"
        },
        {
          "code": "sz002645",
          "name": "华宏科技",
          "limit_time": "14:37:27",
          "analysis": "工业机器人电机+稀土磁材+固废处理\n1、截至2024年末公司稀土磁材业务产能规模总计约1.5万吨/年。2025年5月9日调研，公司生产的高性能磁材产品已经应用于新能源汽车电机、工业机器人电机、3C 电子等高科技领域，并且与行业相关企业建立了业务合作。\n2、2025年3月7日公告，全资子公司与北方稀土签署镨钕类产品采购2025年度合作协议。\n3、公司是一家以再生资源加工设备的研产销为主营业务的高新技术企业，产品主要应用于再生资源回收利用行业的废金属、废塑料、废纸、生活垃圾回收处理等多个领域。\n4、公司收购江苏威尔曼100%的股权，切入电梯零部件赛道；收购苏州尼隆51%的股权，进入安全部件领域公司已形成废钢加工设备、废钢加工配送的钢铁再生资源全产业链。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "国家能源局局长王宏志：专项整治光伏产业“内卷式”竞争，推动光伏等产业提质升级。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002513",
          "name": "蓝丰生化",
          "limit_time": "09:32:33",
          "analysis": "光伏+设立孙公司+农药（杀虫剂）+硫酸\n1、2025年9月20日公告，公司控股子公司蓝丰有限拟以自有资金投资设立全资子公司厦门蓝丰新能源，注册资本为3000万元，推动公司及子公司在光伏领域的业务布局，加快公司新能源业务的发展。\n2、公司主要从事杀菌剂等农药原药、制剂和精细化工中间体的研产销，是国内最大的甲基硫菌灵生产企业，是国内杀菌剂大宗品种多菌灵三大生产基地之一，是国内环嗪酮的主要供应商。利民股份为公司客户。\n3、实际控制人为郑旭。公司控股子公司旭合科技，现拥有2.5GW高效N型TOPCON电池片和1GW组件产能，公司规划未来5年内将陆续打造20GW高效N型切片、电池、组件及电站的垂直产业链。\n4、公司主营业务涉及农药化工和光伏新能源业务，公司拥有硫酸年产能4万吨/年。"
        },
        {
          "code": "sz002629",
          "name": "仁智股份",
          "limit_time": "09:38:36",
          "analysis": "光伏+高端工程改性材料+油气技术服务\n1、2024年报提及，集团新能源电力工程业务主要系提供光伏及储能电站总分包业务。\n2、公司主营改性高分子材料的研究、生产及销售，其业务涵盖辐照交联光缆料、辐照交联布电线料等改性材料、高端工程改性材料、高性能管道功能母料等方面。\n3、公司是西南最大油气勘探开采服务商，公司和沙特Petroleum and Energy Trading Services Est. 公司以及北京同路石油三方在沙特成立合资公司，从事油田技术服务、产品生产、国际贸易等业务。\n4、2024年10月21日晚公告，公司资产出售相关过户手续正在办理中，本次交易预计对公司净利润和股东权益的影响金额约为900-1300万元。2024年11月4日公告，出售资产已完成。"
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "据报道核聚变“国家队”中国聚变公司将在上海新建高温超导聚变装置，命名“环流四号”。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603011",
          "name": "合锻智能",
          "limit_time": "10:50:24",
          "analysis": "可控核聚变+机器人+算力+光模块+特斯拉\n1、2025年9月29日研报，公司已获BEST订单、有望取得新订单、价值量打开： 已获得BEST项目2.1亿元订单，包含真空室扇区、窗口延长段、重力支撑，并参与BEST包层、偏滤器的预研。公司目前已成功交付首批重力支撑，并有望在下半年BEST招标中获得包层与偏滤器的订单。\n2、公司董事长严建文担任聚变新能（合肥）公司董事长、聚变产业联合会理事长、合肥国家科学中心能源研究院执行院长，资源整合能力强，公司早在2021年便参与聚变堆真空室的预研，先发优势明显。\n3、子公司纳赫智能生产工业机械手，主要用于压力机自动生产线；但公司不涉及人形机器人的生产。\n4、公司基于国内外一线AI芯片厂家的产品，打造自己的专用硬件算力平台，在平台支撑下自主研发并部署传统算法及AI专用算法。公司持有合肥汇智27.18%股份，合肥汇智主要产品为光模块核心结构件。\n5、公司开发的各类高端装出口到特斯拉等国际知名企业。高端成形机床主要应用于汽车、神舟飞船、天宫飞船、长征火箭等领域。"
        },
        {
          "code": "sh600468",
          "name": "百利电气",
          "limit_time": null,
          "analysis": "可控核聚变+超导磁体+智能电网\n1、公司控股子公司辽宁荣信主导产品有高压动态无功补偿装置（SVC），曾为国际热核聚变实验堆（ITER）计划提供电力无功补偿设备。此外，公司控股子公司英纳超导主要从事高温超导线材、超导磁体、电流引线、超导教具的研发生产。据网络资料（未证实），超导磁体占核聚变中游设备投资成本40%-50%左右。\n2、2025年5月22日互动，公司控股子公司北京英纳超导技术有限公司从事铋系高温超导线材、超导磁体、电流引线、超导教具的研发生产。\n3、公司产品为输配电及控制设备：配电开关控制设备、互感器、接线端子等。\n4、公司已研发新能源相关技术和产品，子公司苏州贯龙生产的电磁线主要应用于汽轮发电机、水轮发电机、风电等领域，拥有储能电机用线圈技术；子公司成都瑞联电气拥有可以应于新能源储能电池产品的直插式分线端子等技术。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "国家医保局：已印发33批立项指南，加快编制药学等立项指南。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002082",
          "name": "万邦德",
          "limit_time": "10:37:24",
          "analysis": "创新药+医药制造+医疗器械\n1、官微显示，公司自主研发的创新小分子环肽药物（MCR环肽），在针对DB/DB肥胖小鼠模型的临床前研究中，展现出优于现有明星药物GLP-1多肽的减重效果；结合其对肌肉的保持作用，以及对血糖、血脂等代谢指标的综合调节作用，有望带来差异化的临床选择。\n2、2025年7月14日晚公告，子公司万邦德制药集团获得防治阿尔茨海默病、皮肤光老化的发明专利。\n3、公司WP103针对新生儿脑病，有望填补全球治疗空白，享受FDA加速审批通道和7年独占期。公司石杉碱甲系列为全球首创药物，获国家技术发明二等奖，中美双报加速国际化。\n4、公司心脑血管领域​的银杏叶滴丸为独家剂型，市占率14.76%；神经系统领域的石杉碱甲注射液为国内唯一生产厂家，市占率27.58%；呼吸系统领域的盐酸溴己新片/注射液市占率34.85%.\n5、公司医疗器械业务主要从事骨科植入器械、一次性无菌医用高分子器械的研产销，医疗器械设备代理及维保服务、医院机构一体化交钥匙解决方案综合服务等。"
        },
        {
          "code": "sz002390",
          "name": "信邦制药",
          "limit_time": "10:48:27",
          "analysis": "互联网医疗+基因测序+民营医院+中医药\n1、公司控股子公司信邦富顿与遵医附院合作打造“遵医云医院”线上线下平台,包括专用用户手机APP、医生工作站、医生APP、线下(药店)接诊点、家庭电视问诊等多个模块。\n2、基因测序方面，公司有下属机构可以提供分子病理诊断服务。\n3、公司拥有贵州医科大学附属肿瘤医院有限公司、贵州医科大学附属白云医院、贵州医科大学附属乌当医院等6家医疗机构，各医疗机构拥有各自的特色学科，已建立起具有明显竟争优势的优质医院网络，在贵州省形成了品牌优势。\n4、公司从事纯天然植物类中成药的研发、生产和销售的企业。其产品集中在心脑血管、消化系统两大类,具体包括银杏叶片、六味安消胶囊、贞芪扶正胶囊、护肝宁片、益心舒胶囊等。"
        }
      ]
    },
    {
      "name": "储能",
      "reason": "2025年9月27日讯，目前国内储能电芯的需求十分强劲。头部电池企业均表示工厂已处于满产状态，一些订单已经排到明年年初。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002150",
          "name": "通润装备",
          "limit_time": "09:53:00",
          "analysis": "光伏储能设备+光伏逆变器+输配电\n1、公司主要从事光伏储能设备、元器件以及金属制品的研发、生产及销售业务，目前形成光储逆变器、储能系统业务和金属制品业务双主业驱动的格局。公司完成对正泰电源的收购，后者主营光伏逆变器与储能系统解决方案，已成功落地北美首个275KW地面电站中压解决方案，商用市场占有率连续6年第一。\n2、2025年9月26日互动，子公司正泰电源入选彭博新能源财经2025年第三季度全球光伏逆变器制造商Tier 1榜单。\n3、公司美国业务主要包括光伏逆变器、储能逆变器及系统；为客户提供全场景的光伏与储能系统解决方案，特别是在工商业应用场景中，公司逆变器产品处于领先地位。\n4、公司主营金属箱柜、机电钣金、输配电控制设备业务，产品应用领域包括制造业、建筑业、汽车修理、户外显示屏、高压配电等领域。公司目前生产的农机主要是微耕机，主要出口欧洲。"
        },
        {
          "code": "sz300464",
          "name": "星徽股份",
          "limit_time": "13:25:54",
          "analysis": "便携式储能+美甲机+跨境电商+无线耳机\n1、子公司RavPower是行业领先的移动电源供应品牌，便携式储能或是储能发展又一方向。\n2、网传纪要，公司的美甲涂涂AI彩绘机40秒可完成纳米级精度打印，顾客决策周期从3天压缩至90秒。（未证实 ）\n3、公司2024年，外销营收占比67.99%；公司在海外主要通过亚马逊、沃尔玛、希音、公司自营平台等渠道销售产品。\n4、子公司泽宝电商拥有RavPower、TaoTronics、VAVA、Anjou、Sable品牌，主要产品品类包括电源类、蓝牙音频类、小家电类等。公司音频产品的主要品牌是TaoTronics，TWS技术现已普遍应用于公司蓝牙耳机产品。\n5、公司主营为专业精密金属连接件的研发生产和销售。"
        }
      ]
    },
    {
      "name": "六氟磷酸锂",
      "reason": "9月23日-28日连续几日每天涨价出现均价从5.75万/吨提升至5.9万/吨；预计10月会突破6万/吨；当前全行业产能利用率突破80%。（未证实）",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "14:10:48",
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、公司六氟磷酸锂产能:3.7万吨/年。公司主要产品六氟磷酸锂（2024年占收入66.8%）是锂电池的重要原材料，同时是近中期不可替代的锂离子电池电解质。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n2、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        },
        {
          "code": "sh603026",
          "name": "石大胜华",
          "limit_time": "10:25:43",
          "analysis": "六氟磷酸锂+固态电池+电解液溶剂供应商\n1、公司六氟磷酸锂产能2000吨/年。公司六氟磷酸锂产品长期供应给国内电池或者电解液头部企业，出口日本、韩国和欧美国家；\n2、网传纪要显示，公司硅基负极在固态电池领域的客户认证已达到B样阶段，与多家头部企业达成合作意向。公司眉山基地的硅基负极项目预计2025年一月底具备5000吨的产能，已实现百公斤级订单出货。\n3、公司是全球最大的电解液溶剂供应商，是全球唯一同时提供5种电解液溶剂、溶质和添加剂完整配套的龙头厂家，主营碳酸酯系列产品主要包括碳酸二甲酯等，主要用于生产锂电池电解液。\n4、公司与比亚迪以、三菱等合作，通过电池企业进入 TSLA等车企。"
        }
      ]
    },
    {
      "name": "锡",
      "reason": "2025年9月29日盘后消息，印尼将关闭1000座非法锡矿。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000960",
          "name": "锡业股份",
          "limit_time": "09:37:36",
          "analysis": "锡+黄金+白银+铟金属\n1、公司自2005年以来公司锡产销量位居全球第一。公司锡金属保有资源储量为64.64万吨。\n2、公司2023年铟锭生产量102吨，期末库存量122吨。公司铟金属保有资源储量4945 吨。\n3、黄金为公司铜冶炼过程产生的副产品，2022年公司金产量为810千克。白银为公司冶炼副产品，2023年产量166吨。\n4、公司是国内锡行业唯一A股上市公司，主要从事锡、铜、锌矿的开采、选矿以及锡、铜、锌金属的冶炼和锡的深加工。2020年锡材公司成为华为目前国内唯一认证合格的锡材正式供应商。"
        },
        {
          "code": "sh600301",
          "name": "华锡有色",
          "limit_time": null,
          "analysis": "锡+银+锑+广西国资\n1、公司主要产品为锡、锌、铅锑精矿，锡锭营收占比50.04%。据研报，截至2024年6月，公司合计拥有权益资源量为锡17万吨。以USGS储量口径，公司拥有锡储量分别占全球3%，占中国11%。\n2、公司保有的锡、锑、锌矿产储量在国内排名前列， 截至截至2024年底， 公司铜坑矿、高峰锡矿、佛子冲铅锌矿保有矿石资源量 6, 279.08万吨、保有锡、锑、铟、锌、 铅、银、铜等资源金属量 326.13 万吨。\n3、公司持有（含控股）并经营两座矿山，分别为河池市南丹县铜坑矿和高峰矿。公司矿山矿石除了锡、锑金属之外，共有铋、汞、金等十多种伴生金属，其中包含多种国家重要战略性金属种类，现在已回收大部分伴生金属。\n4、公司实控人为广西人民政府国资委。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002670",
          "name": "国盛金控",
          "limit_time": "14:54:24",
          "analysis": "证券+金融科技+处置股权\n1、公司旗下有全资子公司国盛证券。公司以证券业务为主，同时开展投资、金融科技业务，实控人为江西省交通运输厅。\n2、2025年9月26日晚公告，公司拟适时处置所持北京快乐时代5%股权及趣店部分股票，集中资源聚焦证券主业，提升资产使用效率。 \n3、公司基本形成立足江西、辐射全国的业务格局，在江西省内设有93家分支机构，覆盖全省所有市级行政区，省内分支机构数排名第一，区域竞争优势明显。"
        },
        {
          "code": "sz000006",
          "name": "深振业A",
          "limit_time": "09:48:54",
          "analysis": "深圳地产+资产注入猜想（新凯来）+实控人持股荣耀\n1、公司在深圳、广州等地分别设立地区公司开展房地产开发业务。\n2、新凯来的控股股东深圳市重大产业投资集团的董事黄秀章同时担任深振业监事。或存在潜在资产整合预期。\n3、2025年1月17日盘中消息，荣耀正式官宣“换帅”，CEO赵明因身体原因辞职。公司实控人为深圳资本运营集团，后者持有荣耀小部分股权。市场曾热议荣耀借壳猜想。\n4、天津市振业资管公司下设多家子公司从事房地产开发、运营等相关业务。\n5、公司拥有广州天颂花园、长沙振业城、西安“泊墅等项目均成为当地标杆项目。"
        },
        {
          "code": "sh603103",
          "name": "横店影视",
          "limit_time": "14:45:57",
          "analysis": "《震耳欲聋》出品方+影院+影视投资+IP衍生品+短剧\n1、据灯塔专业版，截至2025年9月30日14时53分，2025年国庆档期内预售总票房突破1亿。《震耳欲聋》《刺杀小说家2》《志愿军：浴血和平》暂列档期预售票房榜前三位；公司是《震耳欲聋》出品方之一。\n2、公司主营为影视投资、制作、发行、电影放映及相关衍生业务。2025年7月15日公告，公司预计2025 H1实现扣非净利润为 1.4亿元-1.9亿元，同比增长 825.61%-1156.18%。\n3、2024年半年报，公司丰富衍生品周边产品，扩大IP衍生品的开发业务，争取与知名品牌达成衍生品快闪店的开设合作，利用衍生品、卡牌等销售创造良好的动漫二次元氛围，深度绑定卡牌玩家。\n4、控股股东旗下横店影视城受益短剧精品化趋势，公司开发的“横店视频”APP 已成功取得网络视听许可证。\n5、公司与腾竞体育达成合作，获“2023英雄联盟职业联赛”线下直播授权。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz301563",
          "name": "N云汉",
          "limit_time": "",
          "analysis": "电子元器件+PCBA\n1、公司是国内最早一批推出电子元器件B2B线上商城并以此开展业务的企业之一，目前已成为我国电子元器件领域B2B领军企业。\n2、公司2018年开始打造PCBA智能生产工厂，为客户提供包括PCB电路板、SMT贴片等在内的PCBA服务；2019年公司线上商城上线PCBA智造服务，通过“高频 换线、柔性生产”，能够满足紧急项目6小时出货的需求。"
        },
        {
          "code": "sz001285",
          "name": "N瑞立",
          "limit_time": "",
          "analysis": "汽车主动安全系统+自动驾驶+摩托车\n1、公司已逐步发展为我国商用车主动安全系统领域龙头，是国内少数具备汽车制动防抱死系统（ABS）、 电子稳定控制系统（ESC）、电子制动控制系统（EBS）等主动安全系统正向开发能力的企业； 并成功实现电子控制单元（ECU）、执行器和传感器等核心电控制动部件的自主技术开发及核心工艺的自主生产。\n2、公司逐步强化在液压制动、线控制动等其他主流技术路线布局，积极向乘用车、摩托车等新应用领域，以及智能驾驶等新应用场景拓展。\n3、公司进一步开发自动紧急制动系统（AEBS），成为行业内首家将环境感知、决策算法、线控制动融合为一体并通过法规标准测试的企业，进入了厦门金龙、三一集团和东风集团等商用车客户供应链。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "10:17:45",
          "analysis": "签署重整投资协议+司法强执完成+农药/医药中间体+酒店\n1、2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、2025年4月30日复牌，公司股票被实施退市风险警示。2025年3月19日公告，公司控股股东广州万顺将增持计划延期至2025年9月19日，继续履行增持承诺。 \n4、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "10:07:18",
          "analysis": "采矿许可+隧道工程（西藏）+算力+电力+文旅\n1、2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": "09:52:25",
          "analysis": "增资子公司+拟更名+拟购买尼威动力+生态景观规划\n1、2025年9月18日晚公告，公司拟向全资子公司苏州市高新区辰顺浩景管理咨询公司增资1.5亿元，增资后公司仍持有其100%股权。同日公告，拟变更公司名称为顺景科技。\n2、2025年7月16日晚公告，公司拟购买尼威动力55.50%股权，非国资股权部分最终交易价格为6.01亿元，国资股权部分预计交易价格为6463.45万元。本次交易构成重大资产重组。标的公司主营新能源混合动力汽车高压燃油箱系统的研发、生产与销售。尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表。\n3、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n4、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链，业务主要集中在城市更新、乡村振兴、生态修复等相关领域。"
        },
        {
          "code": "sh600892",
          "name": "*ST大晟",
          "limit_time": "10:30:27",
          "analysis": "短剧+网络游戏+唐山国资入主+影视\n1、2025年5月21日公告，公司全资子公司设立广州熠梦文化传媒全资控股，重点布局短剧业务以创造新的盈利增长点。\n2、公司子公司淘乐网络专注于网络游戏领域中回合制端游与手游的研发与运营。公司全资孙公司祺曜互娱主营业务为基于H5网页、手机移动端研发的动作角色扮演类游戏。\n3、2024年3月12日公告，唐山市国资委同意唐山文旅按照7.35元/股的价格，合计受让大晟文化9706.7万股股份，折合上市公司股权比例17.35%，成为上市公司第一大股东并取得其控股权。2024年12月13日公告，公司法定代表人变更为崔洪山。\n4、在影视业务方面，公司主要投资、拍摄及制作影视剧项目；全资子公司中联传动主营影视项目投资及制作，包括电视剧、网络剧、电影。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "签署重整协议+算力+数字化家装+小米\n1、2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz002199",
          "name": "*ST东晶",
          "limit_time": "14:55:39",
          "analysis": "实控人变更完成+石英晶体元器件+英雄互娱\n1、2025年8月5日晚公告，公司控制权变更事项中涉及的权益变动过户登记手续已经全部完成，公司控股股东变更为无锡浩天一意，实控人变更为朱海飞。 朱海飞是拓海股权投资基金的管理人，拓海基金直接、间接持有西藏阿里麻米措矿业和西藏国能矿业股权，这两家公司拥有的盐湖锂矿资源是新能源电池重要原料。\n2、公司主要经营产品包括石英晶体谐振器、振荡器等晶振产品，营收占比超98%。2024年11月26日公告：公司持股5%以上股东、原第一大股东李庆跃向宁波宁聚协议转让股份事项已办理完成过户登记手续。公司第一大股东变更为蓝海投控。 \n3、公司是国内石英晶体元器件行业的先行与引领者，拥有各类自动化生产线80余条，已具备年产各类电子元器件20亿只的能力。\n4、公司曾拟以其拥有的全部资产、业务与英雄互娱全体股东拥有的英雄互娱100%股权的交易定价等值部分进行置换，后终止。英雄互娱参股《黑神话悟空》背后制作公司。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "09:25:00",
          "analysis": "算力中标+判决生效+抖音+AI+网络安全+华为鸿蒙\n1、2025年9月29日晚公告，全资子公司北京智游网安近日参与了“克融云智算中心二期三标段”项目的投标，并被列为第一名中标候选人，投标报价为2.36亿元。2025年9月23日晚公告，公司重大诉讼已获深圳中院判决及生效证明，涉案金额2.54亿元，案件执行结果或对利润产生影响。\n2、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n3、2025年7月11日讯，公司成立智乐科技公司，含多项AI业务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、安全检测平台、合规检测平台、威胁态势感知平台V1.0。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sz002231",
          "name": "*ST奥维",
          "limit_time": "09:34:27",
          "analysis": "并购重组预期+军工信息化+无线通信\n1、2025年5月21日公告，公司具备军工相关资质并仍有通信设备订单，正积极开发新客户以提升盈利能力。公司表示将依托资本市场寻求并购重组机会，可能引入新业务或资产以改善经营状况。\n2、公司从事军队电子信息化、音视频指挥系统、网络通信等领域并提供专业解决方案。\n3、公司预先研究新一代无线通信技术、多媒体集群技术，填补了行业空白；产品包括全骨传导和智能通讯战术耳机等单兵信息化装备。\n4、公司能够提供军队专用视频指挥和会议系统、音视频融合设备等；提供国产安全交换机、国产安全平板等国产自主可控设备。\n5、公司控股子公司无锡东和欣的客户多为制罐、包装企业及其供应商，公司主要将加工生产出的镀锡钢板（俗称马口铁）、轧硬卷、基板等产品向下游客户销售。"
        },
        {
          "code": "sz002650",
          "name": "ST加加",
          "limit_time": "09:37:42",
          "analysis": "业绩预计扭亏+控股股东破产申请+实控人拟变更+调味剂\n1、2025年7月15日公告，2025H1公司预计归母净利润650万元-950万元，扭亏为盈。\n2、2025年5月15日公告，公司控股股东湖南卓越的破产清算申请已被法院裁定受理。卓越投资持有ST加加18.79%股份，其所持股份已全部被冻结和轮候冻结。目前，中国东方资管已成为ST加加第一大股东，持股23.42%。公司表示未来控制权可能发生变更。\n3、2025年2月11日公告，控股股东卓越投资被申请破产审查的事项仍在进行中。\n4、公司被誉为中国酱油第一股。致力于酱油的研发、生产和销售，是国内酱油行业中拥有全国性品牌影响力和渠道覆盖度的企业之一；“加加”酱油和“盘中餐”食用植物油是公司的核心产品。"
        },
        {
          "code": "sz002630",
          "name": "ST华西",
          "limit_time": "10:47:45",
          "analysis": "签订2.9亿美元订单+核电+垃圾焚烧发电（IDC）\n1、2025年8月27日公告，知名牛散张寿春、魏巍分别拍下ST华西600万股股票。2025年8月23日公告，上半年营收10.22亿元，净利润3617.22万元，关联国家太阳能发电装机同比增长10973万千瓦。\n2、2025年5月28日晚公告，公司和联合体与阿联酋公司签订了伊拉克巴格达Al-Daura热电厂修复工程、设计、采购及施工安装分包合同，合同总价为3.47亿美元。ST华西作为项目实施方，对应合同金额2.9亿美元，折合人民币约20.84亿元，约占公司最近一期经审计营业收入的80.38%。\n3、公司拥有核电业务相关资质，已为多个核电项目提供配套服务。公司承接制造的国内最大规模等级(4x750T/D)的城市垃圾焚烧发电清洁能源项目在深圳宝安成功运营。\n4、2025年3月24日午间公告，华西能源、新加坡公司与老挝公司签订了《老挝南部1800MW清洁能源项目合同》，对应合同金额14.46亿美元(折合人民币约103.85亿元)，约占公司最近一期经审计营业收入的556.30%。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "",
          "analysis": "终止股权转让+终止参股方圆证券+建筑设计+光伏一体化\n1、2025年9月8日晚公告，控股股东柯利达集团拟在2025年9月12日至12月11日期间协议转让不超3000万股占总股本5.03%，旨在引入战略投资者。 2025年公告以上股权转让终止。\n2、2024年半年报，2016年8月2日公司拟与昆山管众鑫投资公司等共同出资设立方圆证券，公司出资占比为19.50%。截至2024年6月30日，公司尚未出资。此次设立方圆证券尚需获得中国证监会核准设立的批复。2025年7月11日公告，公司宣布终止参股设立方圆证券。\n3、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n4、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        }
      ]
    }
  ]
}