{
  "date": "2025-10-17",
  "update_time": "2025-10-17 15:39:24",
  "category_count": 11,
  "total_stocks": 51,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002825",
          "name": "纳尔股份",
          "limit_time": "09:39:27",
          "analysis": "拟收购菲莱测试+汽车保护膜+氢能源膜电极\n1、2025年10月15日盘后公告，公司拟收购菲莱测试，后者专注于半导体芯片测试可靠性解决方案。2024年营收1.22亿，净利润194万，承诺2025-2027年预计分别实现净利润不低于2800万、3600万及4820万。\n2、2025年1月22日盘后公告，公司拟投资并取得蓝微电子控制权（不低于51%股权），后者是目前国内较具规模的芯片封装键合引线研发生产型科技企业。\n3、公司数码喷绘材料产品及汽车保护膜在行业内已经形成稳定的龙头地位，市场占有率已连续多年保持第一并且仍在不断扩大竞争优势。\n4、公司位于上海浦东新区，并在上海浦东临港投资设立全资子公司，将旗下的氢能源领域核心零部件项目、氢能源领域关键装备项目、氢能源产业研究院等项目落地临港集团园区，并且公司将在临港集团园区内设立氢能源产业投资基金。\n5、公司将燃料电池膜电极产品、PEM电解水制氢核心零部件的产业化，膜电极成本占整个燃料电池系统总成本较高，是燃料电池系统中最核心的零部件。"
        },
        {
          "code": "sz002552",
          "name": "宝鼎科技",
          "limit_time": "09:45:00",
          "analysis": "河西金矿收生产许可证+HVLP铜箔+互联网金融\n1、2025年10月16日晚公告，全资子公司河西金矿“河西矿区资源整合开发工程（一期）项目”完成竣工验收，并收到《安全生产许可证》。河西金矿“30万吨/年”项目进入正式生产阶段，将进一步释放公司金矿石的开采能力，增加成品金产量和销售收入。\n2、2025年7月28日公司电子铜箔产品包括高温高延伸性铜箔HTE、低轮廓铜箔LP、反转处理铜箔RTF和超低轮廓铜箔HVLP等，产品规格涵盖9μm至140μm，主要供应给覆铜板、印制电路板厂家。\n3、2023年公司5.84亿溢价157%收购河西金矿，同步出售三公司股权剥离大型铸锻件业务。河西金矿是一家集黄金采选综合配套为一体的矿山企业。河西金矿拥有1个采矿权，矿区面积约1.908平方公里，安全生产许可证许可生产规模为9.9万吨/年。\n4、公司2024年黄金产量527.09公斤。\n5、杭州市余杭区宝鼎小额贷款为公司参股公司，公司持股占比42.5%。"
        },
        {
          "code": "sz002108",
          "name": "沧州明珠",
          "limit_time": "09:55:27",
          "analysis": "控股权拟变更+固态电池（陶瓷隔膜）+新能源汽车+地下管网\n1、2025年10月16日晚公告，公司控股股东东塑集团及其一致行动人与广州轻工签署《意向性协议》，广州轻工拟受让东塑集团持有的公司总股本的 10.00%股份，同时东塑集团及其一致行动人拟将持有的公司剩余公司总股本的9.58%对应的表决权委托给广州轻工，广州轻工通过直接持股联合表决权委托的方式获得上市公司 19.58%股份表决权，成为公司新的控股股东。公司实际控制人将由于桂亭先生变更为广州市国资委。\n2、2025年9月17日互动，公司隔膜产品有应用于半固态电池，有小批量供应。\n3、公司成为国内少数能同时生产干法隔膜、湿法隔膜和涂布改性隔膜产品的企业，锂电隔膜产品已进入国内较大锂电池厂商。宁德时代是公司锂离子电池隔膜产品的客户。\n4、公司主要产品有PE管道、BOPA薄膜和锂离子电池隔膜产品；锂离子电池隔膜产品应用于锂离子电池。公司PE管道产品主要应用于燃气、给水等地下管网的建设。"
        },
        {
          "code": "sz002185",
          "name": "华天科技",
          "limit_time": "10:01:03",
          "analysis": "拟购买华羿微电全部股份+封测+Chiplet封装+无人驾驶\n1、今日复牌；2025年10月16日晚公告，公司拟购买华羿微电100%股份。同时拟向不超过35名特定投资者发行股份募集配套资金。标的是国内少数集功率器件研发设计、封装测试、可靠性验证和系统解决方案等服务于一体的高新技术企业，主要产品包括自有品牌产品和封测产品。\n2、公司有5nm芯片封测能力，是国内第二大封测厂商，在存储器封测领域布局完善，具备 LPDDR4存储器4叠层封装等高端存储器封装技术。\n3、公司完成了2.5D产线建设和设备调试，FOPLP技术通过客户认证，完成汽车级Grade 0、双面塑封SiP封装技术开发，基于TMV工艺的uPOP、大颗高散热FCBGA、5G毫米波AiP、车载激光雷达产品均实现量产，超高集成度uMCP具备量产条件。\n4、公司有Chiplet相关业务订单，并积极布局CPO封装技术，重点开发面向AI和汽车电子市场的封装产品。\n5、公司与长江存储子公司武汉新芯达成深度合作，汽车电子封装产品已量产。"
        },
        {
          "code": "sh600748",
          "name": "上实发展",
          "limit_time": null,
          "analysis": "间接控股股东变更+间接持股上海微电子+同业竞争问题+房地产\n1、2025年10月14日晚公告，实控人上海市国资委将其持有的上实集团100%股权，调整至上海上实全资子公司金钟控股持有，从而使得上海上实间接控制公司的股份从原有的6.06%增至56.18%，成为公司的间接控股股东。\n2、公司持有上海市信投20%股权，上海信投的全资子公司上海泰力产投资管持有上海微电子8.1218%股权。\n3、公司实控人为上海市国资委，控股股东上海实业控股，注册地址中国(上海)自由贸易试验区。\n4、公司表示关于同业竞争承诺事宜，公司始终与上实集团保持沟通，如该事项后续取得进一步实质性进展，公司将严格遵守相关规定及时履行相应决策程序和信息披露义务。\n5、公司主营业务为房地产开发与经营，坚持以上海为核心的长三角区域、青岛为中心的环渤海区域和成渝为中心的西南片区的“1+3+X”战略布局。"
        },
        {
          "code": "sz002571",
          "name": "德力股份",
          "limit_time": "",
          "analysis": "实控人拟变更+IP交易+游戏+光伏玻璃+日用玻璃器皿\n1、2025年10月15日晚公告，公司拟向特定对象发行股票，新疆兵新建合伙拟认购公司发行的股份以实现其对公司的控制权。本次交易完成后，上市公司控股股东变更为新疆兵新建合伙，实控人变更为第四师可克达拉市丝路金融发展促进中心。\n2、2025年3月17日盘前互动，参股公司武汉唯道主要从事文学IP版权业务。武汉唯道创立了IP交易撮合平台——IP家，涵盖影视、游戏、动漫、周边品牌等IP全产业链核心元素，可以通过IP家平台获取相关IP资源。\n3、公司认购趣乐多10%股权，后者已成为国内3D页游排名前列的运营平台，主要通过旗下的西游网从事网络游戏的开发和运营。公司参股6%鹿游主要从事游戏的研发，发行，主要产品是新石器时代。\n4、 公司为集研发、生产、销售为一体的日用玻璃器皿制造企业。子公司蚌埠德力光能主营从事光伏组件盖板、背板等特种玻璃生产销售业务。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "中国央行：加大对消费行业经营主体贷款支持力度，强化金融支持提振和扩大消费作用。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh600382",
          "name": "广东明珠",
          "limit_time": "09:42:15",
          "analysis": "参股酒厂+业绩预增+锡矿+砂石骨料\n1、公司参股7.8%珍珠红酒业，后者是一家集白酒、黄酒、露酒和其他酒酿造于一体的酒厂。\n2、2025年10月9日晚公告，预计公司2025年前三季度净利润2.15亿-2.63亿，同比增长858.45%到10071.44%，扣非净利润2.15亿-2.63亿，同比增长428.49%到545.93%，2025年Q3扣非净利润0.96亿-1.44亿，环比增长43.28%至114.92%，同比扭亏，主系本期明珠矿业扩帮工程采出新矿导致本期铁精粉产销量同比增加约212.49%。\n3、全资子公司明珠矿业所属大顶铁矿是华南地区易采易选的露天磁铁矿床，开采矿种为铁矿、锌矿和锡矿，生产规模为300万吨/年。\n4、明珠矿业目前拥有一条年处理量350万吨1215制石生产线；一条年产60万吨机制砂生产线；已完成一条闲置的1060生产线改造，改造投产增加了1-2#石产量约3-4万吨/月。\n5、公司曾表示参与PPP模式项目合作，致力于土地一级开发；参与共同合作投资房地产开发项目。"
        },
        {
          "code": "sh603101",
          "name": "汇嘉时代",
          "limit_time": "09:57:42",
          "analysis": "胖东来调改（新疆）+商超连锁+电子商务\n1、2025年8月18日晚公司发布新疆首家“胖东来”指导调改店开业数据，16日开业当天该店迎来7万人次的消费客流，同比增长127%，累计销售额高达244万元，同比增长286%，8月16日至17日开业48小时，超市销售额实现469万元，同比增长275%。自公司启动门店自主调改计划以来，目前已完成全疆7城8家门店的调改工作。\n2、公司是疆内最大的商超连锁企业，主要业务为商品零售和商业物业租赁，在新疆地区自主经营6家百货商场、4家购物中心、10家独立超市，受托管理1家购物中心，建筑总面积达85万平方米。\n3、公司成立营销及电商中心，积极布局电子商务等新兴业态，探索线下体验和线上消费的互动融合经营模式。\n4、2023年公司将全面部署私域流量建设工作，提升数字化可持续运营水平。通过标准化体系构建、引流获客、商业经营和数据智能等方面，建立大营销数据中台，满足运营全生命周期的数字化需求。\n5、公司与新疆生产建设兵团合作拟投资4.42亿元建设食品产业园项目，其中中央厨房是预制菜生产加工的核心环节。"
        },
        {
          "code": "sh603313",
          "name": "梦百合",
          "limit_time": "10:01:24",
          "analysis": "快充床垫+智能家居+智能床酒店+AI医疗\n1、双11大促到来之际，梦百合携手小红书平台推出一支直击人心的情感营销TVC，作为梦百合首个分体式0压深睡层床垫产品，快充床垫2.0核心亮点之一在于其灵活可拆卸的多层结构，允许用户根据自身需求调整床垫的软硬度、厚度，满足不同体型、不同睡眠习惯用户的个性化需求。\n2、公司致力于提升人类深度睡眠的家居产品—记忆绵床垫、记忆绵枕头、沙发、电动床及其他家居制品的研产销，部分智能产品为华为鸿蒙认证生态产品，支持接入华为全屋智能体系。\n3、公司在美国已拥有美东和美西生产基地，美国工厂盈利能力在逐步提升。\n4、据艾媒咨询数据显示，2024年中国睡眠经济市场规模成功突破至5349.3亿元。“睡眠经济”的市场规模呈现出爆发式增长，消费者对“深度睡眠体验”的需求倒逼酒店业加速升级。2025年3月24日梦百合全球首家全客房智能床酒店——梦百合0压酒店在上海正式开业。\n5、公司参股北京春雨天下软件6.8%的股权，后者旗下品牌春雨医生生AI问诊2.0已发布。"
        },
        {
          "code": "sh601956",
          "name": "东贝集团",
          "limit_time": "13:03:43",
          "analysis": "蜜雪冰城供应商+人形机器人+空调压缩机\n1、公司以研发生产冰箱、冷柜制冷压缩机及商用制冷器具为主要业务。子公司东贝制冷是蜜雪冰城的供应商，主要供货产品有冰淇淋机、制冰机等。\n2、2025年4月23日互动，人形机器人关节电机目前还处于研发测试阶段。2025年4月15日据官微：人形机器人关节电机和转子式压缩机电机已进入“见家长”阶段（客户匹配测试中）。\n3、2025年3月6日盘后公告，子公司东贝压缩机公司计划投资约20亿元建设制造项目，包括新型智能扁平化压缩机项目、空调压缩机项目项目。\n4、公司研发生产的低温压缩机，可广泛应用于冷冻柜、厨房冰箱、商超柜等生鲜食品快速冷冻保鲜以及医用疫苗进口替代；超低温制冷压缩机主要应用于量子计算、超导材料、红外探测及航天科工等领域。\n5、公司联合中科院理化所对新一代新能源汽车空调压缩机立项开发，已完成首样装配，进行性能测试。"
        },
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "13:20:45",
          "analysis": "毛巾+托育/早教+拟贷款回购\n1、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n2、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n3、2024年10月24日晚公告，公司与兴业银行签署了《上市公司股票回购借款合同》，兴业银行将为公司提供1.38亿元的专项贷款资金用于公司股份回购。回购金额不低于1亿元，不超过2亿元，回购价格不超过6.50元/股。\n4、山东高密高源2021年3月纳入合并报表，该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sz002678",
          "name": "珠江钢琴",
          "limit_time": "13:27:06",
          "analysis": "儿童教育+赛马+布局文旅产业+低价股\n1、全资子公司文教公司负责开展艺术教育培训业务，拥有爱上启蒙、爱上键盘等集体课程，适合孩子年龄特点，符合艺术教育规律，目前正在研发其他音乐类目的集体课程。公司拥有恺撒堡、珠江、里特米勒、京珠等多个自主钢琴品牌，全国拥有300多个直接经销商，1000余家销售网点。\n2、2025年6月13日盘中讯，广州发布《广州市提振消费专项行动实施方案（征求意见稿）》公开征求意见。 公司大股东旗下拥有广州赛马娱乐总公司，下属的天麓马术俱乐部。\n3、2025年4月2日公告，以自有资金2亿元投入布局文旅产业。新设立的全资文旅子公司，作为珠江钢琴文旅业务的投资和实施平台，定位于“旅游景区运营、研学教育实践、文旅产品及线路开发”三位一体的复合型平台，将进一步拓宽业务边界。\n4、公司控股子公司广东琴趣网络“钢琴云学堂”，钢琴云学堂采用视频识别为主，音频识别辅助的人工智能领域的技术。\n5、公司实控人为广州国资委。"
        }
      ]
    },
    {
      "name": "能源/冷冬",
      "reason": "券商预计冷冬可能将推升海外天然气以及取暖油需求，而国内甚至可能面临煤炭和天然气同涨的局面。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh600403",
          "name": "大有能源",
          "limit_time": "09:30:13",
          "analysis": "煤炭+间接控股股东战略重组+资产注入预期+河南国资\n1、公司2024年煤炭产量968万吨。公司所属矿区有长焰煤、焦煤、贫瘦煤等煤种，所产优质长焰煤、焦煤、贫煤、洗精煤广泛应用于发电、煤化工、工业锅炉、炼焦、建材等行业。\n2、2025年9月25日晚公告，公司收到通知，河南省委、省政府决定对间接控股股东河南能源集团和中国平煤神马控股集团实施战略重组。河南省国资委作为公司的实控人不会发生变化。此次重组事项不会对公司生产经营活动产生重大影响。\n3、控股股东义煤集团、间接控股股东河南能源与公司在煤炭业务方面存在同业竞争。2022年5月，河南能源同业竞争承诺到期，但由于所属煤矿数量多、分布广，加之资产重组对标的资产质量要求高，规范整改所需时间较长，整合方式仍需持续深入论证，其他历史遗留问题尚需进一步解决等原因，仍然无法在承诺到期日前完全解决同业竞争。"
        },
        {
          "code": "sh600617",
          "name": "国新能源",
          "limit_time": "10:26:37",
          "analysis": "天然气销售+山西国资\n1、公司是山西省内规模最大的天然气管网运营企业，天然气管网长达5000余公里,年管输设计能力超过255亿立方米。\n2、公司已逐步形成专业化城市燃气公司，专业的城市燃气投资运营管理平台，供气规模在山西省占主要地位。\n3、公司实控人为山西省国资委。"
        },
        {
          "code": "sz003023",
          "name": "彩虹集团",
          "limit_time": "10:51:45",
          "analysis": "电热毯+驱蚊+出口\n1、公司是电热毯龙头，主要产品有家用柔性取暖器具、家用卫生杀虫用品，电热毯销量居全国第一，市场占有率约为11.47%。\n2、公司主要型号电热毯产品通过了欧洲认证。小型取暖设备低能耗、使用方便，未来在国内外都将是取暖御寒产品的重要组成部分。\n3、公司相关产品包括驱蚊片、灭蚊液、气雾剂、驱蚊液、防蚊网等，家用卫生杀虫用品系列营收占比34.50%。\n4、公司与全国性连锁商场开展合作，产品覆盖超过2600家门店；与超过30家互联网经销商合作，互联网经销商店铺数量超过100家。"
        },
        {
          "code": "sz002767",
          "name": "先锋电子",
          "limit_time": "11:07:51",
          "analysis": "智能燃气表+轮足机器人+伺服电机\n1、公司是国内销售规模最大的智能燃气表制造商和系统供应商之一，国内合作客户超过1200家，市场占有率居国内智能燃气表企业前列。\n2、公司通过全资子公司浙江昇锋间接持有本末科技。2025年3月11日互动，本末科技在机器人领域的轮足机器人赛道快速高质量发展，2025年更是加强研发投入，拓展轮足机器人的应用场景，实现飞跃。\n3、参股公司“智驰华芯”是一家专注于智慧水利、工业物联网和智慧医疗等领域的传感器高科技企业，其MEMS超声波传感器适用于手势识别等领域，可应用于汽车无人驾驶、机器人手臂和无人机避撞等场景。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+H型钢+低价股\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        },
        {
          "code": "sh600333",
          "name": "长春燃气",
          "limit_time": null,
          "analysis": "吉林管道燃气龙头+长春国资\n1、长春市于2025年10月17日零时起提前开栓供热；公司是吉林管道燃气龙头，在吉林省内 8 个城市和 1个国家级开发区从事管道燃气特许经营业务。实控人长春国资委。\n2、公司是一家以煤气生产和供应为主业的公用事业企业，业务包括天然气、混合燃气等的生产、销售等，据2025半年报，公司服务180.24万户，2024年销气5.44亿立方米。\n3、公司积极发展多能互补供暖业务、能源托管业务，推动从单一燃气供应向综合能源服务转型。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "2025年10月25日前后举行纪念台湾光复80周年大会。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "09:52:36",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sz000905",
          "name": "厦门港务",
          "limit_time": "10:05:15",
          "analysis": "福建+拟收购集装箱码头集团+港口物流+中欧班列\n1、公司实控人为福建省国资委，主要产品及服务为码头业务、港口贸易、运输业务以及物流，并积极参与“丝路海运”、“一带一路”建设。\n2、2025年3月17日盘后公告，公司拟收购集装箱码头集团70%股权。后者2024年营收27.2亿，净利润5.23亿，旗下拥有稀缺集装箱码头资源，可接泊20万吨级超大型集装箱船舶，年通过能力超过1000万标箱。\n3、陆向方面，开通海铁联运专列，参与中欧班列，投资运营三明、吉安陆地港。公司已在厦门港外设立物流经营网点40余个，并在越南开设了办事处。\n4、2024年12月30日盘后公告，公司拟设合资公司投资运营厦门港多式联运智慧物流中心项目。合资公司注册资本金6亿元，其中公司出资4.8亿元，持股80%，主营业务包括海铁联运、临港仓储、堆存业务、冷链物流、跨境电商、大宗供应链业务等。"
        },
        {
          "code": "sz300300",
          "name": "海峡创新",
          "limit_time": "10:05:54",
          "analysis": "平潭国资+智慧医疗\n1、公司实控人为平潭国资委，注册地已迁移至平潭综合试验区，为平潭国资控制的唯一一家上市公司。\n2、2024年7月29日互动，锦州市地下管网信息综合平台项目该项目中标金额为50万元，该项目建设周期预计为三个月。\n3、公司智慧城市产业重点发展方向是新基建建设领域，包括数据中心等。\n4、公司以建筑、公共安全管理为核心领域的智能化综合解决方案提供商。全资子公司浙江汉鼎宇佑持有炬链科技4.9%股权，后者拥有区块链相关技术。"
        },
        {
          "code": "sz003016",
          "name": "欣贺股份",
          "limit_time": "11:02:24",
          "analysis": "实控人台商+女装+小红书+电商\n1、公司地处福建厦门，实控人孙氏家族为台湾籍，创始人孙瑞鸿曾获厦门“湖里区第十批台湾专业人才”称号。\n2、公司是国内高端女装品牌龙头企业之一，在全国设有销售门店500余家。2024年半年报，JORYA weekend、 AIVEI 品牌战略中心转移， 共同设立为新零售事业部， 线上加快抖音平台多矩阵账号布局， 新增小红书、 视频号直播平台。\n3、公司直播业务包括天猫店播、淘宝C店、抖音直播、唯品会直播、微信视频号等，欣贺电商近几年持续实现20%的复合增长，达到20+%的净利润率。\n4、公司拟投资1亿元成立全资子公司，旨在拓展低空经济、人工智能及新型科技等领域的创新业务，并于2024年11月9日公告完成工商注册取得营业执照。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "据报道过去半年全球存储芯片价格持续上涨。CFM闪存市场发布2025年Q4存储市场展望报告。报告指出，预计四季度，服务器eSSD涨幅将达到10%以上，DDR5 RDIMM价格涨幅约10%~15%。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002208",
          "name": "合肥城建",
          "limit_time": "14:19:30",
          "analysis": "长鑫存储+蚂蚁金服+房地产+数据要素+合肥国资\n1、2025年10月10日盘中讯，据证监会官网，长鑫科技已发布IPO辅导工作完成报告。公司合肥长鑫集成项目主要围绕长鑫存储项目布局上下游产业链配套，提供生活服务设施，致力于打造产城融合国家存储产业基地、世界一流的存储产业集群。\n2、控股股东兴泰控股通过参股建信信托，成为海南建银建信的间接股东，而海南建银建信是蚂蚁金服的股东之一。\n3、公司主要业务包括地产开发、代建事业、物业管理和租赁业务。公司成立以来，专注于住宅地产、商业地产及写字楼和工业地产的开发建设，产品形态多元，项目辐射安徽多个城市及海南三亚、江苏南京等地。公司实控人合肥市国资委。\n4、公司收购的安徽公共资源交易集团有限公司深耕交易服务领域，为客户提供招标代理服务、招标增值服务及产权交易服务。安徽公共资源交易集团有限公司持有安徽省数据交易所有限公司40%股权。\n5、公司全资子公司合肥工投工业科技发展是安徽省规模最大的从事工业标准化厂房开发运营的工业地产开发企业。"
        },
        {
          "code": "sh603938",
          "name": "三孚股份",
          "limit_time": "14:13:13",
          "analysis": "存储上游+电子特气（半导体）\n1、公司电子级二氯二氢硅产品目前已覆盖下游国内存储芯片、逻辑芯片、硅基前驱体等各个领域。公司高纯四氯化硅产品目前在我国行业内市场占有率较高，已实现对原材料要求较为苛刻的PCVD芯棒生产工艺的规模化供应。\n2、电子级二氯二氢硅、电子级三氯氢硅及电子级四氯化硅均属于电子特气，是半导体材料生产过程中一种重要的辅助气体。2025年3月13日互动，目前我国电子级三氯氢硅产品在4-6-8寸外延片方面实现国产化应用。电子级二氯二氢硅产品、电子级四氯化硅产品国产产品依然相对较少，未来三种产品的国产化需求预计将有较大比例的提升。\n3、公司是全国范围内产量较大及供货稳定的三氯氢硅、氢氧化钾、高纯四氯化硅、硫酸钾生产企业。产品出口到南美、东南亚、非洲等地。"
        },
        {
          "code": "sh603933",
          "name": "睿能科技",
          "limit_time": "09:35:50",
          "analysis": "存储芯片分销+伺服驱动器/机器人\n1、公司代理存储芯片销售业务，产品包含“芯天下”系列存储芯片。分销的IC产品为广义的半导体元器件，主要是集成电路芯片和其他电子元件，包括微控制器芯片、功率器件及模组等产品。目前公司主要代理英飞凌、微芯科技、PI公司等全球知名IC设计制造商的产品。\n2、公司RA1、RA3系列伺服驱动器和MC2、MA3系列伺服电机已应用到机器人领域，包括不同载荷的四关节、六关节等工业机器人和协作机器人。公司开发基于第三代宽禁带功率半导体碳化硅(SiC)和氮化镓(GaN)的高效电机和高效电源方案，响应人形机器人市场需求。\n3、公司伺服系统主要产品包括RA、RS系列脉冲模拟量型及总线型伺服驱动器、MC、MA系列伺服电机；人机界面产品主要包括UH系列标准型和物联网型触摸屏。"
        },
        {
          "code": "sz000006",
          "name": "深振业A",
          "limit_time": null,
          "analysis": "资产注入猜想（新凯来）+深圳地产+实控人持股荣耀\n1、新凯来的控股股东深圳市重大产业投资集团的董事黄秀章同时担任深振业监事。或存在潜在资产整合预期。\n2、公司在深圳、广州等地分别设立地区公司开展房地产开发业务。\n3、2025年1月17日盘中消息，荣耀正式官宣“换帅”，CEO赵明因身体原因辞职。公司实控人为深圳资本运营集团，后者持有荣耀小部分股权。市场曾热议荣耀借壳猜想。\n4、天津市振业资管公司下设多家子公司从事房地产开发、运营等相关业务。\n5、公司拥有广州天颂花园、长沙振业城、西安“泊墅等项目均成为当地标杆项目。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "中国太保落地全国首个人形机器人专属保险。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz001282",
          "name": "三联锻造",
          "limit_time": "13:06:51",
          "analysis": "人形机器人（仿生连杆）+小米汽车+客户特斯拉/华为\n1、公司仿生连杆相关业务或用在人形机器人上，目前产品包括连杆、平衡轴、转向节、控制臂等，但目前主要以汽车端为主。机构认为连杆结构是解决目前TSL第一代机器人中，腿部行星滚柱丝杠工艺难度过大，降本困难的痛点的不二之选。\n2、公司已进入小米等知名整车厂商新能源汽车零部件的定点开发项目。\n3、2025年1月10日公告，“年产1000万件汽车轴轮锻件锻造及机加工项目”的主体鑫联精工，近日完成了工商变更登记手续，并取得由歙县市场监督管理局换发的《营业执照》。\n4、公司主要从事汽车锻造零部件的研发、生产和销售，与博世、采埃孚、舍弗勒等合作。公司向问界M7供货拉杆产品；暂未供货问界M9。为比亚迪仰望U8提供控制臂。客户包括特斯拉。"
        },
        {
          "code": "sz002870",
          "name": "香山股份",
          "limit_time": "",
          "analysis": "人形机器人+比亚迪+智能座舱+实控人拟变更\n1、公司旗下均胜群英参与了贾维斯JARVIS的人形机器人智能表面、执行器方面的研发、生产工作。\n2、比亚迪是公司客户；2024年上半年，公司智能座舱部件业务占收入70.37%。\n3、2024年11月28日盘后公告，公司控股股东拟变更为均胜电子，公司实控人拟由赵玉昆变更为王剑峰。\n4、公司推出香山AI蔬菜识别秤，采用领先的人工智能本地识别算法，毫秒级响应，准确率99%以上。\n5、香山子公司均胜群英是国内几大主要充电桩服务供应商之一，是大众MEB平台车型智能充电桩的首批国内独家供应商。公司在汽车豪华内饰件全球市场份额前三名，在空气热管理系统、发动机进气系统和洗涤系统国内市场份额第一。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "NV官网blog再更新800VDC方案，对下一代AI factory中的800VDC配电方案给出图示，明确中压整流器或SST是未来的技术方向，以最大化实现空间利用，简化系统，并能实现储能的直接接入。NV表示在积极和行业伙伴共同开发相关解决方案。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603042",
          "name": "华脉科技",
          "limit_time": "09:30:08",
          "analysis": "数据中心铜缆布线+光模块+合作华为+5G出海\n1、公司提供数据中心综合布线解决方案，相关产品涵盖铜缆综合布线。IDC业务主要包括铜缆综合布线、光综合布线、低压配电、机柜及微模块及基础设施等业务。\n2、公司主要产品包括光纤、光缆等光通信产品，公司光无源器件中的光纤阵列有应用于光模块。\n3、公司积极参与海外市场5G通信建设，深耕东南亚、中南美洲等海外展会，向多家客户提供了华脉的5G基站配套等产品与解决方案，尝试中东、中亚、南美洲等新兴市场推广与突破。华为为公司合作企业。\n4、公司致力于5G室内分布、地铁/高铁等场景的5G网络覆盖应用。积极推进WiFi6+5G无线网络设备产品研发进程，全面启动了5GCPE/路由器、WiFi6智能家庭网关、超级WiFi等系列产品的研发工作。"
        },
        {
          "code": "sh605303",
          "name": "园林股份",
          "limit_time": "13:29:09",
          "analysis": "参股云计算平台+园林工程施工+文旅+新材料\n1、公司参股云针科技15%股权，公司实际控制人吴光洪持有云针科技40%股权，云针科技业务包括自主操作系统、服务器、云计算服务平台等。\n2、公司为浙江省工程总承包试点企业，从事园林工程施工、园林景观设计养护、生态园林及乡村振兴建设项目运维等全产业链业务，主要服务于重点市政公共园林、美丽乡村及生态修复。\n3、控股子公司宁波锦融旅游发展涉及旅游及相关业务，负责浙东海上桃源·M湾渔村”项目的策划等，包括主题民宿、特色餐饮、海洋牧场等。\n4、2025年4月30日公告，公司拟对外投资设立建设子公司、文旅子公司、新材料子公司，分别从事建筑业、文化旅游业及新材料产业。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "2025年欧洲肿瘤内科学会（ESMO）年会定于10月17日至10月21日在德国柏林举行，作为全球肿瘤学领域的顶级盛会，此次会议预计将汇集多项重磅临床研究成果。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603367",
          "name": "辰欣药业",
          "limit_time": "10:28:39",
          "analysis": "创新药+母婴保健食品+液态全营养特医食品\n1、2025年10月13日据官微，子公司山东辰欣佛都药业布洛芬混悬液获批上市。2025年9月3日业绩说明会，2024 年度公司在研项目100 余项，产品方向围绕复杂注射剂、缓控释口服固体制剂、眼用制剂、外用制剂、仿制药一致性评价、制剂国际化、临床重大需求新药等。\n2、公司有保健食品“辰欣牌果味维生素C咀嚼片”、“辰欣牌钙咀嚼片(孕妇型)”、“辰欣牌钙咀嚼片(青少年儿童型)”、“辰欣牌维C加锌咀嚼片”等。\n3、公司产品针对耐药结核菌细胞壁合成，安全性优于现有药物，2023年进入III期临床，预计2025年申报上市。公司抗流感病毒1类新药完成II期临床研究。\n4、公司研发的山东首款液态全营养特医食品上市，该产品富含人体必需的营养物质及28种微量元素，可作为单一营养源满足病人所需。\n5、公司的丙氨酰谷氨酰胺注射液、甲钴胺注射液、甲硝唑氯化钠注射液和依诺肝素钠注射液拟中标第八批国药集采。"
        },
        {
          "code": "sz002004",
          "name": "华邦健康",
          "limit_time": "14:41:06",
          "analysis": "原位编辑疗法合作+氯化亚砜+医美+低价股\n1、2025年10月16日，参股公司普瑞金与吉利德子公司Kite签署授权与合作协议。本次全球合作旨在支持并加速下一代原位编辑疗法的研究与开发，致力于优化从早期发现到临床开发的全流程路径，以更高效的方式为患者带来具有潜在改变生命意义的创新疗法。根据协议普瑞金已获得现金首付款，并有权在触发约定里程碑时获得相应付款，同时还将获得基于净销售额的分级销售收益分成。\n2、持股51.91%的子公司凯盛新材是氯化亚砜最大的生产企业，拥有12 万吨/年氯化亚砜产能，锂-亚硫酸氯电池是锂电池中放电压最高的一种电池,正极材料为氯化亚砜。\n3、玛恩皮肤医院（连锁）总部旗舰店位于重庆，目前在四川、山东等多个省市拥有连锁机构共计30余家。截止目前，已成功推出包括疤痕修复、敏感肌护理、抗衰在内的六大方案，并形成了成熟的治疗体系。\n4、公司医药业务分为自营和代理两部分，自营部分包含医药制剂及原料药的研产销。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh601212",
          "name": "白银有色",
          "limit_time": "14:39:00",
          "analysis": "黄金+白银+特种电缆（核聚变）\n1、截至2025年上半年，公司营收黄金占比18.67%，电银占比4.54%。公司境内矿山保有铜铅锌金属量781.48万吨，其中：铜金属量21.44万吨、铅金属量157.02万吨、锌金属量603.02万吨。金金属量12.42吨、银金属量1832.5吨、钼金属量1.36万吨。\n2、2025年5月15日业绩说明上，公司表示收购的巴西铜金矿项目已完成交割，公司拥有的铜金属资源量增至约93万吨。 \n3、公司的主要业务为铜、锌、铅、金、银等多种有色金属及贵金属的采选、冶炼、加工及贸易\n4、公司下属长通公司，主导产品为高、低温超导电缆、特种电缆等。 产品应用于国内外重大工程项目上，如酒泉卫星发射基地、天宫一号、 神舟系列、国际热核聚变实验堆（ITER） 等项目。国内首根核聚变装置用 750 米超导电缆由长通公司研发制造并交付使用。"
        },
        {
          "code": "sh600078",
          "name": "澄星股份",
          "limit_time": "14:55:56",
          "analysis": "固态电池+资产注入猜想+高纯电子级磷酸+磷化工\n1、据网传纪要，全固态电池关键原料五硫化二磷需由超纯黄磷+硫磺合成，1GW固态电池需450吨黄磷（135吨超纯黄磷），用量为硫化锂的150%；澄星股份为国内黄磷产能第一（18万吨/年），首家生产电子级磷酸的上市公司。（未证实）\n2、网传大股东旗下优质资产正在备案过程中（未证实）。公司产品有高纯电子级磷酸。电子级磷酸，是芯片制造的重要辅助原料，主要用于半导体晶圆蚀刻。\n3、公司为国内精细化程度高、规模大、产品种类多和技术成熟的精细磷化工企业，形成了食品级磷酸、电器级磷酸、高纯电子级磷酸、牙膏级及医药级磷酸氢钙、磷酸盐和电子化学品等技术含量高，品类丰富的下游精细磷化工产品系列。"
        },
        {
          "code": "sz000626",
          "name": "远大控股",
          "limit_time": "09:35:12",
          "analysis": "棕榈油+跨境电商+东盟+生态农业\n1、2025年10月15日消息，印尼计划将毛棕榈油（CPO）出口税从目前的10%提高至15%。公司于 2022 年作为马来西亚境外第一家企业通过马来西亚可持续发展棕榈油供应链认证，公司国际贸易覆盖东南亚、南亚、中东、西非等全球主要棕榈油产销区。\n2、公司在坚持主营业务的同时，密切关注跨境电商相关业务领域的发展趋势，并结合自身能力及渠道，逐步布局跨境电商服务。\n3、公司建立了以远大粮油为产业平台、远大油脂（新加坡）为国际资源和贸易中枢、远大油脂（东莞）为生产加工和仓储交割基地、鸿信食品为特种油脂和终端触达的产业布局。\n4、公司生态农业板块在新疆、甘肃、广东等省份与多家供销合作社系统的农资公司开展了业务合作，油脂和贸易板块也与供销合作社系统的相关公司有部分业务往来。\n5、公司主营业务涵盖贸易、油脂、生态农业三大领域。"
        },
        {
          "code": "sh603162",
          "name": "海通发展",
          "limit_time": "09:40:28",
          "analysis": "民营干散货航运+煤炭运输\n1、2025年10月14日讯，商务部对韩华海洋株式会社5家美相关子公司反制；公司主要从事国内沿海以及国际远洋的干散货运输业务。公司运营的航线遍布30余个国家和地区的200余个港口，为客户提供矿石、煤炭、化肥等多种货物的海上运输服务。公司现已成为环渤海湾到长江口岸的进江航线中煤炭运输货运量最大的民营航运企业之一。\n2、公司所在的平潭岛，东临台湾海峡，与台湾省新竹港相距仅68海里，是中国大陆距离台湾岛最近的地区。平潭港区被定位为福州港的重要组成部分，系海峡两岸“三通”的综合枢纽和主要口岸。\n3、公司顺应国家“一带一路”战略布局，已建立起辐射境内沿海及国际远洋的航线体系，航线网络遍及境内沿海及全球30余个国家和地区200余个港口。"
        },
        {
          "code": "sz002017",
          "name": "东信和平",
          "limit_time": "09:45:30",
          "analysis": "eSIM+稳定币+金融信创+中电科旗下\n1、2025年10月16日晚首款支持eSIM国产手机OPPO Find X9发布，其eSIM版本兼容中国移动、中国联通、中国电信三大运营商；2025年10月10日互动公司自主研发的eSIM物联网管理平台系列产品已获GSMA安全认证，并与运营商开展eSIM业务合作。\n2、2025第三届跨境数字金融产业合规与共生大会于2025年10月16日举办。2025年6月13日调研纪要，公司将聚焦区块链、5G、安全技术等核心技术，联合中国电信研究院、上海树图研究院进一步推进技术布局，以一卡多能的区块链“温”钱包（BSIM）为突破口，积极探索稳定币在支付、跨境结算、数字资产等领域的应用落地场景。\n3、公司的主业为数字信息安全产品及系统解决方案，eSIM卡主要应用于金融服务等领域。5G超级SIM卡可与央行数字人民币支付应用相融合，形成5G超级SIM卡央行数字人民币钱包。公司控股股东是中国电子科技集团旗下中电科东方通信集团。"
        },
        {
          "code": "sz002320",
          "name": "海峡股份",
          "limit_time": "14:19:09",
          "analysis": "海南轮渡+海洋旅游+拟收购徐闻港\n1、2025年10月17日消息，财政部、海关总署、税务总局联合印发公告，调整海南离岛旅客免税购物政策，并定于11月1日起实施。2025年9月16日调研纪要，海南启动封关公司长期看车客流有望增长，并以客滚运输为主体、综合物流与海洋旅游为两翼打造自贸港标杆。公司升级船舶、丰富海上娱乐，打造西沙高端海洋旅游目的地，现有三亚至西沙旅游航线由“祥龙岛”轮运营。 \n2、公司实控人是国务院国资委，控股股东海南港航控股。公司主营船舶运输和轮渡港口服务，主要经营海口至海安、海口至北海客滚运输航线等。2021年底，公司完成琼州海峡航运资源整合，在船舶供给等竞争优势明显。\n3、2024年11月29日投资者活动记录，目前公司仍然持续与交易对手方就投资徐闻港相关事项开展尽职调查以及谈判沟通工作，截至目前部分重要事项交易各方尚未达成一致意见。\n4、公司未来3-5年的重点规划于打造客滚运输航母上市公司，发展海洋旅游业务，探索港口物流业务。"
        },
        {
          "code": "sh600231",
          "name": "凌钢股份",
          "limit_time": "09:36:17",
          "analysis": "钢铁（辽宁国资）+云计算+数据中心+低价股\n1、公司主营优特圆钢、热轧中宽带钢、螺纹钢等六大系列产品。公司实控人为辽宁省朝阳市国资委。\n2、2025年9月17日机构调研，2290m新高炉已于2025年5月27日顺利出铁，完成产能置换，投产后将提升产能利用率并改善盈利。\n3、公司生产的“华凌”牌热轧圆钢等产品在国内主要汽车生产厂商均有应用。\n4、公司推动云计算、大数据、人工智能等新一代智能制造技术应用，着力打造大数据中心和炼铁、钢轧、循环经济、经营管理、物流管控、智能决策六个平台。"
        },
        {
          "code": "sh601718",
          "name": "际华集团",
          "limit_time": "10:21:05",
          "analysis": "阅兵服装+脑机接口+核污染防护服+露营经济+低价股\n1、公司曾承担2019年国庆70周年阅兵中受阅部队139个品种、12.33万套产品承制，包括陆海空火箭军礼服、常服、大檐帽，装备方队作战靴等。\n2、2025年1月22日据脑机交互与人机共融海河实验室官微消息，公司控股股东新兴际华集团与天津大学达成合作，推动脑机接口在人工耳蜗设备、智能AR眼镜等领域应用。\n3、公司成功参与研制了我国“神舟”五号至十二号载人飞船宇航员使用的出行靴、出征靴、太空出舱靴、礼仪皮鞋等宇航靴系列产品。公司具备相关技术储备和产业基础，核污染防护产品有全套核污染防护服、鞋等。\n4、公司具备帐篷、背包、睡袋、棉被、防寒大衣、胶靴雨鞋等户外产品的生产能力。\n5、公司发布的空气消毒机、空气净化器及专业滤芯/滤料三种产品可广泛适用于高铁车厢、飞机机舱、医院等，对于空气中存在的病毒、细菌，甲醛气味、香烟味，体臭等，均可实现快速消毒和分解。"
        },
        {
          "code": "sz002490",
          "name": "山东墨龙",
          "limit_time": "13:22:39",
          "analysis": "石油机械+智能机器人+高端铸件\n1、公司产品主要有石油钻采机械装备、石油天然气输送装备、油气开采装备等，中海油是公司油田类产品国内销售市场中主要客户之一。油气能源设备营收占比100%，海外营收占比24.84%，出口南美、中东、俄罗斯等地区及国家。\n2、2025年2月25日讯，墨龙（海南）农业发展公司成立，经营范围包含智能机器人研发。\n3、2025年2月24日晚，寿光金鑫拟向公司提供不超过3亿元的财务资助。2025年2月13日晚公告，拟出让对寿光宝隆的1.69亿元债权。\n4、公司高端铸锻件产品，可应用于风电铸件、核电及机床等领域相关设备制造。"
        },
        {
          "code": "sz300389",
          "name": "艾比森",
          "limit_time": "13:26:18",
          "analysis": "LED屏+合作华为\n1、公司与华为有关于艾比森LED显示屏的合作。\n2、公司是全球领先的至真LED显示应用与服务提供商，为客户提供全系列LED大屏显示产品及专业视听解决方案。公司推出多款Mini LED产品,包括AX系列、HC系列、CR系列、A27Pro系列等产品。公司的显示产品可运用于XR虚拟拍摄场景。\n3、公司提供的LED显示屏品类从户外到室内，产品广泛应用于广告显示、舞台显示等多种场景，已在全球范围内落地多个裸眼3D标杆项目，包括广州白云佳兆业城市广场等。"
        },
        {
          "code": "sz002240",
          "name": "盛新锂能",
          "limit_time": "",
          "analysis": "锂矿+铌钽精矿+林木\n1、公司在四川甘孜州投资的木绒锂矿已于 2024年 10 月取得自然资源部颁发的采矿许可证，生产规模为300万吨/年，折碳酸锂当量约7万吨，目前正在积极推进矿山的开发建设。\n2、公司在非洲津巴布韦的萨比星矿山原矿生产规模99万吨/年，可生产锂精矿约29万吨/年，今年第一季度矿山因实施技改及配套设施建设暂停了生产，4月份矿山恢复生产，目前配套的电厂也已建成并投入运营。\n3、2025年6月16日互动：公司在固态电池上游关键材料金属锂方面有业务布局，公司目前已建成金属锂产能500吨，超薄超宽锂带已实现批量生产，公司也在积极推动新规划2500吨金属锂产能；同时公司也在固态电解质材料方面进行相关研发工作。\n4、公司在生产锂精矿的过程中也会伴生生产铌钽精矿。\n5、公司主要业务为锂矿采选、基础锂盐和金属锂产品的生产与销售；另外，公司还有少量林木业务。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sh601026",
          "name": "N道生",
          "limit_time": "",
          "analysis": "风电+锂电池+新能源汽车+氢能\n1、公司是全球风电叶片用材料领域龙头供应商，其风电叶片用环氧树脂、风电叶片用结构胶的产销量行业领先。\n2、2022年9月公司与核心客户宁德康本成立了合资公司溧阳材生，致力于用新型复合材料替代锂电池金属壳解决方案，目前相关产品已经实现量产。\n3、公司的新型复合材料用树脂具有高强度、高韧性、耐高温和阻燃等优良性能，可广泛应用于新能源汽车电池上盖、氢能源存储、电力输送、阻燃部件、航空座椅等领域。\n4、公司围绕环氧树脂、聚氨酯、丙烯酸酯和有机硅等高性能热固性树脂材料领域，形成了风电叶片用材料、新型复合材料用树脂和新能源汽车及工业胶粘剂三大系列产品。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "13:58:55",
          "analysis": "拟出售青海惠嘉+借壳猜想被澄清+服装\n1、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。\n2、2024年11月6日公告，公司拟将子公司青海惠嘉的100%股权转让给智瑜科技，转让价格为1亿元，公司已收到7000万元股权转让款， 并将青海惠嘉51%股权过户至智瑜科技。 智瑜科技未完成剩余股权转让款的支付并请求黄石中院解除其与公司签署的《股权转让协议》，由公司返还其已支付的7000万元股权转让款及利息。\n3、公司曾于多年前被炒作劲酒借壳被澄清。\n4、公司的主营业务为服装、服饰类产品（占比67.63%）的研发、设计、生产和销售。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "14:32:57",
          "analysis": "股权划转+拟出售资产+光伏+编程教育机器人+益智玩具\n1、2025年9月23日晚公告，公司控股股东江西沐邦新能源所持公司1781.7万股股票已被司法划转至铜陵高新企航股权投资合伙企业，占公司总股本的4.11%。2025年8月23日公告，公司通过公开拍卖出售邦宝益智部分资产进展，首次拍卖未成交，现计划以6588.8万元底价进行第二次拍卖。\n2、公司主营业务包括单晶硅棒、硅片的研发、生产、销售。\n3、2025年3月3日互动，子公司邦宝益智以积木为载体搭载AI7编程教育机器人，打造适合8岁+儿童，可参与教育部白名单赛事的系列套装产品。公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。\n4、公司的益智玩具以塑料积木玩具为主，主要包括科普系列、编程机器人系列、城市系列、婴幼儿系列及IP授权系列，总共20多个系列200多款产品。\n5、2024年9月4日盘后互动，一道新能是公司重要客户，与公司保持着长期稳定战略合作关系。此前媒体报道，宁德时代计划收购一道能源股权。"
        },
        {
          "code": "sz002305",
          "name": "*ST南置",
          "limit_time": "14:56:24",
          "analysis": "拟出售资产+重大资产重组+控股股东拟吸收合并+房地产+REITS\n1、2025年9月17日晚公告，拟1元转让房地产开发、租赁业务相关资产及负债，本次交易构成重大资产重组。\n2、2025年7月25日公告，控股股东电建地产拟受让公司持有的房地产开发业务等相关资产和负债。本次预计可能构成重大资产重组。2024年11月20日公告，控股股东电建地产拟对其全资子公司及一致行动人武汉新天地进行吸收合并，武汉新天地将申请解散并注销，同时将其持有的3.13亿股公司股票(占总股本18.06%)转让给电建地产。\n3、公司主要从事房地产的开发与运营业务。公司与湖北省供销社合资成立了湖北南国创新置业，后者主要业务为房地产开发与销售、物业管理。公司最终控制人为国务院国资委。\n4、公司相关融资部门已在针对reits产品做研究和探索，资产证券化产品公司已做了多个产品的探索，abs，cbs均已发行。在地产金融方面，公司正式发行首单类Reits产品“申万宏源-电建南国疫后重振资产支持专项计划”。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "09:25:00",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz002592",
          "name": "ST八菱",
          "limit_time": "15:00:00",
          "analysis": "业绩预增+军工+汽车零部件+汽车热管理\n1、2025年10月15日晚公告，预计2025年前三季度净利润为8500万元—12700万元，比上年同期增长66.23%—148.37%。业绩变动主要系投资收益增加、股份支付费用减少，以及汽车市场持续向好带动产销量上升，营业收入增长所致。\n2、2025年7月1日互动，公司还有产品应用于军车领域。\n3、公司的主营业务为汽车零部件产品的研发、生产和销售，主要产品为汽车热管理产品和外饰件产品。主要客户有上汽通用五菱、赛力斯等国内知名的整车制造商（整车厂）。\n4、2024年11月28日晚公告，本拟定增募资不超过3.8亿元，用于新能源汽车配件智能生产基地项目。\n5、2024年8月25日互动，公司在安徽芜湖设立控股子公司，主要为奇瑞汽车等汽车主机厂就近提供配套服务。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:41:18",
          "analysis": "股权拍卖+房地产+债务和解+申请+矿业\n1、2025年8月20日公告，控股股东润鸿富创持有的7114.48万股公司股票，占公司总股本的23.77%，将于2025年9月24日至25日在阿里资产司法进行公开拍卖。此次拍卖因债权纠纷引起，若拍卖成功，公司控制权可能变更。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sh600624",
          "name": "ST复华",
          "limit_time": "10:16:35",
          "analysis": "量子科技+谷胱甘肽+脑机接口（网传）+上海奉贤区国资\n1、2024年9月3日官方公众号，复旦复华与本源量子签署战略合作协议，共谋量子计算产业发展。\n2、公司产品包括注射用谷胱甘肽。\n3、网传公司脑机接口相关技术已帮助残障人士恢复部分运动功能（未证实）。\n4、2024年10月30日晚公告，全资子公司复华园区拟通过上海联合产权交易所转让其持有的高新房产公司40.98%的股权，转让完成后，复华园区公司将不再持有高新房产公司的股份。\n5、公司实控人为上海市奉贤区国资委。公司所从事的主要业务包括医药、软件和园区三大业务板块，多个重点产品的市场占有率在国内同类产品中居于前列。"
        }
      ]
    }
  ]
}