{
  "date": "2025-11-25",
  "update_time": "2025-11-25 15:40:44",
  "category_count": 15,
  "total_stocks": 111,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603216",
          "name": "梦天家居",
          "limit_time": "14:53:23",
          "analysis": "溢价转让股权+参股半导体公司+定制家居+谷子经济\n1、2025年11月18日晚公告，公司控股股东梦天控股及其一致行动人梦家投资、实际控制人余静渊先生、范小珍女士与嘉兴汇芯、曹勇先生签订《股份转让协议》，梦天控股、梦家投资以协议转让方式向嘉兴汇芯转让其持有的上市公司无限售条件流通股1528.4,5万 股，占上市公司股份总数的6.8636%转让价格17.4592/股，本次转让完成后，公司控股股东、实际控制人未发生变化。2025年11月18日晚公告，公司决定终止购买上海川土微电子事项。\n2、公司参股35%重庆凌芯微电子，后者专注功率半导体晶圆的背面减薄与金属化​，提升芯片散热效率及电气性能，服务于IGBT、MOSFET等器件。\n3、公司主要从事木门、墙板、柜类等定制化木质家具的研产销，主要产品为“梦天”旗下系列品牌的木门、墙板等家具产品。\n4、公司于2023年1月1日发布了吉祥物--小梦，小梦共有6款，分别为宇航员、工匠、设计师、水漆卫士、古风、国潮等形象。"
        },
        {
          "code": "sh688227",
          "name": "品高股份",
          "limit_time": "09:30:50",
          "analysis": "拟增资江原科技+私有云技术+信创+机器人\n1、2025年11月20日晚公告，拟4亿元增资江原科技（投前估值约24亿元，2025年1-10月收入约0.36亿元，暂未盈利），新增获得其约14.2%股权，交易完成后，预计合计持有约15.4%股权；江原科技于2022年成立，专注全国产AI芯片研发，主要以算力卡形式出货，作为核心算力硬件提供给 AI 一体机客户、算力服务器等客户，同时正在进行第二代芯片产品T800的研发工作，预计2026年流片量产。\n2、江原科技D10芯片是国内首个全国产且量产的AI算力芯片。公司为江原科技的投资人和其产品境外销售独家代理商，公司的智算团队和江原科技团队正在做相关软件生态的研发和适配。\n3、公司已推出新一代品原AI一体机PYD20系列，搭载江原D20加速卡，单机算力5P、显存4TB，实现全栈国产化并已量产。\n4、子公司北京品高基于百度的人脸识别技术及科大讯飞的语音识别技术，研制了一款防疫智能机器人。"
        },
        {
          "code": "sz003018",
          "name": "金富科技",
          "limit_time": "09:30:42",
          "analysis": "拟收购蓝原科技51%股权+啤酒拉环盖+塑料防盗瓶盖\n1、2025年11月23日晚公告，公司正在筹划以支付现金方式收购广东蓝原科技不低于51%股权，目前尚处于筹划阶段，预计不构成重大资产重组。标的经营范围涵盖电线、电缆制造；新材料技术研发；智能仪器仪表制造以及塑料制品制造与销售等多个领域。\n2、公司是国内最大的塑料防盗瓶盖供应商之一，主营塑料防盗瓶盖等塑料包装用品的研产销，主要产品为塑料防盗瓶盖。\n3、公司与华润怡宝、景田合作至今已近二十年，与达能、可口可乐、惠州宝柏合作已超过九年。 重要知名客户包括东鹏、海天味业、农夫山泉等。"
        },
        {
          "code": "sh603906",
          "name": "龙蟠科技",
          "limit_time": "09:25:00",
          "analysis": "签450亿元磷酸铁锂大单+储能+固态电池前驱体+数据中心\n1、2025年11月24日晚公告，子公司常州锂源及孙公司南京锂源与楚能新能源全资子公司武汉楚能、孝感楚能及宜昌楚能共同签署《之补充协议二》。《原协议》约定：自2025年至2030年期间，卖方合计向买方销售15万吨磷酸铁锂正极材料产品。《补充协议二》约定：自2025年至2030年期间，卖方合计向买方销售130万吨磷酸铁锂正极材料产品。《补充协议二》与《原协议》总销售金额超450亿元。，《原协议》总销售金额预计超50亿元。\n2、公司的磷酸铁锂产品既可应用于动力电池领域，也可应用于储能领域。\n3、2025年9月15日盘后公告，公司与宁德时代签署磷酸铁锂正极材料采购合作协议，合同总销售金额超60亿元。\n4、公司旗下的全资子公司三金锂电专注于固态电池前驱体的研发和生产。目前针对固态电池的高镍前驱体和富锂锰基前驱体正在和客户展开验证，三金锂电还推出了针对固态电池量身开发的D系列高镍三元前驱体材料，可解决固态电池存在的正极材料开裂、材料高温分解等问题。\n5、“龙蟠冷却1号D4008浸没式冷却液”专为数据中心的冷却需求研发，可良好匹配浸没式冷却系统。"
        },
        {
          "code": "sh600516",
          "name": "方大炭素",
          "limit_time": "13:34:20",
          "analysis": "拟参与杉杉集团重整招募+核电+石墨电极+碳纤维\n1、2025年11月24日晚公告，公司拟作为产业协同方参与杉杉集团及其全资子公司宁波朋泽贸易的实质合并重整投资人招募。杉杉股份是国内第一家从事锂离子电池人造石墨负极材料研发、生产的企业，同时也是全球负极材料龙头。\n2、2025年11月10日盘后讯，对需报国家审批的具有定收益的铁路、核电等领域重点领域项目鼓励支持民间资本参与。公司控股子公司成都炭材于2024年4月份取得民用核安全设备制造许可证。与中核集团合作开发的核级等静压石墨，可满足熔盐堆中子慢化与结构支撑需求，已进入实验堆配套供应链。 \n3、2025年11月7日互动，公司在电池材料领域的前沿布局已取得显著进展，锂电硅碳负极、钠电硬碳负极及氧化物固态电解质等关键核心材料，在实验室阶段均已实现技术突破。公司两款自主研发的氧化物固态电解质已正式落地。\n4、公司是国内碳素龙头，石墨及炭素产品种类齐全，产能为亚洲第一，世界第二。2024年半年报，公司在建工程项目包括3100吨碳纤维项目。"
        }
      ]
    },
    {
      "name": "AI应用/阿里",
      "reason": "阿里旗下的AI助手千问App公测一周，下载量已突破1000万次，超越ChatGPT、Sora、DeepSeek成为史上增长最快的AI应用。",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sz002474",
          "name": "榕基软件",
          "limit_time": "10:43:03",
          "analysis": "AI政务（福建）+华为昇腾+数据安全\n1、公司地处福建福州，控股子公司星榕基为福建自贸试验区第一批第三方信用服务机构。公司打造“隆中AI政务大模型”，上线智能政务助手、公文处理等政务办公应用智能体，协助襄阳市数据局成功完成政务系统与AI大模型全面对接。\n2、公司基于华为昇腾人工智能计算基础软硬件平台，训练、微调政务大模型、公文大模型，研发智能应用基础服务平台，提供政务领域语义理解、生成和关联能力；公司也是华为优选级ISV伙伴、鲲鹏生态合作伙伴，大部分应用系统已适配华为鸿蒙系统。\n3、公司的移动会议、移动办公等产品已适配华为鸿蒙操作系统。\n4、公司拥有人脸识别、语义识别、大数据智能分析、信息智能识别等人工智能相关技术专利10多项。"
        },
        {
          "code": "sh600734",
          "name": "实达集团",
          "limit_time": "09:31:24",
          "analysis": "AI教育+福建+拟购买福建数产95%+智算中心+机器人\n1、根据全资子公司中科融通官网，公司有睿行机器人系统，睿行全自动喷洒机器人产品。公司拟通过“AI+教育”应用场景、教育专用AI工具、AI开发平台的构建，打造一体化的人工智能+教育公共服务平台。\n2、公司位于福建福州，公司实控人为福建国资委，公司承接平潭数据跨境流动服务平台建设。\n3、2025年11月4日晚公告，公司拟购买福建数产95%的股权，预计交易价格1.85亿元。本次交易是间接控股股东大数据集团履行注入资产承诺的措施，交易存在必要性。预计标的公司能够有效提升公司营收和利润规模。\n4、2025年10月13日互动，近期公司以2.3亿元中标新疆克拉玛依克融云智算中心二期二标段。公司还以3598万元中标“源网荷储一体化虚拟电厂智慧生态聚合建设项目——政务云扩容+储能实施场景”。截至目前，公司2025年在手订单金额已超6亿元。\n5、公司与中国移动、香港Web3.0协会合作，在数据跨境流动、数据资产证券化等领域开展跨链数据业务，为闽港数字经济合作提供助力。"
        },
        {
          "code": "sz002264",
          "name": "新华都",
          "limit_time": "09:25:00",
          "analysis": "阿里妈妈+阿里曾是第二大股东+福建+AI+跨境电商\n1、公司地处福建福州。阿里妈妈是阿里巴巴集团的综合性大数据营销平台。公司通过阿里妈妈一体化智能营销平台万相台无界版，包括但不限于全站推广、AI小万、引力魔方、直通车等核心功能模块，实现用户画像、数据采集分析、广告投放等环节的全链路营销优化，转化ROI增量，实现降本提效。\n2、2017年9月阿里通过旗下公司阿里成都和杭州瀚云受让新华都10%的股份，成为其第二大股东，截至2025Q3已退出；双方还共同出资2亿元成立福建新盒网络科技，各持股50%。\n3、2025年11月19日互动，公司密切关注算力产业发展，积极寻求与算力厂商在AI Infra等领域的合作机遇，加速模型在B端、C端的应用\n4、公司与行业头部品牌以及京东、淘宝天猫、抖音、微信、等国内主要电商平台建立了深度战略合作伙伴关系；通过 TikTok、Lazada、Tokopedia 和 Shopee 等境外电商平台布局跨境电商业务，积极开拓海外市场。\n5、公司全资孙公司海南酒连酒电商、海南久爱致和注册地分别为海南生态软件园和三亚中央商务区，均属于海南自由贸易港重点园区。"
        },
        {
          "code": "sz001296",
          "name": "长江材料",
          "limit_time": "09:30:15",
          "analysis": "3D打印+覆膜砂+石英矿+人形机器人\n1、2025年11月20日讯，谷歌发布新一代图像生成模型Nano Banana Pro，其图像生成与编辑能力带来3D打印增量；2025年9月15日互动，公司有生产用于砂型3D打印的3D打印砂。公司未来会继续做大3D打印砂产品，并结合3D打印技术为客户提供样件试制等服务。\n2、2024年12月20日盘前互动，公司生产的覆膜砂可以用于铁模覆砂工艺生产各类型的铸件，据资料显示，机器人手臂铸造工艺主要是铁模覆砂工艺，但目前公司尚无产品直接应用于人形机器人领域。长安汽车进军人形机器人领域，公司给长安汽车供应原砂及覆膜砂产品。\n3、2025年9月11日互动，公司的石英砂矿目前主要是位于辽宁省彰武县的石英砂矿，设计开采利用资源量为14,086.6万吨。\n4、公司主营业务为铸造用硅砂、覆膜砂和砂芯的研发、生产和销售；铸造废（旧）砂再生技术和设备的研发、生产；压裂支撑剂的研发、生产和销售。压裂支撑剂用于石油、天然气和页岩气开采势。"
        },
        {
          "code": "sh603232",
          "name": "格尔软件",
          "limit_time": "09:33:29",
          "analysis": "AI应用+量子科技+数字货币+CPU密码\n1、2025年7月，公司拟收购深圳微品致远51%以上股权。定位为“数据中台+AI应用”服务商，拥有丰富的数据中台业务和客户场景，核心能力在于数据中台建设，近年基于此向AI应用拓展。\n2、2025年半年报披露，公司全线密码产品已初步具备抗量子能力，并在国内外后量子密码算法实现的基础上，研究和开发了协同签名、混合协议、融合证书等后量子迁移所需的应用型技术，大幅度提升了抗量子产品在用户实际场景中落地的实践能力。公司联营公司上海泓格后量子科技致力于抗量子密码领域技术研究、标准制定、产品研发。\n3、参股公司上海芯钛，要从事汽车级半导体芯片产品的设计研发，提供安全类MCU、通用型MCU等芯片产品，并为汽车智能网联提供整体信息安全解决方案。\n4、公司在数字签名技术、私钥安全保护等方面的技术储备可用于稳定币。\n5、公司基于CPU密码模块的内生密码技术， 在密码服务平台中研制了海光、鲲鹏 CPU 的密码协处理器的密钥集中管理模块。公司网盾、云认证网关等产品通过华为公司Huawei Ready认证，公司实现密码平台与华为云的“全融合”。"
        },
        {
          "code": "sz002659",
          "name": "凯文教育",
          "limit_time": "09:34:36",
          "analysis": "AI教育+北京国资+职业教育\n1、2025年10月10日公告，公司与北京智谱华章等共同出资设立合资公司北京智启文华。智启文华开发和运营AI智能产品，面向客户提供现代教\n育学习领域的助教、助学和助管类产品及解决方案。\n2、公司与腾讯、百度、龙芯辰等大厂，过产业学院共建、校企合作、专业共建等合作方式，培养数字经济创新人才，联合推广智慧教育、智慧校园、智慧线上学习平台、AI考试等。\n3、公司控股股东为海国投，实际控制人为海淀区国资委。公司是海淀区国资委下属唯一的教育类上市公司平台，通过前期积累已储备了大量企业资源，与高校开设二级学院为企业进行精准培养。\n4、公司与职业院校共建二级产业学院，依据企业用工需求引产入校和为学院引入依据产业界创新需求转化成的相应课程。\n5、公司教培业务占比98.35%，主营K12学校运营、素质教育、职业教育。"
        },
        {
          "code": "sz002398",
          "name": "垒知集团",
          "limit_time": "10:02:09",
          "analysis": "AI智能体+福建+减水剂\n1、2025年6月13日机构调研，公司AI新产品LetsRobot MI（垒知造新拌混凝土远程质量控制系统）已安装约252台套，截至该日在手订单400余套，应用于混凝土质量检测，解决人工依赖重和过程质量不可控等痛点。2025年01月25日官微:在智慧制造领域，公司研发了垒知仿生看料机器人。2025年2月11日，子公司垒知科技集团公司官微:垒知AI接入DeepSeek。全资子集团垒知科技集团有效整合微软OpenAI完整的AI解决方案。\n2、公司位于福建厦门。主营混凝土外加剂新材料及建设综合技术服务，为国内行业龙头。\n3、垒知已经成为华为在商业市场的核心伙伴之一。\n4、公司深耕外加剂新材料和综合技术服务两大主营业务。此外，公司积极关注与主营业务相关的产业链上下游潜在优质标的，通过投资并购或自建产业基地的模式，逐步延伸业务链条。子公司拥有房屋结构鉴定及加固业务。公司外加剂新材料业务主要产品包括高性能减水剂、高效减水剂和功能性材料等。"
        },
        {
          "code": "sz002970",
          "name": "锐明技术",
          "limit_time": "13:13:51",
          "analysis": "商用车AI+越南基地+无人驾驶+电子后视镜\n1、2025年11月17日互动，公司为领先的全球商用车AI解决方案提供商，已广泛服务于物流车辆、公共出行车辆和特种车辆，业务拓展至100多个国家及地区。在技术层面，公司现拥有80多种智能算法，涵盖了高级辅助驾驶、紧急制动、驾驶员监测和盲区监测等核心领域，且为视觉AI解决方案开发了一系列专有算法。\n2、2025年4月6日公告纪要，越南工厂仍是公司重要的海外生产基地。\n3、公司自主研发的L4低速自动驾驶解决方案（主要是封闭及半封闭场景的自动清扫车作业），已在国内的几个城市试点落地。公司已为深圳2.2万余辆出租车及公交车建立双目ADAS、司机智能安全驾驶舱、司机驾驶行为分析等全面智能监管系统。\n4、公司电子后视镜（CMS）产品尚在研发阶段，计划年底前后完成开发。公司主要从事以人工智能为核心的商用车安全及行业信息化解决方案的研发、生产和销售。"
        },
        {
          "code": "sz301638",
          "name": "南网数字",
          "limit_time": "13:28:51",
          "analysis": "电力大模型+电网数字化+企业数字化+数据中心+云数一体平台+次新股\n1、2025年11月6日互动，先进电力人工智能平台与智慧生产营销应用建设项目主要是研发包括电力行业垂域多模态等多种电力专用大模型，通过人工智能平台及智能算力建设，形成面向巡视检修、生产调度、客服营销、虚拟电厂、安全监督等领域的系列AI应用产品，实现AI在电力核心应用场景建设落地。\n2、公司的电网数字化业务包括数字电网智能运行系统、数字电网物联感知设备两大产品类别，融合人工智能和大数据等新一代信息技术推动电网系统高效、科学决策。\n3、公司的企业数字化业务包括企业运营管理系统、企业资产管理系统两大产品类别。\n4、公司数据中心业务聚焦集中式数据中心投资运营服务、分布式数据中心运营平台服务、ICT集成建设等，现已形成“南方能源大数据中心”等示范工程品牌。\n5、公司云数一体基础平台锚定企业数字化转型与智能化升级战略方向，构建起多云管理、大数据、人工智能、全域物联、区块链等五大核心平台体系。"
        },
        {
          "code": "sh600556",
          "name": "天下秀",
          "limit_time": "14:55:15",
          "analysis": "AI营销+TikTok+小红书（MCN）+网红经济+人工智能\n1、公司的AI产品“灵感岛”针对B端客户提供智能营销服务，以AI智能放大营销效果，产品涵盖社媒内容AI运营、短视频内容AI运营、矩阵营销AI运营三大板块。\n2、公司为TikTok北美直营业务的首批合作伙伴之一。\n3、天下秀是一家立足于红人新经济领域的平台型企业，核心服务红人、 MCN（红人经纪公司）、品牌商家。平台注册红人账户数累积达到319.8万；入驻 WEIQ 平台的 MCN 机构的数量达到 1.79万家。公司与小红书、腾讯、今日头条等建立了良好的合作关系。。\n4、公司Honnverse(虹宇宙)产品是一款3D版虚拟社交产品，产品是以Z时代的3D虚拟星球(P-LANET)为背景，将联合全球社交红人为全球用户打造一个沉浸式的泛娱乐虚拟生活社区。"
        },
        {
          "code": "sz002362",
          "name": "汉王科技",
          "limit_time": null,
          "analysis": "AI智能体+机器人+脑机接口+合成生物学\n1、公司依托天地大模型，形成了多个AI Agent（智能体）并落地应用。AI 办公助手、AI 健康助手、AI学习助手赋能公司手写电纸本、AI 柯氏音血压计、电纸学习本等智能终端，实现智能话稿整理、会议纪要生成、医学化验报告智能解读、AI作文批改等功能。\n2、公司布局智能机器人领域，先期将仿生扑翼飞行机器人的研发与应用作为公司战略发展方向，力争实现仿生扑翼飞行机器人的落地应用。\n3、公司作为全球笔触控技术领域的引领者，拥有包括手写识别技术、无线无源电磁触控技术、主动电容笔技术等多项自主研发核心技术，产品及解决方案在智能人机交互领域的笔迹输入和识别市场始终占据领导地位。\n4、公司采用合成生物学+AI的路径研究嗅觉识别的数字化，实现通过嗅觉细胞芯片进行气味分子的识别，在稳定性、一致性等方面显著优于人类，相关技术处于国内外前沿。"
        },
        {
          "code": "sz002153",
          "name": "石基信息",
          "limit_time": null,
          "analysis": "AI营销+阿里持股+跨境支付+酒店IT服务\n1、2025年11月12日机构调研，酒店系统产品的AI分为两大块，一类是利用AI帮助酒店营销，按照利用 AI 营销工具产生订单的GMV 的一定比例付费；另一类是在PMS、POS产品中进行 AI的植入，可以整体进行辅助预测。阿里为石基信息第二大股东，淘宝（中国）软件持股13.02%。公司DAYLIGHT PMS已签约万豪等国际酒店集团。\n2、2025年7月4日讯，人民银行官网公布非银行支付机构《支付业务许可证》续展（换证）公示信息（2025年7月第一批次）。名单中包含石基支付科技（广西），后者为公司全资子公司。石基支付科技具有互联网支付牌照，属于类金融机构，根据国家外汇管理局的规定，具有互联网支付牌照的支付公司能发展线上跨境支付业务，包括跨境外汇支付业务，跨境人民币支付业务等。\n3、公司与美团、饿了么均有合作。\n4、公司主要从事酒店、餐饮等大消费行业信息管理系统软件的开发与销售、技术支持与服务。"
        },
        {
          "code": "sz002811",
          "name": "郑中设计",
          "limit_time": "",
          "analysis": "AI设计+室内设计+IP潮玩+城市更新+建筑装饰\n1、公司子公司犀照科技“IDEAFUSION兆材云库”已积累800+使用机构、30万+物料SKU，接入DeepSeek大模型并即将融合Sora 2能力。\n2、郑中设计是室内设计领域的国际领先企业之一。ChengChungDesign（CCD）设计品牌追求专业领先及前瞻性的创新，在引领酒店设计的同时，以全产业链运作模式（从前期顾问，建筑设计、室内设计，到机电、灯光、标识、软装、艺术品等）覆盖酒店、企业总部大厦、商业综合体、高端住宅等多业态领域。\n3、YOU YOUNG有样熊是旗下全资子公司亚泰飞越推出的首发款艺术形象IP，截至目前已推向市场销售“四种规格、四大主题系列”，将近20多款系列艺术潮玩产品及周边衍生品。\n4、公司是高端星级酒店特别是国际品牌酒店装饰领域的领军品牌，为50多个国际品牌提供服务。"
        },
        {
          "code": "sh603000",
          "name": "人民网",
          "limit_time": "",
          "analysis": "数据要素+AI检测+媒体+广告+舆情服务\n1、人民数据稳步推动数据确权业务，完成了从注册申请、初审、实质审查、存证上链、公示、三证发放到查验证书全部流程的线上化。持续推进打造数据要素链“人民链”。\n2、AIGC-X是由人民日报社主管、依托人民网建设的传播内容认知全国重点实验室主导，与中国科学技术大学、合肥综合性国家科学人工智能研究院联合推出的AI生成内容检测工具。\n3、公司发挥媒体优势，加快探索多样化、深度化“新闻+”服务新模式，拓展媒体功能。\n4、公司广告业务以市场需求为导向、以产品内容为支撑、以用户服务为保障，深度挖掘增效增量，增强客户粘性。\n5、公司旗下人民在线以舆情服务和数据能力立本，深耕咨询业务，推出系列舆情大数据产品，提升数据服务能力，提高舆情服务效能。"
        },
        {
          "code": "sz002799",
          "name": "环球印务",
          "limit_time": "",
          "analysis": "AI营销+合作字节跳动+医药包装\n1、子公司领凯科技引入ChatGPT技术，在数字化广告营销中为广告智能投放，素材自动化创作、直播带货业务场景及智能对话客服等方面赋能。公司子公司领凯科技作为字节跳动的一级代理商，巨量引擎综合代理商，巨量千川服务商，抖音本地生活服务商。\n2、公司作为专业的医药包装供应商，主要从事医药包装产品的研发、生产、销售，并为客户提供方案策划、平面设计、结构设计、仓储管理、物流配送等一体化的包装解决方案。\n3、公司实控人为陕西省国资委，长安汇通是公司控股股东陕药集团的股东。\n4、互联网营销业务的客户主要来自于电商、游戏、教育、金融及网络服务行业等，新拓展高途课堂。\n5、公司主要从事医药包装产品的研产销，境外业务主要是向境外制药企业提供医药折叠纸盒包装服务。公司作为战略供应商，为国药下属中生集团各生物制品研究所提供新冠疫苗包装，与国内多家中药企业均有合作。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "Meta Platforms据悉正考虑斥资数十亿美元购买谷歌的TPU，包括用于Meta的数据中心建设。此前，谷歌正式发布第七代TPU\"Ironwood\"，是目前谷歌性能最强大、能效最高的定制芯片。",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sh603803",
          "name": "瑞斯康达",
          "limit_time": "09:38:55",
          "analysis": "光模块+算力交换机+传华为容器云+无人驾驶+ASIC芯片\n1、易锐光电（参股14.87%）的25G/100G/超100G集成光收发芯片的光通信模块及光组件，用于电信网络城域网和大型数据中心网络等。\n2、公司成功发布了智算中心400G算力交换机。2024年11月25日官微，公司战略签约弘光向尚，布局硅光芯片算力基础设施。双方将合力打造极具性价比的AI智算中心服务器高速互联、DCI数据中心高速互联等相关产品及解决方案。\n3、网传华为有云容器引擎（CCE）这类基于K8s的企业级容器服务，而瑞斯康达作为接入层网络设备核心厂商，其以太网交换机、光传输设备等，可成为华为CCE集群或企业自建K8s集群的底层接入硬件。（未经证实）\n4、公司在北京高级别自动驾驶示范区 3.0 及 3.0 扩区建设项目当中全面参与通信单元建设。公司在ASIC芯片设计等相关领域拥有一批国内领先的核心技术，并已成功研发多款 ASIC自主芯片用于接入设备，大量设备上采用了公司的自主芯片。\n5、2024年半年报披露，公司股权投资杭州兰特普光电子，期末余额2423万元。此外，公司实控人李月杰持有后者15%的股权。后者致力于新型可调谐半导体激光器芯片和光器件的研产销。市场猜想资产注入预期。"
        },
        {
          "code": "sh600635",
          "name": "大众公用",
          "limit_time": "09:41:27",
          "analysis": "间接持股摩尔线程+间接持股宇树+参股券商+城市燃气\n1、摩尔线程MUSA开发者大会定档2025年12月19日，将发布全新产品和架构；公司通过参股10.8%深创投间接持股摩尔线程股份比例为0.153%，通过参股深创投而间接持有宇树机器人股权。\n2、公司参股兴业证券2.20%。子公司大众交通参股光大证券6000万股份，国泰君安4051万股份，民生证券2.2亿股股份。\n3、公司持有大众交通26.87%的股份，公司与大众交通同属一个实控人；且公司城市交通业务（出租车业务和汽车租赁业务）由联营企业大众交通负责。\n4、公司以“公用事业、金融创投”业务双轮驱动。其中公用事业包括城市燃气、环境市政、城市交通、物流运输；金融创投包括非银金融服务、创投业务。\n5、公司是上海浦西南部、江苏省南通市区唯一的管道燃气供应商，在整个上海市区拥有近40%的市场份额,在南通市区的市场份额超过80%。"
        },
        {
          "code": "sz002729",
          "name": "好利科技",
          "limit_time": "09:42:57",
          "analysis": "曾参股国产GPU公司+数据中心+电力熔断器\n1、公司曾投资的合肥曲速主要从事GPU芯片、ADAS视觉芯片的研发和销售,其在研GPU芯片主要用于视频监测,可运用于数据中心、服务器、网络交换等应用场景。公司已转让合肥曲速剩余18.23%股权。\n2、2024年半年报，公司研发了多系列小体积大电流的产品， 已应用于多个数据中心项目。\n3、2024年7月15日互动，宜兴好利朝昇持有上海嘉行（T3控股股东）24.2326%的股权。全资子公司好利润汇持有宜兴好利朝昇0.3311%份额。\n4、公司主要产品为电力熔断器和电子熔断器，电子熔断器主要应用于家电、消费电子和汽车电子等领域。"
        },
        {
          "code": "sh603052",
          "name": "可川科技",
          "limit_time": "09:53:37",
          "analysis": "光模块+固态电池+AR眼镜+消费电子\n1、2025年9月8日互动，可川光子致力于高速硅光芯片和硅光模块的研发和生产，目前首条400G/800G高速光模块生产线已正式投产启用。\n2、2024年9月27日投资者活动记录，积极开发半导体、半固态电池/固态电池领域的客户。此前于3月28日互动表示，公司有开展固态电池所需功能性器件及复合集流体产品的相关研究。\n3、2025年7月31日盘后互动，目前公司产品主要应用于CMOS图像传感器芯片及硅基OLED芯片的制程中，下游终端产品包括MR、AR/VR智能眼镜设备、手机/车载/安防/医疗摄像模组等。\n4、公司已经成为消费电子电池、新能源电池和笔记本电脑生产制造商中龙头企业的核心供应商。\n5、公司目前激光气体传感器相关产品已开始小批量出货。"
        },
        {
          "code": "sh603421",
          "name": "鼎信通讯",
          "limit_time": "09:56:07",
          "analysis": "合作平头哥+华为+国产电力芯片+AI+消防产品\n1、2025年9月18日盘中互动，公司芯片开发采用平头哥的CK802 32位内核架构，平头哥与公司签订有全面技术授权协议。\n2、公司目前与华为公司有基于核心板的合作研发台区智能融合终端项目，华为的星闪和鸿蒙系统也作为国产化技术被公司用于电力系统产品中。公司已开发基于华为鸿蒙系统的终端和电表产品。2024年9月20日公司表示与华为尚未开展实质性的合作。\n3、公司TC3008芯片的成功研制，有力地助推公司实现高端计量产品的国产化进程，实现自主国产化高端关口表的上市，从而完成公司在电能计量领域的全场景覆盖。\n4、公司目前已经研发出基于AI技术的电力信号处理芯片产品，公司将充分融入国家相关产业的发展，AI智能电网系统化能力构建、新能源业务是未来的重点工作。\n5、公司为智能电网的设备供应商和解决方案提供商，公司研发的10kV充电站采用的是国标接口，也可接入特斯拉专用接口，适用于特斯拉等电动汽车的充电。"
        },
        {
          "code": "sh600237",
          "name": "铜峰电子",
          "limit_time": "09:59:28",
          "analysis": "电容薄膜+资产注入预期+铜陵国资+汽车电容器\n1、公司电容器聚丙烯光膜年产能为1.2万吨，国内市场占有率位居第一，产量世界第一，金属化膜年产能为4500吨，居全国第一，交流电容器年产10亿微法，居国内同行之首。\n2、铜陵国资旗下唯一的上市平台，铜陵国资合计持有中欣晶圆5.25%股份。铜陵市长曾拜访杭州中欣晶圆日方大股东公司，表示大力支持公司关联企业来铜陵上市，日方董事长表示投资项目和上市企业优先选择落地铜陵。\n3、公司主要客户为众泰汽车、小米、华为等国内知名企业。\n4、公司新能源用超薄型薄膜材料项目引进两条超薄型薄膜生产线并配套部分国产设备及相关公用辅助工程，形成年产新能源用薄膜材料4,100吨以及2,100吨再生粒子的生产能力。"
        },
        {
          "code": "sz002080",
          "name": "中材科技",
          "limit_time": "10:05:21",
          "analysis": "Low-dk电子布+固态电池隔膜+风电叶片+玻璃纤维\n1、2025年半年报披露，公司低膨胀纤维布打破国外垄断局面，成为国内唯一、全球第二家能够规模化生产低膨胀系数纤维布产品的供应商。 超低损耗低介电纤维布率先完成行业头部覆铜板厂商客户认证，实现市场导入及产业化供应。特种纤维布实现销售895万米，产品覆盖低介电一代纤维布、低介电二代纤维布、低膨胀纤维布及超低损耗低介电纤维布全品类产品，均完成国内外头部客户的认证及批量供货。\n2、公司已完成半固态锂电池隔膜配方开发及上机试验，持续推进固态电池核心材料产业化。公司具备锂膜产能60亿平米，且大部分为湿法隔膜新线，涂覆占比持续提升，锂膜价格反转有望为公司带来显著利润弹性。\n3、公司目前有低介电、低膨胀及石英布等特种玻纤布产品，已经国内外头部客户认证并形成批量供货。\n4、公司全资子公司中材叶片是专业的风电叶片设计、研发、制造和服务提供商，其产品下游客户为风电机组整机商。\n5、公司之全资子公司泰山玻纤专业从事玻璃纤维及其制品的研发、制造及销售。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "10:05:24",
          "analysis": "拟购买工厂用于光模块建设基地+光纤阵列+硅光产品\n1、2025年11月5日晚公告，控股公司钧恒科技购买马来西亚槟城州的工业地产，用于光模块项目建设基地。网传马来西亚工厂紧邻Coherent，绑定国际客户链，海外产能布局加速。（未证实）\n2、2025年11月4日调研纪要，子公司武汉钧恒位于鄂州的新产线计划于近期投产，新增年产能规划为150万只，产品以400G和800G高速光模块为主，将成为2026年产能增量的主要来源。另一条新增产能为300万只/年的鄂州产线预计将于2027年正式投产。\n3、2025年10月24日公告，公司收购武汉钧恒49%股权并配套募资的申请文件已获深交所受理，重组进入实质审核阶段。\n4、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n5、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等。公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。"
        },
        {
          "code": "sh600105",
          "name": "永鼎股份",
          "limit_time": "10:23:32",
          "analysis": "光通信+可控核聚变+高温超导\n1、2025年10月30日互动，在光通信领域，公司以“光棒、光纤、光缆”等网络基础通信产品为根基，业务逐步延伸至光芯片、光器件、光模块等核心产品。主要产品涵盖AWG（阵列波导光栅）、Filter（滤波片）两大类核心产品，已构建从芯片、器件到模块的完整波分产品系列；同时布局激光器芯片、DCI（数据中心互联）子系统等产品，相关产品及解决方案广泛应用于骨干网、城域网、接入网、数据网络、广电网及光纤传感等多个领域。\n2、2025年9月29日互动，公司子公司东部超导主营产品为第二代高温超导带材，主要应用于超导感应加热、超导磁拉单晶、可控核聚变磁体等领域。\n3、公司与国内可控核聚变客户签订了超导带材合同，并按时完成了交货任务。随着国内商业化可控核聚变厂家对带材技术需求的明确，公司加速了产品在低温高磁场下性能的提升工作。"
        },
        {
          "code": "sh603256",
          "name": "宏和科技",
          "limit_time": "10:35:17",
          "analysis": "Low-CTE+电子级玻纤布（Q 布）+供货苹果/华为\n1、网传Low-CTE全面短缺，全球Low-CTE传统龙头日东纺预计2027年才会释放产能，缺货潮或将至少延续至2027年。宏和科技作为国内Low-CTE龙头，正快速爬产，在关键客户逐步成为一供。（未经证实）\n2、据媒体消息，英伟达将在新一代产品Rubin使用M9材料，AI PCB、Q布、钻针等需求明年将继续增长。\n3、网传纪要，公司2024年开始做Q布的认证，华为牵头打通产业链认证并与公司签了四方协议，同时台光、生益、斗山等也均通过认证，已开始批量出货。公司电子级玻璃纤维布主要应用：通信电子、消费电子、计算机、服务器、基站、汽车电子、国防航空、IC芯片封装等。\n4、公司曾表示苹果手机有使用公司产品，公司与华为为长期合作伙伴。\n5、公司电子布为制造电子产品核心铜箔基板的基础材料，5G基站、智能手机等终端电子设备均需使用。公司目前拥有年产5040万米5G用高端电子级玻璃纤维布开发与生产项目。"
        },
        {
          "code": "sz002927",
          "name": "泰永长征",
          "limit_time": "11:19:24",
          "analysis": "固态断路器（数据中心）+电网设备+充电桩+商业航天\n1、2025年11月11日机构调研纪要，公司固态断路器电流段齐全，覆盖32A至6300A，可适用于智慧交通、矿山、船舶、直流微网、地铁、数据中心等多种场景。\n2、2025年11月6日机构调研，公司现有产品可应用于数据中心的低压配电中，在中国移动、中国电信、中国联通等运营商客户的项目建设中均有相关应用。\n3、2025年11月6日机构调研，公司变压器、配电开关、系统成套设备及电网运维检修等产品服务主要以招投标方式参与电网领域，在国家电网和南方电网多个省级电网公司实现中标及供货。公司在电网领域的业绩占比约为 40%\n4、公司充电桩产品可适配国标接口的锂电池、固态电池等。公司的自动转换开关设备应用于航天发射场的稳压系统中，保障关键发射操作和设备能够得到稳定和连续的电力供应。\n5、公司作为合作伙伴为鹏城云脑III项目其构建领先的供电连续性保障系统。鹏城云脑为DeepSeek云服务提供坚实算力底座。"
        },
        {
          "code": "sh603186",
          "name": "华正新材",
          "limit_time": "14:20:02",
          "analysis": "覆铜板+合作华为+半导体封装+折叠手机\n1、2025年11月24日互动，公司高速覆铜板及铝塑膜均已实现量产并取得相应的营收，特别是CBF材料具有良好的介电性能、热膨胀系数、剥离强度、绝缘性能和可加工性能，可应用于CPU/GPU、RF PA、PMIC等芯片的半导体封装；BT封装材料具有高耐热性、耐CAF、低介电常数和低膨胀系数等多种优势，可应用于Mini&Micro LED、Memory、VCM、PMIC等应用场景。网传公司在IC载板树脂领域取得突破，自主研发的CBF树脂有望替代日本垄断的ABF材料（未证实）。\n2、2023年10月18日互动，公司的高频覆铜板材料已与华为建立了合作关系。\n3、公司开发了无卤素的 Ultra low loss等级材料，可用于下一代 AI 服务器。\n4、公司铝塑膜项目已开展试生产和客户验厂进程,同时公司铝塑膜产品正积极拓展和布局在固态和半固态电池的应用。\n5、公司以覆铜板为核心产业，布局BT封装材料、CBF积层绝缘膜等半导体封装材料，以及铝塑膜等先进膜材料。"
        },
        {
          "code": "sh688048",
          "name": "长光华芯",
          "limit_time": "14:27:21",
          "analysis": "EML+光通信芯片+激光雷达+光刻机+华为\n1、网传纪要，Lumentum财报超预期，2025Q3收入为5.338亿美元（同比增长 58.4%），超出预期734万美元（未证实）。2025年半年报披露，公司拥有 EML、VCSEL、CW Laser三种类型的光通信芯片，2025上半年公司100G EML已实现量产，200G EML已开始送样。100G VCSEL、100mW CW DFB和70mW CWDM4 DFB芯片已达到量产出货水平。\n2、公司成立苏州星钥光子布局硅光方向。公司通过投资匀晶光电布局薄膜铌酸锂新材料方向。公司主营高功率半导体激光芯片，已构建GaAs、InP、GaN三大材料体系，产品覆盖工业激光器、光通信、车载激光雷达等场景。\n3、公司布局的蓝光芯片可应用于激光直写光刻机领域。\n4、公司是华为哈勃投资企业。"
        },
        {
          "code": "sh600110",
          "name": "诺德股份",
          "limit_time": "14:36:01",
          "analysis": "HVLP铜箔+固态电池铜箔+多孔铜箔+核电\n1、2025年7月31日互动，目前公司开发的新一代HVLP铜箔已通过多家行业头部PCB厂商的认证，并将应用于AI服务器、人形机器人控制模块等高端场景。胜宏科技作为国内领先的PCB企业，是行业核心客户之一.\n2、2024 年公司推出固态电池用耐高温电解铜箔集流体、固态电池用多孔铜箔集流体等产品，并与多家研发和生产固态电池的厂商保持研发交流与合作，已送样给下游客户。\n3、公司主要从事电解铜箔的研发、生产和销售。公司产品主要应用于动力锂电池生产制造，少部分应用于消费类电池和储能电池。\n4、公司主要电解铜箔产品包括 3.5-6 微米极薄锂电铜箔、8-10 微米超薄锂电铜箔、9-70 微米高性能电子电路铜箔、105-500 微米超厚电解铜箔等。\n5、公司全资子公司中科英华长春高技术有限公司有核电缆附件业务。公司曾获得AP1000核电站用高档特种电缆附件项目补贴。"
        }
      ]
    },
    {
      "name": "谷歌TPU",
      "reason": "Meta Platforms据悉正考虑斥资数十亿美元购买谷歌的TPU，包括用于Meta的数据中心建设。此前，谷歌正式发布第七代TPU\"Ironwood\"，是目前谷歌性能最强大、能效最高的定制芯片。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz000070",
          "name": "特发信息",
          "limit_time": "09:30:39",
          "analysis": "光通信（谷歌）+军工+空芯光纤+核电\n1、网传纪要，公司属于谷歌供应链，供应MPO（未证实）。公司立足于光通信主导产业，形成线缆制造等四个业务板块，为客户提供多领域信息化专业解决方案，实控人为深圳国资委。子公司成都傅立叶是主要从事军用航空通讯设备、测控集成和卫星通信技术、数据记录仪和弹载计算机的研产销。\n2、公司在空芯光纤成缆具有领先优势；2024年6月，公司携手合作伙伴，共同助力中国移动开通全球首个800G空芯光纤传输技术试验网并成功开通国内首条1.2T超低损空芯光纤传输链路。 \n3、公司与华为在政企市场有相关产品的项目落地，与华为在鹏城云脑二期建设集成项目有合作，该集成项目已建成交付；公司在数据中心与算力基础设施等智能化领域拓展业务。\n4、公司生产的特种光缆（耐核辐射光缆）以及宽温区多物理量MEMS光纤传感器可以应用于核电领域。"
        },
        {
          "code": "sz002222",
          "name": "福晶科技",
          "limit_time": "09:31:06",
          "analysis": "钒酸钇晶体（OCS）+光刻光源+华为合作+激光雷达+光通讯\n1、网传纪要，OCS：Google的MEMS方案和Cohr的液晶方案，都需要使用钒酸钇晶体及器件，特别是液晶方案单台价值量接近10万。法拉第旋片：目前主要是市场被Cohr占据，测算光模块市场明年用量在5亿片以上。公司在钒酸钇晶体和法拉第旋片耕耘多年，有望受益（未证实）\n2、公司曾通过欧洲代理向ASML提供极其少量光学元件，控股子公司福创光电开展衍射光学元件研究、生产，衍射光学元件是光刻机中一系列可动的镜片，主要用于产生光刻所需要的光源。\n3、2024年8月28日互动，公司向华为提供光学元件等产品。\n4、公司具备精密光学元件供应能力，扩产应对医疗、激光雷达、AR/VR、光刻机等高成长应用带来的需求。\n5、公司系中科院物构所下属子公司，非线性光学晶体LBO和BBO市占率近80%，全球第一。公司是业内少数能够为激光客户提供晶体、光学、器件产品一站式服务的供应商。部分收入来自光通信，主要客户Lumentum。"
        },
        {
          "code": "sz300192",
          "name": "科德教育",
          "limit_time": "09:36:18",
          "analysis": "参股中昊芯英（TPU）+AI算力出海+职业教育\n1、截至2025年8月25日公司持有中昊芯英5.53%股权，后者为国内掌握TPU架构AI芯片核心研发技术并实现TPU芯片量产核心公司，致力于打造“自研AI芯片+超算集群+预训练大模型”的产业价值链，掌握TPU国产替代核心技术，网传中昊芯英创始人参与谷歌TPU一代到三代开发。\n2、2025年2月11日盘中官微，中昊芯英与新加坡联通达成战略合作，共推AI算力与大模型“出海”。\n3、公司获准开办西安培英育才职业高中，开设播音主持等专业。旗下天津市旅外职高是经天津市教委批准建立的,培养高级英语、旅游外事服务人才的中等职业学校。\n4、子公司陕西龙门教育已发展成为全国规模最大的K12教育020课程运营商之一。"
        },
        {
          "code": "sz002575",
          "name": "群兴玩具",
          "limit_time": "09:47:06",
          "analysis": "合作中昊芯英+终止收购智算公司+探索合作机器人+玩具\n1、2024年中昊芯英在杭州举行文生视频大模型V-Gen的发布会，并与图灵引擎举行合作签约仪式。后者为群兴玩具全资子公司。\n2、2025年2月26日盘后公告，拟以现金方式收购天宽科技不低于51%的股权。交易完成后，天宽科技将成为公司控股子公司。天宽科技主营业务为人工智能计算中心的建设和运营、为行业客户提供数字化转型服务解决方案、为客户提供端云一体的数字化、智能化产品等。2025年10月21日公告终止收购。\n3、2025年2月6日董事长张金成实地考察宇树科技，探索智能机器人合作机会。\n4、2024年12月29日公告，公司2024年1月18日与中国移动浙江公司签订算力服务合同书。\n5、公司致力于自主品牌电子电动玩具的研发、生产和销售,产品主要品类有童车、电脑学习机、婴童玩具、电动车等。"
        },
        {
          "code": "sz002463",
          "name": "沪电股份",
          "limit_time": "09:48:33",
          "analysis": "PCB（谷歌）+AI服务器+数据中心+汽车电子+海峡两岸\n1、网传公司为谷歌TPU的核心PCB供应商（未证实）。公司居PCB行业领先地位，是PCB行业内的重要品牌之一。公司PCB产品以通信通讯设备、数据中心基础设施、汽车电子为核心应用领域，辅以工业设备、半导体芯片测试等应用领域。\n2、公司AI服务器产品通过重要客户认证，实现批量供货；800g交换机产品开始批量供货，应用于算力网络的交换机产品已通过样品认证。AI服务器PCB层数可达20层以上，价值量为传统服务器的5倍以上，具有较高的进入门槛。\n3、在高阶数据中心交换机领域，应用于Pre800G的产品已批量生产，基于数据中心加速模块的多阶HDIInterposer产品，已实现4阶HDI的产品化，目前在预研6阶HDI产品，基于交换、路由的NPO/CPO架构的Interposer产品也同步开始预研。\n4、实际控制人籍贯中国台湾。"
        },
        {
          "code": "sh601869",
          "name": "长飞光纤",
          "limit_time": "09:51:17",
          "analysis": "谷歌OCS（网传）+光模块+高速铜缆+VR光纤\n1、据网络纪要，长飞光纤通过控股子公司长芯盛向谷歌的OCS 方案提供100G/56G AOC 有源光缆等产品，且长芯盛对谷歌 OCS 的参与度较高。（未证实）\n2、2025年9月18日盘后消息，微软计划在美国建立全球最大AI数据中心，由数十万个NVIDIA GB200组成，由足够绕地球4.5圈的光纤连接起来。网传公司新技术获NV认可（未经证实）。据2025年8月27日异动公告，市场高度关注算力数据中心用空芯光纤，公司在前沿空芯光纤研发及产业化处于领先地位。\n3、公司为全球光纤光缆行业的领先企业，公司目前产品包括光传输产品（光纤、光缆及漏泄电缆等），光互联组件（光器件、光模块、有源光缆、数通高速铜缆等）等。公司持有博创科技股权比例为19.03%，为其第一大股东。\n4、公司VR光纤产品已打入Meta的OculusQuest头盔供应链。"
        },
        {
          "code": "sz002975",
          "name": "博杰股份",
          "limit_time": "09:59:00",
          "analysis": "AI服务器测试（谷歌）+液冷+人形机器人（T链）\n1、2025年11月20日互动，公司可以为谷歌客户云服务器提供检测方案与检测设备。在AI服务器测试业务领域，北美知名企业未来都有比较明确的高增长资本支出预期，公司对未来 1-2年营收的预期也会比较乐观。\n2、公司微通道多层冷头零部件当前用于公司GPU测试相关设备热管理，可为公司各大云服务厂商客户提供测试解决方案。公司客户包括英伟达、微软等。\n3、2025年10月29日晚公告，第三季度营业收入4.44亿元，同比增长76.91%；净利润8553.60万元，同比增长616.51%。前三季度净利润1.06亿元，同比增长6760.54%。业绩大幅增长主要系本报告期销量增加、珠海广浩捷公司并表以及出售焜原光电部分股权带来投资收益增加所致。\n4、T客户的机器人业务需求，公司从2024年下半年与客户接触，除了IMU检测设备的供应，在电子皮肤方面也与客户保持紧密探讨.。公司主营业务为自动化测试和组装相关设备，可提供PC、大数据云服务器、存储服务器等的测试。\n5、公司参股鼎泰芯源10.28%，主要从事致力于以磷化铟（InP）为主的Ⅲ-Ⅴ族化合物半导体单晶材料的国产化。市场预期其注入公司。"
        },
        {
          "code": "sh605255",
          "name": "天普股份",
          "limit_time": "11:16:10",
          "analysis": "TPU+汽车零部件+车用橡胶软管\n1、2025年11月17日盘后公告，公司收到中昊芯英出具的《要约收购报告书》 要约收购价格为23.98元/股。2025年11月4日盘后公告，控股股东等与中昊芯英签署的协议转让股份完成过户登记。2025年8月21日晚公告，公司实控人尤建义筹划控制权变更事项，本次增资完成后，中昊芯英、海南芯繁合计持有天普控股50.01%股权。中昊芯英为国内掌握TPU架构AI芯片核心研发技术并实现TPU芯片量产核心公司。\n2、公司主要从事汽车用高分子材料流体管路系统和密封系统零件及总成的研发、生产及销售，为汽车整车厂商及其一级供应商提供橡胶软管及总成产品。通过不断发展，公司已逐步成长为汽车用高分子流体管路行业的专业供应商之一。\n3、2024年公司外销占比47.11%，境外主要客户有日产国际、日本仓敷等。\n4、公司产品广泛应用于汽车和工程机械的动力总成、底盘和车身三大模块，涵盖冷却、燃油等八大子系统，主要客户有日产投资、东风日产、江铃汽车等。"
        },
        {
          "code": "sh688205",
          "name": "德科立",
          "limit_time": "14:06:27",
          "analysis": "谷歌OCS+DCI+光模块\n1、网传纪要表示，公社近期有望推出2.0版本的OCS方案，相比较其他两种技术路线，光波导方案的时延最低，可适配场景更多，或成为后续的主流方案。后续谷歌OCS 3.0版本单台采购价在50-80万美金/台。（未证实）\n2、网传纪要，2025年8月24日，英伟达宣布Scale-Across技术，Scale-Across的发布，标志着英伟达看到了DCI对模型训练的重要性，特别是算力云化、降低成本、赋能垂类模型的广阔市场（未证实）。公司当前主要交付400G DCI产品，800G DCI产品已进入客户定制开发阶段。2025年9月2日调研纪要，公司DCI和高速光模块销售快速增长，数通类产品营收占比已升至近四成。\n3、公司主营光收发模块、光放大器、光传输子系统等产品，广泛应用于光通信骨干网、数据中心互联及5G网络，长期服务中兴通讯、中国移动等优质客户。\n4、公司核心技术高速光学器件封装技术目前已可满足100G、200G 及 400G产品的应用要求，未来具备向800G及更高速率迭代的潜力。公司参股制作薄膜 LiNbO3 调制器的江苏铌奥光电公司。"
        },
        {
          "code": "sz300620",
          "name": "光库科技",
          "limit_time": "14:56:27",
          "analysis": "谷歌OCS交换机代工+光模块上游/铌酸锂芯片+激光雷达\n1、网传纪要，代工由子公司武汉捷普生产，武汉捷普谷歌OCS交换机的独家代工厂商。（未证实）\n2、公司为全球唯三，国内唯一的铌酸锂调制器企业，铌酸锂调制器全球规模化领先。铌酸锂芯片是下一代800G/1.6T光模块的核心部件，未来市场空间约百亿。公司具备了开发高达800Gbps及以上速率的薄膜铌酸锂调制器芯片和器件的关键能力。铌酸锂调制器芯片及器件主要用超高速数据中心。\n3、2025年11月7日公告，本次交易相关工作正在有序推进中。2025年8月11日盘后公告，公司拟通过发行股份、可转换公司债券及支付现金购买苏州安捷讯光电100%股份。后者主营业务为光通信领域光无源器件的研发、生产、销售。\n4、公司实控人是珠海市国资委，控股股东珠海华发科技产业集团。公司是专业从事光纤器件的研产销，主要应用于数据中心、云计算等领域。\n5、激光雷达领域是公司未来的重要发展方向之一，公司的激光雷达光源模块目前处于小批量生产阶段。"
        },
        {
          "code": "sz300870",
          "name": "欧陆通",
          "limit_time": null,
          "analysis": "TPU电源+液冷服务器电源+阿里+充电模块\n1、网传纪要，公司为TPU电源二供候选（仅台达及欧陆通两家供应商）、深度绑定谷歌供应链。按单柜64卡、70kW功耗（1.5倍冗余）、单瓦1.5元估算，TPU-v6/v7/v8对应电源市场空间约65亿元（含v5-v6存量）（未证实）。公司的主营业务中包括服务器电源产品，服务于运营商、云计算厂商、互联网企业、金融企业等客户群体。公司高功率服务器电源能够应用于大模型AI服务器。2025年8月5日互动，公司已推出浸没式液冷服务器电源及机架式电源解决方案等核心产品。\n2、2022年11月4日互动，公司为阿里巴巴定制的新一代浸没式液冷集中式供电电源在云栖大会展出，应用于磐久服务器供电系统。\n3、公司的充电模块产品包括75KW ACDC液冷模块、63KW DCDC液冷模块等，由欧陆通全资子公司上海安世博自主研发及生产，均采用碳化硅技术设计，推升效率极佳。\n4、公司使用的氮化镓技术属于第三代半导体应用技术，主要应用于公司电源适配器产品中。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "神舟二十二号飞船将于北京时间2025年11月25日12时11分，在我国酒泉卫星发射中心实施发射。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh600343",
          "name": "航天动力",
          "limit_time": "09:38:53",
          "analysis": "航天六院唯一证券化平台+航空航天+水电站\n1、公司作为航天六院的产业化平台和资产证券化平台，始终关注并贯彻国企改革和上市公司高质量发展要求，积极开展产业结构调整，推动业务转型，持续聚焦航天主责主业，提升上市公司经营质量和资产质量。\n2、公司控股股东是航天六院，是中国液体火箭发动机研制中心，是中国唯一的集运载火箭主动力系统、轨姿控动力系统及空间飞行器推进系统研究、设计、生产、试验为一体的专业研究院，公司当前主要业务均源自于航天液体动力技术。\n3、2025年7月22日互动，全资子公司江苏航天水力的水轮机产品在水力发电领域具备成熟应用经验，已成功配套国内多个中小型水力发电站项目。\n4、公司主要从事泵及泵系统、液力传动系统、流体计量与通信系统等研产销，业务涉及石油化工以及交通、通信等多个行业领域。"
        },
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "09:34:42",
          "analysis": "神舟飞船+海洋卫星+军工+汽车雷达\n1、子公司恒达微波研制的“微波雷达天线”和“微波应答机天线”助力神舟二十一号载人飞船与空间站顺利对接。\n2、公司参与了海洋系列卫星的地面接收分系统建设，配套了部分开关矩阵、变频器、处理及存储类产品。公司具备毫米波雷达、相控阵雷达、合成孔径雷达系统研发设计和生产能力，面向国防、交通等行业市场都拥有领先的相关技术和产品。\n3、公司eMMC存储控制器完成国产化迭代并量产，宽温级128GB产品获国产化认证；毫米波雷达测试系统已与华为、比亚迪等行业龙头达成更多合作。 \n4、子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。\n5、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。"
        },
        {
          "code": "sh603155",
          "name": "新亚强",
          "limit_time": "09:32:08",
          "analysis": "航空航天+半导体+有机硅\n1、公司部分产品在耐高低温、抗辐射等方面具有优异的性能，可以应用于航空航天领域的密封、涂层和复合材料中。\n2、2024年11月26日互动，配套用于平板显示、电子、半导体、芯片等相关领域的电子级六甲基二硅氮烷产品，已向国内多家半导体客户提供产品服务，并在部分主要应用端实现进口产品的替代。\n3、公司产品主要包括有机硅功能性助剂和苯基氯硅烷及其下游产品两大类，广泛应用于有机硅新材料、医药、电子化学品、新能源等领域。年产55000吨高端有机硅材料及高纯功能助剂产品项目。"
        },
        {
          "code": "sz002098",
          "name": "浔兴股份",
          "limit_time": "10:14:21",
          "analysis": "航天服拉链+福建+跨境支付+跨境电商\n1、公司地处福建泉州，为航天局定制高品质拉链。\n2、公司为我国规模较大的拉链出口企业（境外营收占比35.46%），主要通过亚马逊等平台从事跨境电商服务（营收占比19.93%）。公司研发完成的全球交易助手，适用于aliexpress、eBay、wish、敦煌网等跨境电商平台。\n3、2025年7月9日互动，价之链基于自身海外收款、结汇业务需求与PingPong、Paypal、WorldFirst、海云汇、连连支付等多家跨境支付平台建立合作关系。\n4、公司是SHEIN优质供应商。近日跨境快时尚电商SHEIN已获得英国金融行为监管局(FCA)的批准，计划赴伦敦进行首次公开募股。"
        },
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "10:25:33",
          "analysis": "卫星通信+福建+量子技术+华为+屏显制造\n1、公司位于福建省福州市。公司在卫星通信技术方面，持有Ka高通量卫星轨位稀缺资源，可发射政府、民用、商业卫星，覆盖“一带一路”沿线及海峡两岸，同时可提供卫星终端产品、应用与解决方案，以及海上通信运营服务。公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业。\n2、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n3、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。\n4、公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n5、显示制造业务方面，公司依托全球领先的显示主板研发能力与屏显底座AI能力，打造高度定制化的屏显终端产品矩阵，广泛覆盖消费电子、商业显示、教育、养老、智能制造等。"
        },
        {
          "code": "sz301117",
          "name": "佳缘科技",
          "limit_time": "14:47:57",
          "analysis": "商业航天+医疗AI+军工+无人驾驶+汽车芯片\n1、公司具备综合管理系统，用于元器件选型决策支持。据网络纪要，一代星主要做安全模块，asp130w+，份额1/3+。二代星增量业务星载计算机，asp300w，价值量提升大机载明年也会大幅放量。按单星ASP/市值角度测算，公司是商业航天板块弹性最大标的。\n2、公司已完成AI服务器集群及DeepSeek、通义千问大模型本地化部署，2025年重点推进医疗+AI，市场拓展积极推进中。\n3、公司国防军工信息化综合解决方案以先进技术为依托，为军队、军工企业建设现代化应用体系提供后勤战备、指挥控制、行政等全方位的业务支撑，打造智能化应用平台。2024年度公司军工业务占比约80%。\n4、公司软件系统、板卡、整机、专用芯片等网络信息安全相关产品下游涵盖航空、地面站等领域。\n5、公司芯片产品主要用于车载无线通信系统，可以用于无人驾驶定位场景。"
        },
        {
          "code": "sh688523",
          "name": "航天环宇",
          "limit_time": null,
          "analysis": "商业航天+卫星通信+航空航天装备\n1、在商业航天领域，公司已完成 “千帆”星座4.5米测控天伺馈、“千帆”星座1.8米馈电天伺馈产品的研制、车载站、集装箱机动数传站、固定站等高难度站型研制交付。\n2、在卫星通信及测控测试设备领域，公司在轻量化复合材料结构设计、自动折展反射面结构与控制等方面取得了长足的技术进步和创新性成果。\n3、公司主要产品及服务集中应用于航空航天领域，按照用途可分为宇航产品、航空航天工艺装备、航空产品、卫星通信及测控测试设备四大板块。\n4、2024年4月2日公告，子公司中标上海飞机制造C929项目复材工装框架协议项目。"
        },
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": null,
          "analysis": "投资商业航天企业+卫星通信+低空经济+通信天线\n1、2025年11月24日晚公告，公司与华真资本签署《合伙协议》，共同设立基金。本基金重点对商业航天、卫星通信、先进制造业等领域进行投资，本基金将出资 1 亿元专项投资北京凌空天行。北京凌空天行是一家致力于高超音速技术服务、航天发动机和高超音速飞行器产品研发的商业航天企业。\n2、2025年8月6日机构调研纪要，目前公司卫星通信产品覆盖“星-地-端”三大应用场景，已形成包括地面站终端、卫星通信载荷及卫星通信终端应用等三大类产品。其中，卫星通信载荷产品主要为星载有源相控阵天线，支持 Ka、Ku 频段，已小批量应用于低轨通信卫星；终端主要为卫星动中通天线，如列车车载卫星天线、船载卫星天线、MACRO WIFI 及卫星便捷站等。\n3、公司地处广东中山。公司为华为5G基站天线提供服务，主要合作集中在微波天线、基站天线、授时定位天线领域。\n4、公司设计的面向5G-A的空地一体化赋形绿色天线，可以支持低空飞行器在600米空域内平滑接入电信网络，构建覆盖从地面到低空的全域通信网络，为无人机等低空飞行器的飞行航路安全提供有力保障。\n5、公司主要从事通信天线及射频器件产品的研发、生产及销售，产品主要包括基站天线、射频器件、微波天线等。"
        },
        {
          "code": "sh605598",
          "name": "上海港湾",
          "limit_time": null,
          "analysis": "商业航天+钙钛矿电池+岩土工程综合服务（西南水电）+一带一路\n1、上海伏曦炘空其能源系统产品已累计保障16颗卫星顺利发射，40余套卫星电源系统、太阳帆板及结构机构正持续在轨稳定运行；公司已深度参与长光卫星的“吉林一号”遥感卫星星座、时空道宇的吉利未来出行星座、西光航天的西光壹号遥感星座等多个重要卫星星座项目。\n2、2025年7月11日调研纪要，公司钙钛矿太阳能电池已助力15颗卫星入轨，40余套系统在轨稳定运行，订单储备丰盈且增速亮眼，覆盖卫星全生命周期能源需求，并服务长光卫星等20余家客户。\n3、公司参与了西南某水电站项目前期的方案讨论阶段，并已经投入了一定的资源和精力进行前期的研究和准备工作。\n4、公司为全球客户提供集勘察、设计、施工、监测于一体的岩土工程综合服务，主要包括地基处理、桩基工程等业务。已在新加坡、印尼、泰国、越南、菲律宾等多个“一带一路”国家参与基础设施建设。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "中疾控表示，当前，全国整体进入流感流行季，流感活动水平明显上升。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz000566",
          "name": "海南海药",
          "limit_time": "11:00:12",
          "analysis": "流感治疗（海南）+干细胞美容+医疗器械\n1、公司盐酸金刚烷胺片可防治A型流感病毒所引起的呼吸道感染，可在感染48小时内有效控制病毒。公司部分中成药有针对流感的对症治疗药物。对于流感引起的咳嗽症状，宝岛@橘红片可用于化痰，止咳；流感引起肠胃不适，公司有常为康@枫蓼肠胃康颗粒。\n2、2025年11月14日晚公告，公司全资子公司海口制药厂近日获得国家药监局核准签发的化学药品注射用美罗培南的《药品补充申请批准通知书》。\n3、公司投资的琼海博鳌国医汇医院主营业务包括干细胞美容等业务。公司利用海南博鳌乐城国际医疗旅游先行区政策资源优势，搭建高端医疗器械平台。\n4、公司地处海南，实控人为国务院国资委，公司业务涉及创新药、干细胞等研究或受益。主要产品包括抗生素系列、胃肠道用药系列、抗肿瘤药系列、与制剂配套的原料药和中间体系列及其他产品。\n5、参股公司优尼科尔（持股35%）主要从事人类体细胞制备、储存、应用技术研究及药物开发等业务。"
        },
        {
          "code": "sz000952",
          "name": "广济药业",
          "limit_time": "10:58:09",
          "analysis": "流感+湖北国资+痛风+维生素\n1、公司生产的小儿氨酚黄那敏颗粒适用于缓解儿童普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。\n2、公司实控人为湖北省国资委。\n3、2025年1月2日盘后公告，公司近日收到国家药品监督管理局核准签发的非布司他片的《药品注册证书》。非布司他片适用于痛风患者高尿酸血症的长期治疗。\n4、维生素B2全球总产能约为10000吨，生产企业主要有广济药业4800吨、帝斯曼2000吨、巴斯夫1500吨，三家企业总产能达8300吨，超过全球产能80%，呈三寡头垄断格局。\n5、公司两大保健品研发项目“保健食品复合维生素B族片工艺研究”“辅酶Q10软胶囊工艺研究”已完成了产品研发工作，正布局销售渠道。"
        },
        {
          "code": "sz000788",
          "name": "北大医药",
          "limit_time": "09:57:21",
          "analysis": "流感治疗+创新药+国资持股+生物发酵原料药\n1、公司磷酸奧司他韦干混悬剂获批，磷酸奧司他韦被国内外多个诊疗指南推荐用于成人和儿童甲型和乙型流感的预防和治疗。\n2、公司已建立起自主知识产权、仿创技术、技术创新为一体的技术核心体系，研发领域聚焦于抗感染类、镇痛类、精神类等创新药、高端仿制药和大市场品种，为企业发展提供持续优化的产品结构和竞争力。\n3、公司前两大股东分别为西南合成医药集团（持股22.22%，为公司控股股东）与北大医疗管理公司（11.8%），两者股权穿透后主要有中国平安人寿保险，珠海人民政府共同持股。\n4、公司主要以制剂研发、生产、销售及医药流通业务为主，产品涵盖抗感染类、镇痛类、精神类、消化系统类、心血管类等多个领域。"
        },
        {
          "code": "sz002728",
          "name": "特一药业",
          "limit_time": "10:57:27",
          "analysis": "流感+支原体肺炎药+糖尿病治疗+NMN\n1、针对流感方面的用药，公司药品品类丰富，产品涵盖止咳、退热、抗生素、抗病毒、消化系统等类别。2025年10月29日互动，公司核心产品止咳宝片对流感相关咳嗽疗效确切，总有效率93%，秋冬流感高发带动需求。\n2、公司止咳宝片先后被广东省（《广东省新冠病毒感染者重点用药监管目录》、国务院联防联控机制等）推荐为感染新型冠状病毒后出现咳嗽症状的治疗用药。止咳宝片为中成药的最大单品，2025年前三季度销量已达2023年同期64%。\n3、公司的红霉素肠溶片、依托红霉素片、罗红霉素胶囊、阿奇霉素片、阿奇霉素颗粒等大环内酯类抗菌药物适用于治疗支原体肺炎。\n4、子公司海力制药生产的盐酸二甲双胍缓释片属于双胍类降血糖药。本药首选用于单纯饮食及体育锻炼控制血糖无效的2型糖尿病患者，尤其是肥胖和伴高胰岛素血症者。可单用，也可与磺酰脲类药或胰岛素联用。\n5、公司安排全资子公司新宁制药及台山化工对NMN产品进行技术方案的论证并做项目可行性研究。"
        },
        {
          "code": "sh688670",
          "name": "金迪克",
          "limit_time": "11:00:53",
          "analysis": "四价流感疫苗+狂犬病疫苗\n1、公司四价流感疫苗已上市销售，多项关键指标优于中国药典（CP2020）和欧洲药典（EP9.0）的标准。国内四价流感疫苗渗透率较国外差距很大，有较大的增长空间。公司有一条四价流感病毒裂解疫苗生产线，产能为1000万人份/年，在建产能3000万人份/年，预计2026年4月可使用。\n2、目前冻干人用狂犬病疫苗（Vero细胞）已完成III期临床试验，正在按照程序向CDE申报。\n3、公司在国内全部四价流感疫苗生产企业中排名第二和第三。\n4、公司现正围绕流行性感冒、狂犬病、水痘、带状疱疹和肺炎疾病等5种重要传染性疾病的预防研发9个主要在研产品。"
        },
        {
          "code": "sz000756",
          "name": "新华制药",
          "limit_time": "13:06:21",
          "analysis": "流感治疗+阿尔兹海默症+新冠治疗+创新药\n1、公司是全球重要的解热镇痛类药物生产商，公司生产的布洛芬、阿司匹林等药物广泛应用于流感相关症状的治疗。此外，公司有帕拉米韦注射液，这是一种新一代神经氨酸酶抑制剂，可用于治疗全年龄段的甲型或乙型流行性感冒患者。\n2、公司与沈阳药科大学进行抗老年痴呆重大创新药合作开发，抗AD创新药物0AB-14及制剂开发是治疗阿尔茨海默病1.1类新药，目前正在进行I期临床研究。\n3、真实生物为阿兹夫定片（新冠治疗药）上市许可持有人，新华制药作为受托生产企业之一受托生产阿兹夫定片。\n4、公司生产口服降糖药格列美脲片等。旗下苯甲酸阿格列汀片适用于治疗2型糖尿病。\n5、“凤凰针”是子公司新华健康即将推出的一款医美类的产品，主要适用于医美赛道的皮肤科，主要成分是外泌体。该产品将会在全国销售，包括公立医院和医美机构。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002752",
          "name": "昇兴股份",
          "limit_time": "09:46:21",
          "analysis": "福建+食品包装+抖音运营+4680电池壳\n1、公司地处福建福州，主要产品为饮料罐和食品罐，包括三片罐、二片罐、铝瓶产品，为食品饮料及啤酒企业提供研发设计、晒版印刷、生产配送等一体化全方位服务。公司能量饮料领域主要客户为天丝红牛，植物蛋白饮料方面是养元和露露。灌装主要为天丝、曜能量、王老吉等客户提供配套增值服务。\n2、公司旗下抖音运营服务属于智慧包装整体解决方案的一部分，子公司昇兴云定位为快消品上下游企业和商家提供商品防伪防窜溯源、渠道管理、IP智能营销、大数据分析等综合服务，提升包装载体附加值，从而提升公司对下游快消品牌客户的增值服务能力。\n3、公司制罐技术行业领先，4680电池壳与罐体形状相似，公司或通过现有设备改进制造4680电池壳，跨界进入锂电行业，打开第二增长极。\n4、目前公司产能增量主要为柬埔寨金边工厂，总设计产能为18亿罐。"
        },
        {
          "code": "sh600033",
          "name": "福建高速",
          "limit_time": "09:56:24",
          "analysis": "京台高铁+高速公路+福建国资\n1、2025年11月13日据平潭时报，京台高铁大陆段(北京至平潭)已建成通车，通往台北的高铁(即京台高铁的福州至台北段)已进入规划论证阶段；公司控股股东福建省高速公路集团持股51%京台高速(平潭)跨海大桥公司。\n2、公司实控人福建国资委，主营福建省高速公路的投资、建设、收费、运营和管理，是福建省高速公路唯一上市公司。\n3、福建高速是福建省内4条高速公路的运营商，主营高速公路投资、建设、收费和运营管理，包括泉厦高速公路、福泉高速公路、罗宁高速公路、浦南高速公路，是福建省的重要黄金通道。\n4、公司出资2.7亿元参与海峡财险公司的发起设立，持股18%，为第二大股东。"
        },
        {
          "code": "sz000701",
          "name": "厦门信达",
          "limit_time": "13:05:36",
          "analysis": "福建厦门国资/汽车贸易+合作京东+离岸贸易+无人机\n1、公司实控人为厦门市国资委，上海信达诺作为公司在临港新片区投资设立的全资子公司，已落地多笔离岸业务。未来上海信达诺将积极开拓新型国际贸易业务，助力离岸贸易产业发展。\n2、公司合作京东科技成立子公司厦门国贸京东数字科技。公司表示未涉及稳定币业务。\n3、公司主要从事供应链业务以大宗商品贸易为载体，主营铜、铁矿等优势品种，二手车订单已从厦门口岸成功发往阿联酋等中东国家。公司汽车经销业务以信达国贸汽车为主体经营。供应链板块聚焦有色金属和黑色大宗商品。\n4、公司控股子公司保利汽车已成为小米汽车1S店授权合作商，开展钣喷及机修业务，目前相关门店仍在建设中，尚未形成收入。\n5、公司旗下信达国贸汽车推出的“星曜一号”应急救援装备，为“飞控指挥车”+“无人机运输起降平台”+“交叉双旋翼无人机”三位一体的应急救援装备，适用于超高层建筑/森林消防、全灾害应急领域。"
        },
        {
          "code": "sh600802",
          "name": "福建水泥",
          "limit_time": "13:21:10",
          "analysis": "福建国资+水泥+水电站+资产注入预期\n1、公司实控人是福建国资委。公司为福建省水泥行业传统龙头企业，2024年公司水泥熟料产能排行居福建省内第一位。现拥有新型干法熟料水泥生产线7条，具备年产熟料 954.5万吨、水泥1240万吨的能力。\n2、公司业务集中在福建省内，营收占比90.62%，产品先后运用于水口水电站、福厦高铁、高速公路等众多标志性建筑及重点工程项目。\n3、网传公司实控人旗下华福证券或有注入预期。（未证实）"
        },
        {
          "code": "sz000797",
          "name": "中国武夷",
          "limit_time": "13:45:09",
          "analysis": "福建国资+房地产+跨境电商+一带一路+低价股\n1、公司是福建本地最大国资房企，实控人为福建省国资委。\n2、公司旗下中武电商重点推进供应链综合运营业务模式的创新，首次完成埃塞俄比亚双向贸易业务试单和新型离岸贸易业务模式下对巴新分公司的沥青供应。全资子公司中武(福建)跨境电子商务公司的业务涉及跨境电商。\n3、公司主营业务包括国际工程承包、房地产开发及物业服务业务，全资子公司中国武夷实业（香港）在香港从事投资和房地产开发业务。\n4、公司积极响应共建“一带一路”倡议，在菲律宾、印度尼西亚、马来西亚等亚洲国家，在肯尼亚、坦桑尼亚、乌干达、埃塞俄比亚、刚果布等非洲国家，以及在巴布亚新几内亚、澳大利亚等大洋洲国家布局国际工程承包业务。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "在AI浪潮和国产化大背景下，国内先进产线未来扩产需求持续存在，半导体设备作为晶圆代工扩张的基石，同时是实现产业链自主可控的重要环节，国产半导体设备企业有望迎来发展机遇。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "09:34:09",
          "analysis": "存储芯片封测+文旅+文旅智能体+低空经济文旅+具身智能\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司集文旅景区开发运营、酒店管理、旅行社、房地产开发、建筑施工等多产业布局。公司与相关战略合作伙伴在低空文旅场景开发、低空飞行消费群体培育、综合业态运营等方向展开深度合作。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，聚焦智能景区、智慧物业等AI应用，布局具身智能生态。"
        },
        {
          "code": "sz000510",
          "name": "新金路",
          "limit_time": "09:44:36",
          "analysis": "半导体（高纯石英砂）+小金属（广西）+石墨烯\n1、2025年5月23日盘后互动，公司4N8级高纯石英砂产品正在积极进行市场拓展，有极少量产品销售。\n2、公司参股85%广西有色栗木矿业，后者从事钽、铌、锡、钨、铅、锌、铜等有色金属及非金属(包括高岭土及其他非金属矿)的采矿、选矿、冶炼业务，主要矿产是锡。\n3、参股公司德阳烯碳（持股12.5%）从事石墨烯研究及销售。\n4、公司参拟收购天兵科技53.55%股份，后于2024年5月31日终止收购。天兵科技从事军民两用微波毫米波芯片设计、封测和微波毫米波部件、分机系统，产品主要应用领域包括弹载、机载、舰载及地面火控系统等。\n5、公司主导产品为聚氯乙烯树脂（PVC）和烧碱，以氯碱化工为基础，配套仓储、物流、贸易等经营业务。"
        },
        {
          "code": "sh603823",
          "name": "百合花",
          "limit_time": "13:02:24",
          "analysis": "液晶面板光刻胶+有机颜料（芳香胺）+固态电池（COFS材料）\n1、2025年5月30日互动，公司生产的高性能颜料已应用于半导体领域液晶面板用光刻胶，并实现吨级销售。\n2、网传资料显示，颜料行业或受益芳香胺直接脱氨技术带来的降本（未经证实）。公司主要生产各种有机颜料及颜料中间体，产品主要应用于中高档涂料、油墨及高分子材料着色领域，产品广泛应用于日用消费品与各类工业制品。\n3、COFS材料可用于固态电池。2024年5月14日互动，公司在COFS方面有做过课题研究并申请了相关专利。截至目前公司没有COFS建设的相关规划。\n4、2025年5月26日根据《生态环境保护督察工作条例》，第三轮第四批中央生态环境保护督察全面启动。高性能有机颜料由于技术门槛较高国内仅有七彩化学、百合花等少数企业掌握核心生产技术。公司几乎覆盖了主流有机颜料品种，有机颜料产能4万吨，约占全球产能10%。\n5、公司投资控股的内蒙古源晟制钠主营金属钠等业务，设计产能为2万吨/年金属钠及3万吨/年液氯副产。"
        },
        {
          "code": "sz002638",
          "name": "勤上股份",
          "limit_time": "13:18:30",
          "analysis": "半导体照明+储能路灯+合作浪潮\n1、公司主营为半导体照明（营收占比100%）和教育培训业务。\n2、2025年4月23日公告，通过开发2.0版本谷电储能路灯与正在推进的3.0版本“光储充”一体化解决方案，全面探索零碳照明的新可能。\n3、公司推出“以智慧灯杆•路灯为平台的户外智慧城市管理系统”，将LED照明、电子警察等设备集于一体，实现多维联动，构建智慧、绿色城市。\n4、全资子公司龙文教育是全国性教育培训机构，主要从事K12一对一课外辅导，已开发\"59错题\"移动在线教育平台。公司参股东莞市智行光电产业职业培训学校。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh603130",
          "name": "云中马",
          "limit_time": "09:46:16",
          "analysis": "人形机器人（腱绳材料）+纺织制造+马字辈\n1、公司参股中玺新材料8.1491%，后者掌握连续化淤浆法生产中高端超高分子量聚乙烯工艺，打破国外技术垄断。超高分子量聚乙烯具有耐化学腐蚀、高强度、抗冲击、耐磨等特性。其低端料竞争激烈，中高端料依赖进口，市场需求增长。超高分子量聚乙烯因其特性是人形机器人腱绳的优秀选择。\n2、2025年11月12日调研纪要，云中马“时尚智造”产业园项目一期正加速建设，建成后将新增年产12万吨高性能革基布坯布及13.5万吨DTY丝产能，实现从纺丝、织布到革基布的全产业链布局，强化成本与交付优势。\n3、公司主营业务为人造革合成革基层材料的研发、生产和销售。公司革基布产品主要销往人造革合成革生产商，革基布的终端应用领域包括鞋、箱包、服装、家具、汽车内饰等。\n4、公司自主研发了湿拉毛革基布生产技术、纬编色丝直拉毛技术等生产技术。"
        },
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "13:35:36",
          "analysis": "割草机器人（电控）+园林机械+半导体设备零部件+龙字辈\n1、公司产品包括割草机器人电控。\n2、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n3、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sz000678",
          "name": "襄阳轴承",
          "limit_time": "14:04:24",
          "analysis": "机器人轴承+军工+汽车轴承+光伏\n1、2025年9月24日互动，公司机器人轴承相关产品目前正处于试制验证阶段。\n2、公司是湖北省军民融合企业，根据2024年报东风公司的军车轴承一直指定公司独家供应。\n3、公司零部件产品用于新能源车型，主要有东风、比亚迪等。\n4、公司主要产品为汽车轴承、等速万向节等，是目前国内主要的汽车轴承专业生产基地之一。\n5、2023年公司引进合作伙伴共投入8000多万元建设厂房屋顶光伏发电20MW项目，预计年发电量将达到1800万KWh。"
        }
      ]
    },
    {
      "name": "游戏",
      "reason": "新一代Nano Banana生态可助力游戏素材创作。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000892",
          "name": "欢瑞世纪",
          "limit_time": "09:33:00",
          "analysis": "互动影游+漫剧+重大诉讼进展+短剧+AI\n1、2025年11月21日盘后据官微，公司旗下互动影游《江山北望》上线，仅上线3小时，斩获STEAM热门即将推出游戏榜第1名。\n2、2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》；公司继AI短剧、互动影游《江山北望》后，近10部AI漫剧作品也将陆续上线。\n3、2025年10月22日晚公告，公司作为原告在北京金融法院提起诉讼，被告需补偿1.13亿股股票及现金1767.16万元。\n4、公司在微信、抖音、快手等平台上的剧场账号及短剧小程序矩阵已开始了付费及免费模式运营。公司营收主要来源于艺人经纪和影视剧相关业务，同时积极探索布局短剧、互动剧、AIGC、影视科技等新的战略方向。\n5、2025年2月20日据官微，公司与上海阶跃星辰达成战略合作，双方将共建“麟跃”AI联合实验室，共同推动AI技术在影视行业的应用落地。公司参投了温州雁荡山曲文旅游公司，后者在温州雁荡山开发相关旅游资源。"
        },
        {
          "code": "sz002558",
          "name": "巨人网络",
          "limit_time": "13:48:09",
          "analysis": "《超自然行动组》数据向好+AI+游戏出海\n1、网传纪要表示，《超自然行动》小红书粉丝数超190W，已领先《第五人格》40万，踩中非射击搜打撤创新品类，充分享受年轻用户结构化红利，已具备冲击千万DAU竞争力。（未证实）\n2、公司主营互联网游戏的研发和运营，加快各种AI工具的应用及AI与游戏玩法相结合，研发团队广泛运用 “文生图 ”工具人效、产出、产品质量均有大幅提升。根据网传纪要，公司产品《太空杀》AI玩法前期与腾讯混元，字节豆包，阿里云等均有合作。（未证实）\n3、海外爆火的设计Agent产品Lovart由liblib运作，公司以产业投资者参投liblib。\n4、公司积极探索《球球大作战》等游戏与AI技术结合，“征途 ”赛道多款游戏已启动智能NPC的探索。"
        },
        {
          "code": "sz300299",
          "name": "富春股份",
          "limit_time": null,
          "analysis": "游戏+福建+小红书+合作字节跳动\n1、公司地处福建福州。据网络纪要，出海上游戏业务依托谷歌Play平台发行推广，新一代Nano Banana生态可助力游戏素材创作。（未证实）\n2、公司持有东阳留白影视文化3.24%股权，后者为影视剧《长安的荔枝》出品方。2024年12月12日盘后官微，在《仙境传说RO:新启航》12月10日推出的新版本中，隆重推出了AI宠物功能，是与火山引擎合作的结果。\n3、据媒体报道，小红书数据服务项目由北京华通人商用信息公司（富春股份2017年并购该公司）投资建设，从事小红书平台视频、图片审核&处理业务。\n4、公司移动游戏业务坚持“精品研发+知名IP”战略，目前拥有众多优秀IP，如《仙境传说 RO》、《古剑奇谭三》、《秦时明月》等。\n5、2024年5月13日调研记录，公司首款自研射击类VR游戏《噩梦猎手》在Steam平台上线，并被推荐至首页。"
        }
      ]
    },
    {
      "name": "锂电池",
      "reason": "网传六氟磷酸锂散单报价低于17W不出，有望推升至20W。（未证实）",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000973",
          "name": "佛塑科技",
          "limit_time": "13:07:12",
          "analysis": "锂电池隔膜+参与设立硫化锂项目+尼龙薄膜+广东国资+偏光片\n1、2025年9月27日公告，公司拟收购的金力股份2024年在超薄高强隔膜细分市场出货量市占率63%，排名市场第一。金力股份在锂硫电池隔膜、半固态锂电池隔膜、燃料电池隔膜、固态电解质等方面进行技术布局，金力股份旗下湖北江升专注锂电隔膜，具备多种陶瓷隔膜生产装置设备实用新型专利。\n2、2025年11月14日公告，公司与紫金锂元、厦门紫金、广新研究院共同设立项目公司，本项目主要研发、生产、经营高纯度电池级硫化锂产品，硫化锂是硫化物固态电解质的主要原料之一。其中公司出资 500 万元，股权比例为5%。\n3、公司控股股东为广新控股，实控人是广东省人民政府。\n4、公司控股子公司纬达光电，主要从事偏光片和光学薄膜材料的研发、生产与销售，主要应用在工控仪表、汽车仪表盘液晶显示屏等。\n5、公司是全国唯一的BOPA(双向拉伸尼龙)薄膜生产基地，公司的参股公司杜邦鸿基、杜邦帝人鸿基生产销售BOPET。2025年9月26日晚公告，公司与中石化湖南石油化工共同设立项目公司，项目计划投资总额34.69亿元，建设聚酰胺切片和尼龙薄膜生产线，主要生产经营聚酰胺切片和尼龙薄膜产品。"
        },
        {
          "code": "sz300437",
          "name": "清水源",
          "limit_time": "13:49:33",
          "analysis": "三氯化磷（6F上游）+工业水处理+土壤修复\n1、公司目前具备年产16万吨三氯化磷设计产能，三氯化磷是生产五氯化磷的原料，五氯化磷是生产六氟磷酸锂的关键原料。全资子公司已备案建设10万吨五氯化磷生产线。\n2、公司生产的水处理剂产品主要应用于工业水处理领域。公司是膜行业的技术引领者，向客户提供专业膜法水资源化整体解决方案，从事水处理工程、环保工程专业承包和环境污染治理设施运营管理等。\n3、公司和中科院生态环境研究中心合作共建土壤与生态修复研发中心，进一步为政府和企业做好工业废水零排放、海绵城市建设、土壤与生态修复等领域的研发、投资、建设与运营等业务。\n4、公司官网介绍EDTMPA·Na5，用于循环水和锅炉水的缓蚀阻垢剂、无氰电镀的络合剂等。公司有EDTMPA每年2500吨的产能。"
        },
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "13:51:09",
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、公司目前六氟磷酸锂产能为3.7万吨/年，募投项目一期1.5万吨六氟磷酸锂已经达产，二期工程厂房和公用工程已建设完成，尚未购置设备。公司六氟磷酸锂2025年Q3成本区间约为5-6万元/吨。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n2、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "2025年11月27日上午10时国新办将举行国务院政策例行吹风会，介绍增强消费品供需适配性进一步促进消费政策措施有关情况。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "10:15:50",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sz000558",
          "name": "天府文旅",
          "limit_time": null,
          "analysis": "文旅+体育产业+冰雪经济\n1、2025年11月27日上午10时国新办将举行国务院政策例行吹风会，介绍增强消费品供需适配性进一步促进消费政策措施有关情况；公司已与四川多地文旅局及文化旅游公司签订了战略合作框架协议，促进影旅业务融合发展。\n2、公司地处成都，体育业务包括城市综合体建设与运营、体育赛事，曾举办了科勒曼联青少年足球挑战赛。\n3、公司控股股东为成都体育产业投资集团，后者旗下拥有大量优质文旅资源。\n4、公司积极布局冰雪领域，逐步建立了自有品牌——莱茵冰雪，并合作组建冰球队、冰壶队，探索冰雪娱乐、冰雪旅游等业务方向。\n5、2024年12月2日晚公告，公司与遂宁市中国死海旅游度假区管委会拟进行项目合作，着重打造唐、宋年代及部分现代的实景基地，完善影视拍摄全产业链服务配套项目等，打造川渝第一个唐宋风格沉浸式的影视旅游景区。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "09:39:46",
          "analysis": "钙钛矿光伏组件+拟增资铁岭环球（固态电池）+园林工程施工\n1、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n2、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n4、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sh688622",
          "name": "禾信仪器",
          "limit_time": "10:01:38",
          "analysis": "量子科技+医疗器械+国产质谱仪\n1、2024年11月4日盘后公告，拟收购量羲技术控股权，后者专注于极低温极微弱信号测量调控设备的研发、生产与销售，超导量子计算是标的公司产品目前最主要的应用领域。\n2、2024年2月26日调研时公司表示在医疗领域正在布局多款产品，具体包括：已获得注册证的产品有 CMI 系列全自动微生物质谱检测系统；已有硬件产品并正在申报注册证的产品有三重四极杆液质联用仪（LC-TQ 系列）等。\n3、公司的主营业务为质谱仪研发、生产、销售及技术服务，使中国成为少数掌握高分辨飞行时间质谱仪器核心技术的国家之一。\n4、公司产品及服务聚焦于大气环境监测方向的 PM2.5、VOCs 和 O3 监测，客户主要为各地环保局、环境监测站/中心/中心站等。公司布局在碳排放规划咨询服务、碳监测网络建设、碳排放量核算体系等方向，目前处于市场拓展阶段。"
        },
        {
          "code": "sz002114",
          "name": "罗平锌电",
          "limit_time": "09:30:12",
          "analysis": "锗/锌矿+消费+水电+磷矿\n1、公司目前生产有锗精矿，年产锗3吨。公司产成品锌锭产能12万吨/年；综合利用厂处理浸出渣能力12万吨/年；硫酸厂硫酸实际产能14万吨/年。2025 年11月3日，全资子公司普定县德荣矿业金坡铅锌矿”取得《安全生产许可证》，规模为铅、锌矿地下开采 20 万吨/年。\n2、公司依托罗平本地油菜籽资源，加强与国内油脂科研单位的深度合作的方式，投资2.8亿新建富锌油菜三产融合发展项目，目前富锌公司油脂产品及相关附属产品已成功上市。\n3、公司所属生产单位腊庄电厂装机容量为6万千瓦时，持股33%兴义黄泥河发电公司的装机容量为10万千瓦，持股37%的老渡口发电公司的装机容量为3.75万千瓦。\n4、公司持股23.2%的永善金沙公司为拥有铅锌矿和磷矿资源的矿山企业。"
        },
        {
          "code": "sz001299",
          "name": "美能能源",
          "limit_time": "13:07:51",
          "analysis": "天然气销售+天然气安装\n1、公司目前投资并经营天然气业务的为陕西省内较大规模的市区,拥有“两市一区”的天然气特许经营权。公司城镇燃气营收占比100%。\n2、公司拟投建的研究院主要从事新能源、新材料、新技术以及多能互补系统、储能系统的研发和应用。美能新能源系公司为了向清洁能源综合利用和服务转型升级而设立的全资子公司。"
        },
        {
          "code": "sz002596",
          "name": "海南瑞泽",
          "limit_time": "14:34:45",
          "analysis": "海南旅游+混凝土+海南封关+实控人拟变更+重组预期\n1、公司地处海南三亚。全资子公司海南瑞泽旅游控股有限公司从事旅游资源开发和经营管理。\n2、2025年5月13日业绩说明会，2025 年海南自贸港拟实现封关运作，岛内商品混凝土需求量或将有所提升，公司主营业务中商品混凝土业务占比 78%，且全部在海南岛内，公司具备区位优势。\n3、2025年5月29日盘后公告，公司原实际控制人之一冯活灵先生逝世，配偶张仲芳女士通过继承获得股份。本次过户前冯持有2592.40万股，本次过户至张名下1000万股，冯持有剩余1592.40万股待解除质押后办理过户。年初市场传闻要国资混改，公司有5000多员工，预计三亚国资可能介入。\n4、公司子公司广东绿润业务已经涵盖城乡环卫绿化、危废固废处置、环保工程、物业环卫清洁等。"
        },
        {
          "code": "sz003008",
          "name": "开普检测",
          "limit_time": "14:40:54",
          "analysis": "电力系统检测+新能源汽车充换电检测+电力检测+储能\n1、公司主营新型电力系统装备检测服务，覆盖继电保护、微电网、充换电系统等，拥有多个国家质检中心资质。\n2、2025年2月24日晚公告，根据中国国家认证认可监督管理委员会发布的公告，公司被指定为电动汽车供电设备强制性产品认证实验室，指定的业务范围是“CNCA -C25-01电动汽车供电设备”。\n3、公司目前主要能够进行电动汽车充换电系统（充电桩、充换电站等）的检测，也涉及新能源车载充电机的检测，但不涉及新能源电车的整车和其他部件检测业务。\n4、目前公司检测的储能相关产品包括储能变流器、储能电站协调控制器以及能量管理系统等。\n5、根据公司制定的发展规划，新能源汽车电子、汽车零部件等是公司计划进军的检测领域之一。"
        },
        {
          "code": "sh600301",
          "name": "华锡有色",
          "limit_time": "14:41:03",
          "analysis": "锡+银+锑+广西国资\n1、2025年半年报，铜坑矿等三座矿山保有锡、锑、铟、锌、铅等金属量449.25万吨，资源储量全球前列。公司主要产品为锡、锌、铅锑精矿，锡锭营收占比50.04%。截至截至2024年底， 公司铜坑矿、高峰锡矿、佛子冲铅锌矿保有矿石资源量 6, 279.08万吨、保有锡、锑、铟、锌、 铅、银、铜等资源金属量 326.13 万吨。\n3、公司持有（含控股）并经营两座矿山，分别为河池市南丹县铜坑矿和高峰矿。公司矿山矿石除了锡、锑金属之外，共有铋、汞、金等十多种伴生金属，其中包含多种国家重要战略性金属种类，现在已回收大部分伴生金属。\n4、公司实控人为广西人民政府国资委。"
        },
        {
          "code": "sz002856",
          "name": "美芝股份",
          "limit_time": "15:00:00",
          "analysis": "装饰装修+资产注入猜想（佛山国资）+轨交工程\n1、公司是一家集建筑装饰、建筑幕墙、建筑机电等专业化为一体的建筑装饰设计施工企业,取得环保工程专业承包叁级资质，承包工程范围包括可承担污染修复工程、生活垃圾处理处置工程中型以下及其他小型环保工程的施工。公司装饰装修业务占比65%。\n2、公司实控人为佛山市南海区国有资产监督管理局。佛山国资委拥有许多优质资产，公司业绩连续多年亏损，市场推测或重组。\n3、公司承接了深圳北站、唐山站、承德南站及乌鲁木齐轨道交通1号线、北京地铁16号线等全国三十多个城市的高、地铁城市轨道交通工程。"
        },
        {
          "code": "sz000881",
          "name": "中广核技",
          "limit_time": "",
          "analysis": "核污染防治+核电+人形机器人+质子治疗\n1、2025年11月25日讯，日本囤积约47吨钚，大致足以制造6000枚核弹。公司目前拥有处理核电站放射性废水的无机吸附剂技术，可从高盐量的放射性废水中高效去除目标核素离子,快速降低废液的放射性活度，使用寿命长，固废少，耐辐照性能强，更具长期安全性。\n2、2025年11月25日讯，截至2028年9月，美国能源部2500亿美元贷款项目中最大份额将投向新核电厂建设。公司为中广核旗下首个A股上市平台,国内最大的高端线缆材料制造商;核电业务方面,主要产品有核电站专用电缆、电子加速器(用于核电系统无损检测)。\n3、2025年6月20日互动，公司目前与国内部分企业达成在低空无人机、四足机器人、人形机器人领域的深度合作意向和材料合作开发及材料认证。\n4、2025年4月24日盘中消息，中广核高新核材成功研发出全国产100%自主可控的航空航天线缆用XETFE材料，打破长期以来该材料依赖进口的困局。\n5、2024年11月5日盘后投资者活动记录，公司质子治疗生产基地已建成投产，第一台质子治疗系统将于本月下线，同位素生产基地预计2026年建成投产。"
        },
        {
          "code": "sz002877",
          "name": "智能自控",
          "limit_time": "",
          "analysis": "中高端阀门+人工智能+光伏\n1、日本是我国高端阀门进口的主要来源国之一。公司坚持中高端阀门产品定位，目前生产的智能控制阀带有微处理器，能够实现智能化控制功能，是工业互联网、工业物联网中基础的、重要的设备。下游行业包括石化、钢铁、冶金等行业。\n2、公司控制阀利用人工智能技术和计算机技术、嵌入式数字解决方案实现智能化，使控制阀具有自适应、自校准、自诊断等功能。\n3、公司专门研究开发了应用于光伏行业的产品，如特殊耐磨球阀、高精度波纹管调节阀等一系列新的应用场景的产品，专门投资建设了适用于生产能源新材料行业产品的新的生产设施。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "sz001233",
          "name": "N海安",
          "limit_time": "",
          "analysis": "全钢轮胎+出口俄罗斯\n1、公司是全球少数具备全钢巨胎大规模量产能力的轮胎企业之一，其产量在国内市场位居第一、在全球市场位居第四。全钢巨胎是重型矿用卡车的关键易耗品，根据加拿大Syncrude研究，轮胎消耗成本在大型露天矿山车辆运营费用中的占比达24%。\n2、自2022年俄乌冲突爆发后、国际三大品牌陆续退出俄罗斯市场，使得以公司为代表的国内全钢巨胎生产企业在俄罗斯市场的销售规模实现较快增长，其中公司在俄罗斯市场的销售收入由2022年的5.01亿元增至2024年的9.91亿元。\""
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 20,
      "stocks": [
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:30:03",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、公司停牌核查结束，2025年11月18日复牌。2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "10:37:27",
          "analysis": "资产注入预期+半导体材料+军工+虾青素\n1、大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "09:25:00",
          "analysis": "实控人变更+拟出售光伏资产+兽药\n1、2025年11月24日晚公告，公司股东康怡投资等与纵腾网络的股份转让相关过户登记手续已完成，纵腾网络持有上市公司29.99%的股份，成为公司控股股东，实控人由赖潭平变更为王钻。纵腾网络以“全球跨境电商基础设施服务商\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出口贸易企业、出海品牌商提供海外仓储、商业专线物流、定制化物流等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n2、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "14:00:47",
          "analysis": "布局氢能重卡运输+拟股权转让+氢能源\n1、2025年11月6日晚公告，公司拟向现代汽车氢燃料电池公司采购100台18吨燃料电池翼开启厢式车，总价7832万元。\n2、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n3、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sh600568",
          "name": "ST中珠",
          "limit_time": "09:25:00",
          "analysis": "拟股权转让+细胞免疫治疗+互联网医疗+房地产\n1、2025年11月13日晚公告，公司持股5%以上股东云鹰资本和郑子贤分别与梅花投资签署股份转让协议，本次权益变动后，梅花投资将持有公司10.38%的股份，成为公司第二大股东。该基金的合伙人是梅花创投董事长吴世春，今年两次出手买入上市公司的大比例股权。（成为梦洁股份第二大股东及ST路通第一大股东）\n2、公司主要业务涉及医药制造、医疗服务、医疗器械及房地产业务。公司医药制造的主要平台为公司下属潜江制药，产品以化药制剂为主，主要聚焦于眼科领域专用药品的制造和销售。公司旗下拥有桂南医院、六安开发区医院两家国家二级甲等综合性医院。\n3、控股子公司湖北潜江制药与美国TNI合作开发抗癌药“中珠1018”，已完成胰腺癌Ⅰ、Ⅱ期临床并获FDA同意开展Ⅲ期临床，涉及细胞免疫治疗概念。\n4、2025年9月26日互动，截至目前，中珠集团及其关联方未按照《民事调解书》的约定足额履行还款义务。"
        },
        {
          "code": "sh600200",
          "name": "*ST苏吴",
          "limit_time": "09:25:00",
          "analysis": "终止上市风险+童颜针（独家代理被撤销）+医美+核辐射防治\n1、2025年11月20日盘后公告，2025年7月13日，公司收到中国证监会下发的《行政处罚事先告知书》，公司股票已于2025年7月14日起被叠加实施重大违法类强制退市风险警示。如根据正式的处罚决定书结论，公司触及重大违法强制退市情形，公司股票将被终止上市。\n2、AestheFill爱塑美：海外主流童颜针产品，在中国台湾地区“医美再生注射剂”市场以接近 30%的份额排名第一，公司获其中国独家代理权有效期至2032年8月28日。2025年7月22日公告，韩国Regen公司单方面宣布解除合作，撤销其孙公司达透医疗对“童颜针”AestheFill（艾塑菲）在中国大陆的独家代理权。\n3、子公司江苏吴中大自然生物生产的清辐宁胶囊对辐射危害有辅助保护作用。\n4、公司拥有原料药等级品种35种、制剂品种267件，在骨科、免疫调节等细分领域市场份额居国内前列。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "09:32:09",
          "analysis": "重整草案+数字货币+建材装饰+算力租赁\n1、2025年11月22日公告，公司披露重整计划草案，共计转增9.89亿股，其中7.39亿股引入上海恒涔等投资人、2.5亿股用于偿债，重整完成后上海恒涔将成为控股股东，龙吉生成为实控人。\n2、2025年8月26日公告，公司与重整投资人签署补充协议。根据《重整投资协议》，已经明确产业投资人上海恒涔、上海康恒环境将取得公司的控股权。康恒环境是全球最大的垃圾焚烧设备与技术提供者、全球前三的垃圾焚烧发电项目投资运营商。\n3、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n4、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n5、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        },
        {
          "code": "sz002762",
          "name": "*ST金比",
          "limit_time": "09:34:30",
          "analysis": "医美+母婴+摘帽预期+实控人变更终止+并购重组\n1、2025年半年报，公司继续夯实“母婴用品+医美服务”基本盘，同时，积极寻找转型升级的突破口。公司2024年完成收购珠海韩妃和中山韩妃各51%股权，标的公司旗下珠海韩妃和中山韩妃2024年销售收入超7000万元。\n2、2025年5月16日业绩说明会上公司表示今年将在确保摘帽的基础上，使公司保持持续增长的态势。\n3、2025年10月27日三季报，公司前三季度营收2.63亿元，同比增长89.91%，销售商品收到现金2.80亿元，同比增长94.89%，业务规模快速放大。\n4、2025年6月17日公告，上海元一成物通过协议受让方式获得公司4708.53万股股份占比13.30%，导致控股股东及实控人变更。 2025年7月11日公告以上相关交易终止。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "10:26:16",
          "analysis": "烟花+银行账户冻结解除+小额贷款+成立文旅公司\n1、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n2、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sz002197",
          "name": "ST证通",
          "limit_time": "14:46:06",
          "analysis": "阿里合作+云计算+金融科技+鸿蒙\n1、公司旗下的宏达通信和阿里云、阿里巴巴达摩院一起打造了数字化转型赋能中心，主要业务是AI工业视觉，以及为企业提供数字化转型所需的工业互联网平台、数据中台、智能排程规划、智能质量预测、产线智能优化控制、产线数字孪生等端到端的制造业数字化解决方案。\n2、公司是云计算和金融科技服务商，在粤港澳大湾区和中部地区投资自建自建四大产业园、七大高效节能的数据中心。证通长沙云谷是腾讯云，华为云，阿里云等互联网企业中部地区核心节点，方正证券、长沙银行等金融机构核心数据中心。\n3、2025年4月18日官微：证通智慧医疗一体机以“双引擎+全栈技术”为核心，从数据治理到AI交互，从硬件到服务，全方位赋能医院数字化转型。\n4、子公司深圳证开鸿推出基于OpenHarmony标准系统自主研发的LightBeeOS智能终端操作系统，是首个通过EAL4+及信创认证的OpenHarmony行业发行版。\n5、子公司证开鸿的“PHOS警鸿”已通过中国网络安全审查技术与认证中心的审核，荣获EAL4增强级IT产品信息安全认证证书。"
        },
        {
          "code": "sz002305",
          "name": "*ST南置",
          "limit_time": "10:09:09",
          "analysis": "拟出售资产+重大资产重组+控股股东拟吸收合并+房地产+REITS\n1、2025年9月17日晚公告，拟1元转让房地产开发、租赁业务相关资产及负债，本次交易构成重大资产重组。\n2、2025年7月25日公告，控股股东电建地产拟受让公司持有的房地产开发业务等相关资产和负债。本次预计可能构成重大资产重组。2024年11月20日公告，控股股东电建地产拟对其全资子公司及一致行动人武汉新天地进行吸收合并，武汉新天地将申请解散并注销，同时将其持有的3.13亿股公司股票(占总股本18.06%)转让给电建地产。\n3、公司主要从事房地产的开发与运营业务。公司与湖北省供销社合资成立了湖北南国创新置业，后者主要业务为房地产开发与销售、物业管理。公司最终控制人为国务院国资委。\n4、公司相关融资部门已在针对reits产品做研究和探索，资产证券化产品公司已做了多个产品的探索，abs，cbs均已发行。在地产金融方面，公司正式发行首单类Reits产品“申万宏源-电建南国疫后重振资产支持专项计划”。"
        },
        {
          "code": "sz002199",
          "name": "*ST东晶",
          "limit_time": "10:14:57",
          "analysis": "实控人变更完成+石英晶体元器件+英雄互娱\n1、2025年8月5日晚公告，公司控制权变更事项中涉及的权益变动过户登记手续已经全部完成，公司控股股东变更为无锡浩天一意，实控人变更为朱海飞。 朱海飞是拓海股权投资基金的管理人，拓海基金直接、间接持有西藏阿里麻米措矿业和西藏国能矿业股权，这两家公司拥有的盐湖锂矿资源是新能源电池重要原料。\n2、公司主要经营产品包括石英晶体谐振器、振荡器等晶振产品，营收占比超98%。2024年11月26日公告：公司持股5%以上股东、原第一大股东李庆跃向宁波宁聚协议转让股份事项已办理完成过户登记手续。公司第一大股东变更为蓝海投控。 \n3、公司是国内石英晶体元器件行业的先行与引领者，拥有各类自动化生产线80余条，已具备年产各类电子元器件20亿只的能力。\n4、公司曾拟以其拥有的全部资产、业务与英雄互娱全体股东拥有的英雄互娱100%股权的交易定价等值部分进行置换，后终止。英雄互娱参股《黑神话悟空》背后制作公司。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "10:20:54",
          "analysis": "签署重整投资协议+司法强执完成+农药/医药中间体+酒店\n1、2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、2025年4月30日复牌，公司股票被实施退市风险警示。2025年3月19日公告，公司控股股东广州万顺将增持计划延期至2025年9月19日，继续履行增持承诺。 \n4、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sz000668",
          "name": "*ST荣控",
          "limit_time": "11:22:30",
          "analysis": "重组预期+跨境物流转型+物业管理+骨科耗材\n1、公司控股股东为盛世达投资，资产转型中，明确要并购重组。\n2、子公司广东荣控伟华国际物流开展跨境物流业务，2024年实现跨境物流业务收入3900万元，占营收25%，并计划2025年起三年内退出房地产行业向跨境物流转型。\n3、公司办公地址位于北京，主营业务为房地产开发与经营，主要产品为改善性住宅及高端办公物业。\n4、子公司威宇医疗是专业化的医用骨科植入耗材配送和技术服务提供商，主营脊柱、创伤、关节等医用骨科植入耗材销售及配送业务，并提供相关的技术性服务。"
        },
        {
          "code": "sz002789",
          "name": "*ST建艺",
          "limit_time": "13:30:36",
          "analysis": "聘任新高管+光伏+建筑工程+银发经济\n1、2025年11月7日晚公告，聘任何振湘为公司副总经理。何振湘具有在南方银谷的任职背景，南方银谷曾为皖通科技的控股股东。引发投资者的诸多猜测。\n2、公司已积累多个光伏项目的成功经验，比如：海南鑫龙海分布式光伏发电总承包项目等。2025年10月8日公告，公司拟终止未实际运营的单晶硅项目并注销参股公司，集中资源聚焦绿色能源与主业。\n3、2025年4月11日，公司与控股股东珠海正方集团签署《股权转让意向协议》，公司拟将持有的建艺矿业77%的股权转让予正方集团或其关联方，本次交易价格预估为9.24-11.55亿万元。2025年5月13日互动表示公司正在推进建艺矿业股权转让和房屋建筑物转让事项。\n4、公司依托建艺装饰品牌优势推进装饰装修业务稳步增长，充分发挥建星建造资质及行业优势，加快拓展房屋建筑工程总承包业务。\n5、公司珠海市香洲区区级养老机构—和园·颐养项目正式启动，该项目已成为公司在银发经济领域深耕细作的重要里程碑。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": "13:45:16",
          "analysis": "拟出售资产+更名+增资子公司+拟购买尼威动力+生态景观规划\n1、2025年10月17日晚公告，将全资子公司中维国际100%股权以36万元转让给海南融汇万邦。\n2、2025年10月15日晚公告，公司正式更名为顺景科技。2025年9月18日晚公告，公司拟向全资子公司苏州市高新区辰顺浩景管理咨询公司增资1.5亿元，增资后公司仍持有其100%股权。\n3、2025年7月16日晚公告，公司拟购买尼威动力55.50%股权，非国资股权部分最终交易价格为6.01亿元，国资股权部分预计交易价格为6463.45万元。本次交易构成重大资产重组。标的公司主营新能源混合动力汽车高压燃油箱系统的研发、生产与销售。尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表。\n3、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n4、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链。"
        },
        {
          "code": "sz002388",
          "name": "ST新亚",
          "limit_time": "14:41:09",
          "analysis": "六氟磷酸锂+固态电池+无人机+华为\n1、子公司新亚杉杉专注于锂电池材料和六氟磷酸锂的研发与生产。\n2、公司已在半固态电池电解液等细分市场提前进行技术储备，并与清陶能源在半固态电池电解液等领域开展研发合作。公司主营锂离子电池电解液及电子胶粘剂，动力电池产品为公司出货量第一的锂离子电池材料产品，客户包括华为、比亚迪、OPPO、富士康等头部企业。\n3、公司底部填充胶COO602系列，不仅可以助力电子产品的抗跌落性，在产品封装解决方案中起到了非常重要的作用。公司化工材料-胶粘剂在无人机行业、新能源行业等领域均取得了拓展；其中无人机行业的PCBA三防胶新拓展客户大疆并已交货。\n4、华为体系公司连续多年为公司第一大客户，2023年占公司营收35.06%。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "",
          "analysis": "实控人变更预期+摘帽预期+文化旅游+服装销售\n1、网传纪要表示控股股东与平潭汇垠一号存在巨额金融借款合同纠纷，相关判决已生效，未来控股股权极有可能被司法拍卖或协议转让（未证实）。2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示。 \n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sz002808",
          "name": "*ST恒久",
          "limit_time": null,
          "analysis": "出租储能模组+拟收购憬芯科技部分股权+激光光导鼓+信息安全\n1、2025年10月29日公告，子公司恒久丰德出租储能模组PACK装配线给海希智能，租期1年，租金每月100万元。\n2、2025年10月25日公告，公司前三季度营收1.82亿元，同比增长57.61%，主要系并购憬芯子公司业务收入增加所致。2025年7月19日公告，公司拟以1000万元受让憬芯科技5.92万元注册资本，对应本次交易后憬芯科技3.57%的股权；同时以7000万元认购憬芯科技新增的41.47万元注册资本，对应本次交易后憬芯科技25%的股权。\n3、2025年4月9日晚公告，公司全资子公司苏州恒久影像投资建设的显影剂（碳粉）生产线项目已顺利步入投产阶段，目前建设完成并开始投产的有2条碳粉生产线，每条生产线都具备年产超千吨显影剂的能力。\n4、目前公司是世界少数几家掌握激光光导鼓行业一整套核心技术并拥有专用设备系统集成能力的生产商。子公司闽保信息是信息安全整体解决方案服务商。"
        },
        {
          "code": "sz000908",
          "name": "*ST景峰",
          "limit_time": "",
          "analysis": "石药集团拟入主+医美+创新药研发\n1、2025年10月21日法院裁定，湖南省常德中院受理债权人对公司的重整申请。经过公开招募，石药集团在2024年8月确认为牵头重整投资人。根据方案，石药集团将携5.26亿元现金认购股份取得公司控股权，常德国资平台同步以1.22亿元跟投，合计注资6.48亿元。\n2、公司布局玻璃酸钠美容产品，建立脂质体等高端制剂平台，并与十余家药企合作研发多个进入临床阶段的创新药CDMO项目涵盖抗癌药、抗凝药等。\n3、2025年5月29日晚公告，常德景泽已完成增资事项的工商变更登记。"
        }
      ]
    }
  ]
}