{
  "date": "2025-10-09",
  "update_time": "2025-10-09 15:38:59",
  "category_count": 15,
  "total_stocks": 114,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz300948",
          "name": "冠中生态",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+拟收购杭州精算+水污染治理+土壤修复\n1、2025年9月28日晚公告复牌，深蓝财鲸拟受让公司15.5%股份，第一期为10.5%股份，转让价款2.21亿元，第二期为5%股份，于2026年3月31日前或双方协商确定的2026年内其他时间转让并完成交割，深蓝财鲸将成为公司控股股东，靳春平将成为公司实控人；\n2、同日公告，拟收购深蓝财鲸旗下杭州精算51%股权，整体估值暂定为不超过5.6亿元，标的公司主营业务聚焦企业服务数字化领域，依托自主研发智能财税产品等核心工具，为中小微企业提供覆盖全流程的定制化财税服务。2024年、2025H1净利润分别为792、507万元（上市公司2024年亏损7000万元）。\n3、公司的系列生态修复技术应用可以覆盖矿山、尾矿坝、垃圾堆场、废弃地、海河岸（坝）、水土保持、防沙治沙、土壤修复、水环境治理等众多领域。\n4、公司的主营是快速实施规模造林的植被恢复业务，主要产品产品及服务包括水环境治理、综合性治理、园林绿化等。"
        },
        {
          "code": "sz001337",
          "name": "四川黄金",
          "limit_time": "09:25:00",
          "analysis": "取得金矿普查探矿权+黄金+四川国企+金精矿\n1、2025年10月8日晚公告，9月30日公司以5.10亿元竞得新疆高昌区库格孜—觉北金矿普查探矿权。该勘查区处于中国重要的金矿成矿带——中天山成矿带，矿体受北西—南东向的背斜和断层控制，勘查区金异常带长达数公里，与控矿构造的方向一致，成矿地质条件较为优越，具有较大的找矿潜力。\n2、公司主要围绕梭罗沟金矿矿山建设、开采、选矿及金精矿、合质金的销售展开。截至2023年10月31日，公司梭罗沟金矿采矿许可证范围内保有金金属资源量29.786吨。梭罗沟金矿区挖金沟矿段查明资源储量为金金属资源量1.332吨。\n3、公司地处四川成都，实控人为四川省地质矿产开发局。\n4、公司将金精矿和合质金销售给下游冶炼或精炼企业，经其加工后成为可在上金所交易的标准金产品，标准金主要用于黄金饰品、工业用金、投资品、政府储备黄金等领域。"
        },
        {
          "code": "sz002941",
          "name": "新疆交建",
          "limit_time": "09:41:45",
          "analysis": "中标4.83亿高速项目+基建（新疆国资）+智算中心\n1、2025年10月9日公告，公司收到G3033奎屯-独山子-库车高速公路KDK-SGDL-1标段中标通知书，中标金额4.83亿元，工期273天。 \n2、公司为新疆自治区施工资质最全、资质等级最高的路桥工程施工企业之一，公司参与了新疆大部分高速公路、国道省道项目及县乡道路的建设，在疆内交通基础设施建设领域的市场份额位居前列。\n3、公司是新疆自治区路桥施工领军企业，公司积极响应国家“一带一路” 战略，充分发挥“桥头堡” 地缘优势， 大力开拓中亚、 非洲、 东欧等地区， 尤其是“一带一路” 沿线相关国家基础设施建设市场。公司实控人为新疆国资委，控股股东新疆交通投资（集团）。\n4、2024年8月13日晚公告，全资子公司新疆市政轨道交通收《中标通知书》，确定其为昌吉顺惠智算中心项目（二标段）的中标人，中标价格为12.99亿元。该项目主要包括算力机房、创北孵化器、专家公寓和人工智能展厅的建设等。"
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "位于安徽合肥未来大科学城的紧凑型聚变能实验装置（BEST）主机首个关键部件——杜瓦底座成功落位安装，标志着项目主体工程建设步入新阶段，部件研制和工程安装开启“加速度”。",
      "stock_count": 21,
      "stocks": [
        {
          "code": "sh603011",
          "name": "合锻智能",
          "limit_time": "09:25:00",
          "analysis": "可控核聚变+机器人+算力+光模块+特斯拉\n1、2025年10月1日讯，紧凑型聚变能实验装置（BEST）建设取得突破：该装置主机首个关键部件——杜瓦底座成功落位安装。2025年9月29日研报，公司已获BEST订单、有望取得新订单、价值量打开： 已获得BEST项目2.1亿元订单，包含真空室扇区、窗口延长段、重力支撑，并参与BEST包层、偏滤器的预研。公司目前已成功交付首批重力支撑，并有望在下半年BEST招标中获得包层与偏滤器的订单。\n2、公司董事长严建文担任聚变新能（合肥）公司董事长、聚变产业联合会理事长、合肥国家科学中心能源研究院执行院长。\n3、子公司纳赫智能生产工业机械手，主要用于压力机自动生产线；但公司不涉及人形机器人的生产。\n4、公司基于国内外一线AI芯片厂家的产品，打造自己的专用硬件算力平台，在平台支撑下自主研发并部署传统算法及AI专用算法。公司持有合肥汇智27.18%股份，合肥汇智主要产品为光模块核心结构件。\n5、公司开发的各类高端装出口到特斯拉等国际知名企业。高端成形机床主要应用于汽车、神舟飞船、天宫飞船、长征火箭等领域。"
        },
        {
          "code": "sz002785",
          "name": "万里石",
          "limit_time": "09:36:51",
          "analysis": "核电+合作中国铀业+资产注入预期\n1、2025年6月4日互动，公司已公告拟收购的天然铀相关资产，按照产业链划分，属于(核电)产业链上游原料及设备供应。\n2、2025年9月26日盘后，证监会同意中国铀业在深市主板上市的注册申请。公司控股子公司厦门万里石矿业与中国铀业（纳米比亚）矿业签署了合作框架协议。\n3、2025年5月15日调研纪要，根据万里石香港与哈富矿业2024年8月签订的合作框架协议，哈富矿业拥有的天然铀探矿权证所赋予的权利排他性的、不可撤销的全部授予万里石香港，在履行必要的程序后将资产注入上市公司；哈富矿业在哈萨克斯坦初步探明铀资源储能超过10万吨。 \n4、公司锰钛系原卤提锂技术全球领先，锂资源总利用率在85%以上，每吨碳酸锂生产成本仅为1.6-2.0万元，是其他盐湖提锂生产碳酸锂技术成本的2/3。 公司是中高端石材综合服务商，可提供大中型海外项目“设计供料安装”一体化服务。"
        },
        {
          "code": "sh600105",
          "name": "永鼎股份",
          "limit_time": "09:30:01",
          "analysis": "可控核聚变+高温超导+光通信\n1、2025年9月29日互动，公司子公司东部超导主营产品为第二代高温超导带材，主要应用于超导感应加热、超导磁拉单晶、可控核聚变磁体等领域。\n2、公司与国内可控核聚变客户签订了超导带材合同，并按时完成了交货任务。随着国内商业化可控核聚变厂家对带材技术需求的明确，公司加速了产品在低温高磁场下性能的提升工作。\n3、公司产品涉及光芯片-光器件-光模块-系统设备的整体覆盖。\n4、芯片主要为波分滤波芯片、平面波导芯激光器芯片;光器件分为波分器件以及各类连接器件;模块主要有 5G 前传各类彩光模块、数据中心各类高速模块。"
        },
        {
          "code": "sz000969",
          "name": "安泰科技",
          "limit_time": "09:34:18",
          "analysis": "可控核聚变+第三代半导体+稀土永磁\n1、2025年9月22日互动，公司是国内第一家具备核聚变钨铜偏滤器生产能力的公司，具备从原材料到部件交付的全套技术，特别是在钨铜复合材料制备、异种材料焊接、高精度检测等方面积累了较高的技术优势。2014年，公司为EAST独立研发和生产钨铜偏滤器，成为全球首个安装钨铜偏滤器的全超导托卡马克装置；2020年，公司为法国WEST装置独立提供全部456件钨铜偏滤器部件，100%验收合格交付。\n2、公司超薄纳米晶材料正式进军第三代半导体行业。\n3、公司通过全资子公司安泰创投持有钢研晟华科技10%的股份，钢研晟华科技涉及氢冶金项目。\n4、公司由钢铁研究总院改制而来，目前聚焦“难熔钨钼”和“稀土永磁”两大优势产业，拥有稀土永磁毛坯产能5500吨/年。公司金属功能材料长期应用于航天航空发动机领域。"
        },
        {
          "code": "sz002266",
          "name": "浙富控股",
          "limit_time": "09:35:18",
          "analysis": "可控核聚变+核电+水轮机+抽水蓄能+危废处理\n1、公司为国内少有的液态金属主泵供应商，锂铅合金是可控核聚变堆冷却剂的一个重要选项，公司在自主投入开展了锂铅泵的研制工作，目前已有样机处于试验验证阶段。\n2、公司全资子公司浙富核电公司致力于第四代商用快堆液态金属核主泵的研发与制造，引领国内第四代核电商用快堆核心部件的发展方向。中国首台600MW 第四代商用快堆液态金属核主泵工程样机于2019 年11 月在浙富水电整机试验台上通过试运行测试。\n3、公司主要从事大中型成套水轮发电机组（网传市占率20%）的研发、设计、制造与服务，以及水电工程机电总承包，抽水蓄能发电机组以及电站机电设备总承包项目等。\n4、当前公司已投产的危废无害化处置产能达到178万吨，其中兰溪自立32万吨和泰兴申联77万吨项目于2020年年底投产，公司危废前端处置产能在运+新建合计达到275万吨，在危废资源化主要上市公司中位列第一。"
        },
        {
          "code": "sz301137",
          "name": "哈焊华通",
          "limit_time": "09:35:54",
          "analysis": "可控核聚变+海洋工程（焊接材料）+机器人+央企\n1、2025年5月9日调研，公司为核聚变设备提供高质量焊接材料，主要参与了紧凑型全超导核聚变实验装置项目。\n2、公司焊丝等焊接材料已广泛应用于船舶、压力容器、海洋工程、航空航天、核电、水电等众多领域。\n3、公司主要从事各类焊丝焊材研发、生产和销售,其中抗硫化氢腐蚀用钢焊材、超低硫磷高纯耐热钢焊材、核电用系列焊材、管线工程专用焊材等产品实现了焊接材料国产化，公司产品有用于水利工程。\n4、公司引进技术自主升级研发制造无轨导永磁轮履式全位置自主爬行式弧焊机器人。大客户包括中集集团、中国远洋、中国中车、军工核电领域，航空航天领域，工程机械领域，汽车制造领域的宇通客车、上汽集团等。\n5、公司属于国有企业，实控人为中国机械科学研究总院集团，最终控制人为国务院国资委。"
        },
        {
          "code": "sz002366",
          "name": "融发核电",
          "limit_time": "09:36:21",
          "analysis": "可控核聚变+核岛设备龙头+石化装备+军工\n1、公司参与了前期国际热核聚变实验堆（ITER）项目我国承制部分的个别部件制造工作。2025年1月6日盘后互动，公司积极布局SMR（小型模块化反应堆）技术路线相关产品。\n2、公司为国内核岛主管道设备龙头，根据网传纪要公司是国内唯一具有二代和三代锻造主管道制造许可证的企业（未证实）。核电主管道是核岛里五大主设备之一。\n3、公司生产制造石化装备的高压容器、高温合金炉管，是石油化工行业裂解炉、制氢炉的关键部件。\n4、公司主要从事高端装备机械制造业务，为核电、能源等行业及国防提供重大技术装备、高新部件和技术服务，实控人为青岛西海岸新区国有资产管理局。"
        },
        {
          "code": "sz002430",
          "name": "杭氧股份",
          "limit_time": "09:39:24",
          "analysis": "可控核聚变+杭州国资+收购+特殊气体\n1、2025年10月8日公司官微发布，近日成功中标合肥某单位低温液氦综合性能测试系统项目，标志着公司在可控核聚变领域取得重要成果和进展，此次中标的项目包含一套先进的氦液化装置，该装置作为可控核聚变低温系统的核心部机，技术要求极高，涉及极低温和高精度控制等关键技术难题。\n2、公司实控人为杭州市国资委。公司间接控股股东杭州资本持有买方SPV30%股权，标的从事现场制气、特殊气体等的生产和制售业务，为国内工业气体项目运营龙头。\n3、2024年8月27日公告，公司拟投资设立全资子公司受让方大特钢持有的 16300Nm³/h、10000Nm³/h、 4500Nm³/h 三套空分装置、 4套6000/85 型 VPSA 装置、附属设施资产及相关合同，并由气体公司投资新建两套30000Nm³/h 空分装置为方大特钢提供其所需的工业气体产品及服务。 公司已与方大特钢签订供气合同，本次项目合同期为21.5年，预计总投资4.93亿元，其中, 空分装置资产组合收购及相关合同转让合计为1.15亿元，新建空分装置的总投资为3.67亿元，流动资金1000万元。\n4、公司主营业务有设备制造与工程业务、气体业务，产品主要包括成套空气分离设备及部机、石化设备和各类气体产品。"
        },
        {
          "code": "sh601727",
          "name": "上海电气",
          "limit_time": "09:40:14",
          "analysis": "可控核聚变+人形机器人+上海微电子资产注入猜想+储能\n1、公司参与联合申报的EAST大科学装置千秒级稳态高参数等离子体关键技术及工程应用项目荣获安徽省科学进步奖特等奖，并成功交付全球首台ITER磁体冷态测试杜瓦，后续还将交付CRAFT、BEST等核聚变主机核心部件。\n2、公司旗下上海天安轴承成功向客户交付人形机器人“灵巧手”减速器轴承样件。\n3、网传上海微电子主动撤回IPO，公司控股股东上海电气控股持有其32.08%股权，市场猜想注入预期。\n4、2024年10月19日公告，全资子公司自动化集团以30.82亿现金收购控股股东电气控股持有的宁笙实业100%股权，宁笙实业为工业机器人相关业务的持股管理平台，持有发那科机器人50%股权和发那科国贸25%股权，将在锂电池生产、光伏电池片生产和航空自动化装配等关键领域，共同开展产线工艺、设计等联合攻关。\n5、公司投建了国内首个市场化运营的电网侧共享锂电储能电站，已推出兆瓦级全钒液流电池系统。"
        },
        {
          "code": "sz000777",
          "name": "中核科技",
          "limit_time": "09:44:06",
          "analysis": "可控核聚变阀门+核电阀门+核污染防治+工业用阀门\n1、2025年9月5日机构调研纪要，公司目前正积极进行聚变堆的相关技术积累，对接核聚变阀门设备需求单位，可有力支撑核聚变阀门的自主开发和供货。\n2、公司为中核集团下属企业。公司在核电站用关键阀门、核燃料真空阀及浓缩铀生产关键阀门、石油化工高端阀门、超超临界火电关键阀门等领域均具备了国内行业领先的研发制造能力。\n3、2025年1月13日晚公告，公司拟发行股份购买中国核电工程等持有中核西仪100%股份，标的公司是国内资深核辐射监测类系统及设备、其他核安全系统供应商。2025年6月9日公告，本次交易正在有序进行中。\n4、公司积极进行聚变堆的相关技术积累，对接核聚变阀门设备需求部门。\n5、公司积极推进我国核电、石油化工及火电领域高端阀门的国产化进程，承担了三代核电AP1000 关键阀门国产化项目、百万千瓦级核电站关键阀门国产化项目等。"
        },
        {
          "code": "sz001332",
          "name": "锡装股份",
          "limit_time": "09:45:33",
          "analysis": "核级容器+金属压力容器+石油工程\n​1、2025年5月29日互动，公司拥有民用核安全设备制造许可证（核安全2、3级），在核级装备制造方面积累了丰富的技术和经验。为英国欣克利角C（HPC）核电项目​提供核级RCV容器，用于第三代欧洲压水堆（EPR）技术反应堆；参与国产第三代核电技术配套设备的研发制造，如核级换热器、储罐等。\n2、公司研发适用于模块化小型堆的紧凑型换热设备，响应国家核电技术多元化战略。公司新建核电专用生产线，目标年产核级设备5000吨​，预计2025年达产。\n3、公司主要从事金属压力容器的研发、设计、制造、销售及相关技术服务，产品主要应用于炼油及石油化工、基础化工、核电及太阳能发电、高技术船舶及海洋工程等领域。\n4、公司用于高技术船舶的产品主要包括VLEC VLGC VOC 船用压力容器(换热器、分离容器、储存容器及海洋油气装置模块等)。\n5、公司分离压力容器​实现物质净化分离，主要应用于石油开采、液化气脱硫等。"
        },
        {
          "code": "sz300963",
          "name": "中洲特材",
          "limit_time": "09:57:54",
          "analysis": "可控核聚变（研发）+海工装备+高温耐蚀合金+军工\n1、据2022年年报，公司研发项目涉及核聚变反应堆用X-750材质φ2000mm，单重2.5T环件。2025年5月13日调研，公司高温合金产品目前尚未应用于该领域。\n2、公司是核电公司的上游供应商，生产的阀门、焊材等产品已为中核、中广核、国核等核电设施配套。公司生产的高温耐蚀合金材料及制品在核电上的应用主要为焊接用钴基焊材、阀门类铸件；公司现有高温耐蚀合金产能3100吨，募投建设2550吨。\n3、公司成功研发出海洋人工举升采油装置的油井下电潜泵轴承。2023年互动表示公司募投项目东台二期特种装备核心零部件主要包括油气深海钻采装备、核电装备、海工装备。\n4、高温合金材料广泛应用于航空航天领域。公司生产的产品在航天领域已有运用。"
        },
        {
          "code": "sz002255",
          "name": "海陆重工",
          "limit_time": "10:11:12",
          "analysis": "可控核聚变+核电+新能源汽车\n1、2025年8月4日互动，公司核电设备供应堆型包括但不限于二代+堆型、三代堆型（华龙一号、国和一号、AP1000、VVER、EPR）、四代堆型（高温气冷堆、钠冷快堆、钍基熔盐堆）以及热核聚变堆（ITER）等国内外主要核电机型。\n3、2025年4月16日调研：公司第四代核电装备项目正在办理立项拿地等审批手续，预计2025年下半年能开工建设。\n4、子公司张家港海陆新能源主营业务为光伏电站运营。\n5、公司与金川集团合资建设建设6万/吨年镍量动力电池用硫酸镍产品生产线，后续建设三元前驱体产品生产线。"
        },
        {
          "code": "sz002533",
          "name": "金杯电工",
          "limit_time": "10:11:33",
          "analysis": "可控核聚变+超导+特种电缆（盾构机）+工业机器人（电缆）\n1、公司产品为扁电磁线和电线电缆，已应用在秦山、华龙一号和大亚湾等核电站，电磁线产品有应用于客户核聚变产业研发项目中。\n2、公司已完成超导线缆相关技术和工艺拓展，如卢瑟福超导缆超导缆覆铝工艺、高温超导缆工艺、超导漆包线和6+1超导缆等。\n3、2025年8月1日盘前互动，公司主要生产通用及特种橡套电缆、低压特种电缆，公司为中铁盾构制造、中国铁建重工主要供应商，生产的“盾构机用特种电缆”可应用于盾构机，相关线缆产品在川藏铁路的四川雅安至西藏林芝段工程项目上有应用。公司已成立“雅下工程项目组”，将聚焦项目建设全过程。\n4、2025年2月27日互动，公司主要产品为扁电磁线和电线电缆，个别产品可用于工业机器人领域。"
        },
        {
          "code": "sh688776",
          "name": "国光电气",
          "limit_time": "10:33:34",
          "analysis": "可控核聚变+军工+核工业+航空航天\n1、超导材料作为磁约束可控核聚变装置的一项关键材料，其进步将有力的推动磁约束可控核聚变工程化进度。公司所研制的偏滤器、第一壁等产品是可控核聚变装置的核心零部件。\n2、公司优势技术产品主要为行波管、磁控管、开关管等真空及微波电子元器件。其中连续波行波管、磁控管等在行内占据重要地位。产品最终应用于航空、航天、雷达通信等领域。\n3、在核工业设备和压力容器测控组件领域，国内参与者极少，公司的核工业设备和压力容器测控组件产品属于业内独创。\n4、产品空间行波管可用于卫星通信行业。\n5、公司主要客户为国内大型军工企业公司。公司为我国百余种雷达装备等国家重点工程项目配套，部分主营产品涉及国防武器装备或重要型号项目。"
        },
        {
          "code": "sh600353",
          "name": "旭光电子",
          "limit_time": "11:29:14",
          "analysis": "可控核聚变+光模块+光刻机零部件+DeepSeek边缘一体机\n1、公司自主研发的百千瓦级、兆瓦级大功率电子管，是可控核聚变射频电源装置中的器件，用于实现上亿度的等离子体加热，填补了国内在兆瓦级四极管领域的技术空白，同时在手订单正在有序生产中。\n2、公司参股子公司成都储翰是一家专注于接入网光模块和光组件产销的高新技术企业，拥有从芯片封装到光电器件到光电模块的垂直整合产品线。\n3、公司开发的大功率电子管已成功运用于国产光刻机等半导体加工设备领域。\n4、2025年2月19日盘中官微，控股子公司西安睿控创合电子科技公司将DeepSeek大模型与边缘计算深度融合，推出睿智系列AI智算工控机。\n5、公司氮化铝材料项目已取得显著进展，氮化铝粉体年化产能已达240吨，经权威机构检测认证，产品性能达到国际先进水平。"
        },
        {
          "code": "sh601611",
          "name": "中国核建",
          "limit_time": "14:23:39",
          "analysis": "可控核聚变+中字头（央企）+核电\n1、中核集团为公司控股股东。公司参与了“国际热核聚变实验堆(ITER)”项目建设,成功实现主机安装第一阶段相关任务，中核二三在国际热核聚变ITER项目发挥了举足轻重的作用。\n2、公司地处北京，实控人为国务院国资委，是我国国防军工工程重要承包商之一,是我国核电工程建设领域历史最久、规模最大、专业一体化程度最高的企业。\n3、公司承建了我国全部在役核电机组的核岛工程，在行业内长期占据绝对主导地位。"
        },
        {
          "code": "sh600875",
          "name": "东方电气",
          "limit_time": "14:45:56",
          "analysis": "核电+海上风电+水电机组+火电+氢能\n1、公司在四代核电项目方面，主要参与了钠冷快堆、铅铋快堆、高温气冷堆等技术路线。公司承担了“玲龙一号”全球首堆海南昌江小堆的稳压器、堆内构件、非能动余热排出冷却器等关键核岛主设备的制造任务。\n2、公司13兆瓦等级海上风电机组处于国内先进水平\n3、公司水电产品技术总体居国内前列，贯流式、混流式等水电技术达到行业领先水平，冲击式水电技术达到行业先进水平；可批量研制 5-100 万千瓦等级水轮发电机组。\n4、公司火电产品100万千瓦等级空冷机组、大型循环流化床锅炉等多方面处于行业领先地位。\n5、公司构建了具有完全自主知识产权的燃料电池产品体系，形成了氢制取、氢储存、氢加注、氢使用全产业链整体解决方案。"
        },
        {
          "code": "sh688122",
          "name": "西部超导",
          "limit_time": "14:50:21",
          "analysis": "可控核聚变+军工新材料+特种超导磁体\n1、公司开发出核聚变用 NbTi 超导线材工程化生产技术，发明了单重达450 公斤的大型复合包套一次组装技术、高临界电流密度线材塑形加工和时效热处理技术，生产出最大长度达到9万米的多芯 NbTi 超导线材，各项性能指标全部满足 ITER 项目技术要求。\n2、公司主要从事高端钛合金材料、超导产品和高性能高温合金材料的研发、生产和销售。公司是国内唯一的低温超导线材生产企业，是目前全球唯一的铌钛锭棒、超导线材、超导磁体的全流程生产企业。\n3、公司主要产品有三类，第一类是高端钛合金材料，包括棒材、丝材和锻坯等；第二类是超导产品，包括铌钛锭棒、铌钛超导线材、铌三锡超导线材和超导磁体等；第三类是高性能高温合金材料，包括变形高温合金、铸造和粉末高温合金母合金等，补上了我国新型战机、大飞机、直升机、航空发动机、舰船制造所需关键材料的“短板”。"
        },
        {
          "code": "sz300820",
          "name": "英杰电气",
          "limit_time": "14:56:27",
          "analysis": "核聚变电源+半导体设备电源+储能+光伏+充电桩\n1、2025年8月31日互动，公司技术能力可以覆盖其中大部分电源，2024 年相关订单破千万元，目前正积极与多家商业核聚变项目及企业对接，今年后四个月以及明年上半年，将参与国内项目电源采购的招标。\n2、在半导体等电子材料行业公司实现了MOCVD设备上的电源进口替代，碳化硅制造设备的电源进口替代，近期在射频电源的研发上也有突破，初步具备了一定的国产化替代能力。\n3、公司在光伏行业的电源配套市占率很高，多晶设备电源公司订单市占率基本上维持在 70%左右，单晶设备电源公司市占率为75%-80%左右。\n4、公司在电池片电源领域加大拓展力度；公司泛半导体领域产品目前主要应用于电子级多晶硅、半导体用单晶硅、SiC晶体、LED用蓝宝石、LED外延片、培育钻石等生产设备，切入充电桩领域，产品已全面覆盖全川50余个高速公路服务区。\n5、公司专注于电力电子技术在工业各领域的应用，从事以功率控制电源、特种电源为代表的工业电源设备的研发、生产与销售。"
        },
        {
          "code": "bj920396",
          "name": "常辅股份",
          "limit_time": "",
          "analysis": "可控核聚变+核电+阀门+北交所\n1、2024年11月22日互动，公司己为国际科研合作项目之一\"国际热核聚变实验堆(ITER)\"提供相关产品。\n2、亚马逊和谷歌达成具有里程碑意义的电力供应协议，推动在美国部署首批小型模块化反应堆（SMR）。公司参与研制了我国第一代阀门电动装置，独立研制了我国第一代1E级(核级)阀门电动装置和三相交流异步电动机。\n3、公司专业从事阀门执行机构的研产销。依托自身在阀门专用电机驱动技术、电动执行机构智能化技术、电动执行机构的核电技术等核心技术的竞争优势，提供满足不同工作环境需求的阀门执行机构产品。\n4、公司生产的阀门执行机构产品种类众多，主要包括普通产品、智能型产品、核电产品三大类。"
        }
      ]
    },
    {
      "name": "铜/铁",
      "reason": "伦敦金属交易所（LME）三个月期铜涨至每吨10815美元，创2024年5月22日以来新高，日内涨近1%。",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz002295",
          "name": "精艺股份",
          "limit_time": "09:30:39",
          "analysis": "铜加工+实控人变更预期+铜贸易+家用电器+虚拟电厂\n1、公司主营业务为铜加工设备、精密铜管和铜管深加工产品的生产和销售，产品为精密铜管和铜管深加工、贸易业务。\n2、南通三建所持有的公司7518.47万股，将于2025年10月9日正式拍卖，目前显示的起拍价为7.25亿元。若拍卖成功，将导致公司控股股东和实际控制人发生变更。\n3、贸易业务，以“一个成本、收益共享、成就别人，发展自已”的供应链贸易直联一站式服务，构建采购平台、销售平台和物流平台。\n4、公司已成为格力、美的、广州松下等众多国内知名空调、压缩机企业铜管及铜管深加工产品的供应商，以及宁波金田、海亮股份、高新张铜等国内铜加工企业的设备供应商。\n5、2024年年报提及，公司数字能碳服务业务包含虚拟电厂、综合能源管理平台等。"
        },
        {
          "code": "sh600362",
          "name": "江西铜业",
          "limit_time": "09:33:08",
          "analysis": "铜+黄金+小金属\n1、2025年10月8日COMEX铜价创下8月以来新高，伦铜主力合约价格创下近17个月以来新高；印尼Grasberg铜矿停产事件预计将导致2025年四季度至2026年间铜供应缺口进一步扩大；公司是中国最大的铜生产基地，国内最大的铜加工生产商，最大的伴生金、银生产基地，阴极铜年产能达210万吨，铜业务收入占比超70%。\n2、公司100%所有权的保有资源量约为铜金属874.4万吨，金270.3吨，银8326吨，钼20.1万吨。公司联合其他公司所控制的资源按本公司所占权益计算的金属资源量约为铜443.5万吨、黄金52吨。公司控股子公司恒邦股份及其子公司已完成储量备案的查明金资源储量为156.57吨。\n3、公司年产铜精矿含铜超过20万吨；公司控股子公司恒邦股份具备年产黄金50吨、白银1000吨的能力，附产电解铜25万吨、硫酸130万吨的能力。\n4、公司是重要的硫化工基地，首家采用氧气底吹熔炼—还原炉粉煤底吹直接还原技术处理高铅复杂金精矿的专业工厂，在“中国黄金十大冶炼企业”中排名第一。"
        },
        {
          "code": "sz000923",
          "name": "河钢资源",
          "limit_time": "10:08:06",
          "analysis": "金属铜+铁矿石+磁铁矿\n1、按公司二期规划，达产后，采矿量1100万吨，折合金属铜产量为8.8万吨。按公司穿透后权益60%计算，公司的金属铜产量5.2万吨。\n2、公司铁矿地处南非，为铜矿伴生矿，主要产品有铜产品和磁铁矿。公司磁铁矿营收占比70.61%，90%以上利润由磁铁矿业务贡献。旗下的PC是南非最大的铜棒/线生产商，终端客户销售稳定。\n3、河钢资源控股股东为河钢集团，持股34.59%。实控人为河北省国资委。"
        },
        {
          "code": "sh600711",
          "name": "盛屯矿业",
          "limit_time": "14:56:58",
          "analysis": "铜+拟回购+镍+黄金+金属贸易\n1、公司目前拥有铜产能16万金属吨、钴产能1.4万金属吨、镍产能6万金属吨、锌产能32万金属吨，原料目前主要来自自产矿山，原料伴生，外购三种类型。\n2、2025年8月28日晚公告，公司计划回购股份，资金总额不低于5亿元，不高于6亿元。回购股份将全部用于员工持股计划或股权激励。回购价格不超过11.82元/股。\n3、全资子公司宏盛国际2024年8月13日完成收购印尼华玮镍业45%股权，间接持有友山镍业65%股权。\n3、公司持有贵州华金69.6875%股权。后者持有丫他、板其、板万三个金矿的采矿权和丫他、板万金矿两个探矿权，矿权面积70余平方公里。公司金属贸易业务主要是为国内外有色金属产业链上下游企业提供金属矿粉、金属锭、矿产品等的购销服务。"
        },
        {
          "code": "sz000655",
          "name": "金岭矿业",
          "limit_time": "09:30:27",
          "analysis": "铁矿石+钴精粉+矿山机械\n1、2025年9月30日讯，中国矿产资源集团正式对国内的主要钢厂和贸易商发布通知，要求暂时停止采购任何以美元计价的澳大利亚必和必拓海运铁矿石；公司是中国首家铁矿石公司，铁矿资源储量1.23亿吨(第三)，平均品位45.23%(第二)，高品位铁精粉含铁量基本在65%以上。\n2、2024年半年报，金召矿业为公司全资子公司，经营范围包括钴精粉的生产、销售。公司主要产品包括铁精粉、铜精粉、钴精粉、球团矿，公司的铁精粉价格一直处于国内较高水平。\n3、公司下属单位机械制造厂所生产的铲运机、破碎机、矿车等设备主要用于国内各大规模矿山企业，是山东省机械工业生产定点企业。\n4、公司控股股东是山东金岭铁矿公司，实控人是山东省国资委。"
        },
        {
          "code": "sh603588",
          "name": "高能环境",
          "limit_time": "10:08:48",
          "analysis": "阴极铜+黄金+精铋+锑+固废处理\n1、公司旗下江西鑫科项目达产后具备年产阴极铜约10万吨、黄金约3吨、白银120吨产能；靖远高能具备年产黄金约1吨、白银约100吨及精铋全球领先的产能。\n2、全资子公司靖远高能是全国最大的精铋生产企业，2024年度生产精铋超过4000吨、锑近1000吨。\n3、公司目前固废危废资源化项目己具备铜、金、银、铅、锌、镍、钯、铋、锑等金属的提炼加工能公司2023年度生产阴极铜约3.5万吨、析出铅约2.9万吨、冰镍等合金约13.3万吨、金锭约1200千克、银锭约72吨等。\n4、公司垃圾焚烧运营规模预计已达8500吨/日，在建2200吨/日，筹建2700吨/日，仅在手项目可为公司锁定未来近60%规模扩张。\n5、公司提供市政污水污泥处置、医疗废弃物处置、建筑垃圾处理等系统环境服务；公司是国内最早专业从事固体废物污染防治技术研究和应用的高新技术企业之一。"
        },
        {
          "code": "sh603077",
          "name": "和邦生物",
          "limit_time": "13:47:04",
          "analysis": "铜矿+固态电池正极材料上游+农药+光伏玻璃及组件\n1、2025年9月30日盘后互动，公司新疆铜矿、铅锌矿目前处于初勘阶段。2025年9月26日互动，公司暂无产品直接用于固态电池上，但公司纯碱、磷矿等产品是部分固态电池正极材料的基础原料。\n2、农药是公司主营业务之一，主要产品要产品为草甘膦，产能5万吨/年。公司拥有的9800万吨储量的盐矿以及西南地区天然气产地的天然气供应优势。\n3、光伏方面有重庆8GW光伏封装材料及制品项目；攀枝花光伏玻璃及组件封装项目，建设一条6,000万㎡/年光伏封装材料生产线并配套建设2GW光伏组件生产线，一条5,200万㎡/年光伏封装材料生产线，6GW光伏组件生产线以及配套的技术研发中心、余热发电站、烟气处理系统、公用工程系统等；安徽阜兴新能源投资10GW超高效单晶太阳能硅片项目。\n4、公司拥有20万吨双甘膦+5万吨草甘膦（IDA工艺），双甘膦直接出口18.33%，草甘膦直接出口27.86%。"
        },
        {
          "code": "sz000878",
          "name": "云南铜业",
          "limit_time": "13:52:48",
          "analysis": "铜+黄金\n1、公司主要业务涵盖了铜的勘探、采选、冶炼，贵金属和稀散金属的提取与加工，硫化工以及贸易等领域，是中国重要的铜、金、银和硫化工生产基地。\n2、公司主要产品包括：阴极铜、黄金、白银等，其中阴极铜产能 130 万吨/年。公司主产品阴极铜广泛应用于电气、轻工、机械制造、建筑、国防等领域；黄金和白银用于金融、珠宝饰品、电子材料等；工业硫酸\n用于化工产品原料以及其他国民经济部门。\n3、公司 2022 年上半年生产精矿含铜 3.22 万吨，阴极铜 61.88 万吨，黄金 8.35 吨，白银 313.36 吨，硫酸 218.74 万吨。"
        },
        {
          "code": "sz000630",
          "name": "铜陵有色",
          "limit_time": "13:55:15",
          "analysis": "铜+PCB+黄金\n1、公司是国内主要阴极铜生产企业和内资最大的铜箔生产企业，拥有铜资源量205万吨，铜冶炼产能150万吨/年，铜材深加工综合产能45万吨。其中，铜冶炼产能为中国第二，世界第四；公司控制铜金属量约211.09万吨，黄金约107.54吨，白银约1306.33吨。据网传纪要，公司今年铜矿产能量增70%领先铜板块，公司铜冶炼业务为全球成本最低之一（未证实）。\n2、2025年5月14日互动，公司控股子公司安徽铜冠铜箔集团股份有限公司的募投项目“铜陵有色铜冠铜箔高精度储能用超薄电子铜箔项目（二期） ”主要生产 HVLP、RTF和 HTE 等 PCB 铜箔。\n3、铜陵有色铜冠铜箔年产2万吨超薄电子铜箔项目(一期)已投产。目前拥有电子铜箔产品总产能为4.5万吨/年，其中，PCB 铜箔产能2.5万吨/年，锂电池铜箔产能2万吨/年。\n4、集团拥有铜资源量超过 1000 万吨，其控制的厄瓜多尔米拉多铜矿（El Mirador）已探明的铜储量达到6.6亿吨，并包含金、银矿，未来一旦产生盈利就开始启动注入工作，铜矿资源储量将上升到国内第三。"
        },
        {
          "code": "sh601168",
          "name": "西部矿业",
          "limit_time": "13:58:25",
          "analysis": "铜+铅锌精矿+锂\n1、目前公司全资持有或控股十四座矿山，其中，有色金属矿山 6 座、铁及铁多金属矿山 7 座、盐湖矿山1 座。主要产品为矿产铜、矿产锌、矿产铅、矿产钼、铁精粉及镍精矿等。公司2025年上半年矿产铜 91752 万吨。\n2、湘和公司目前是青海省最大的危废处理企业，在并入公司锌业分公司资产后，现拥有11.5万吨/年锌锭，9500吨/锌粉生产能力。\n3、锂资源公司和格尔木资源公司同在青海省海西州，为方便管理将锂资源公司27%的股权转让给格尔木资源开发公司。\n4、公司是中国第二大铅锌精矿生产商、第五大铜精矿生产商。主要从事铜、铅等基本有色金属、黑色金属的采选、冶炼、贸易等业务，以及黄金、白银等稀贵金属和硫精矿等产品的生产及销售。"
        },
        {
          "code": "sh603993",
          "name": "洛阳钼业",
          "limit_time": "14:40:59",
          "analysis": "铜矿+黄金+动力电池+钼、钨\n1、公司间接持有位于刚果（金）的TFM铜钴矿80%权益以及KFM 铜钴矿 71.25%权益，主要产品为阴极铜和氢氧化钴，整体拥有65万吨以上的年产铜能力。公司是全球领先的铜生产商及贸易商，全球前五大钼生产商、最大的钨生产商之一，还是全球第二大的钴、铌生产商，巴西第二大磷肥生产商。2019年公司入股印尼华越项目，动力电池高镍化趋势确定性明确。\n2、公司位于澳洲的NPM铜金矿拥有80%权益，2023年黄金权益产量指引2.5–2.7万盎司。\n3、公司拥有丰富的资产组合，铜金属应用最为广泛；钴产品下游主要用于动力电池及3C电池等方面；钼、钨、铌产品主要应用于钢铁行业中的中高端产品，磷肥产品应用于农业。\n4、公司巴西铌磷矿年产磷肥超过100万吨，主要产品包括：高浓度磷肥、低浓度磷肥（SSG、SSP粉末等）、动物饲料补充剂、中间产品磷酸和硫酸（硫酸主要自用）以及相关副产品（石膏、氟硅酸）等。"
        },
        {
          "code": "sz000737",
          "name": "北方铜业",
          "limit_time": "14:56:36",
          "analysis": "铜矿+黄金+压延铜箔（PCB上游）+资产注入预期\n1、公司主营铜金属的开采、选矿、冶炼及压延加工等，现拥有一座大型地下矿山--铜矿峪矿,年处理矿量 900 万吨；两家冶炼厂，年处理铜精矿量 130 万吨；一家铜基新材料加工企业。拥有从矿山开采、选矿、冶炼到压延加工的一体化产业链，是具有深厚行业积淀的有色金属企业。公司主要产品为阴极铜、金锭、银锭、铜合金带材及压延铜箔，副产品为硫酸、海绵金、海绵钯等，其中阴极铜产能 32 万吨/年，硫酸产能 122 万吨/年，铜合金带材产能 2.5 万吨/年，压延铜箔产能5000 吨/年\n2、公司所属铜矿峪矿开采的铜矿石中伴生有少量的黄金。\n3、公司拥有的铜矿峪矿保有铜矿石资源量2.25亿吨，铜金属136.25万吨，平均品位0.61%。\n4、2025年2月20日互动，公司年产5万吨高性能压延铜带箔项目熔铸车间、铜带车间全线打通并进入试生产阶段，拓展PCB应用市场。\n5、2024年12月24日互动：公司将严格按照重大资产重组时所做的承诺自中条山集团取得胡家峪铜矿外围采矿权后24个月内，适时将其置入上市公司，具体时间请关注公司公告。"
        },
        {
          "code": "sh601618",
          "name": "中国中冶",
          "limit_time": null,
          "analysis": "铜矿+高镍三元前驱体+冶金建设\n1、公司2024年对阿富汗艾娜克铜矿西矿区进行了补充勘探，在提高资源级别的同时，将铜资源量增加到了1236万吨，未来进一步取得新勘探找矿成果依旧乐观。目前，公司正加快推进该项目的可行性研究报告论证、进矿道路建设等前期准备工作。\n2、公司控股股东中国冶金科工集团，实控人国务院国资委。\n3、公司积极把握前驱体材料体系发展机遇，投资36.9亿元生产高镍三元前驱体。目前中冶新能源5系、6系高镍三元前驱体产品已应用于广汽、上汽、蔚来、小鹏、吉利等车企的常规续航里程车型。\n4、公司是全球最大最强的冶金建设运营服务商，在钢铁冶金领域具备垄断性领先优势，拥有国内有色领域综合实力最强设计院；中冶钢构聚焦钢结构装配式是行业内产能最大企业之一；屋顶分布式光伏等近年签单32个项目经验丰富。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "9月26日，上交所上市委发布2025年第40次审议会议结果公告，摩尔线程首发上市获得通过。从科创板IPO申报受理到过会，摩尔线程仅经历了88天的时间。",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sh600635",
          "name": "大众公用",
          "limit_time": "09:56:29",
          "analysis": "间接持股摩尔线程+间接参股宇树+大众交通控股股东+城市燃气\n1、2025年9月26日讯，摩尔线程科创板IPO上会获通过；公司通过参股10.8%深创投间接持股摩尔线程股份比例为0.153%，通过参股深创投而间接持有宇树机器人股权。\n2、公司持有大众交通26.87%的股份，公司与大众交通同属一个实控人；且公司城市交通业务（出租车业务和汽车租赁业务）由联营企业大众交通负责。\n3、公司以“公用事业、金融创投”业务双轮驱动。其中公用事业包括城市燃气、环境市政、城市交通、物流运输；金融创投包括非银金融服务、创投业务。\n4、公司是上海浦西南部、江苏省南通市区唯一的管道燃气供应商，在整个上海市区拥有近40%的市场份额,在南通市区的市场份额超过80%。\n5、公司地处上海徐汇区。"
        },
        {
          "code": "sz003005",
          "name": "竞业达",
          "limit_time": "10:45:09",
          "analysis": "AI教育+DeepSeek+数据要素\n1、公司“星空+”AI教学工作台通过整合星空教育大模型与DeepSeek大模型，为学校提供包含AI答疑、AI助教、AI助学、AI助管、AI助评、AI助研、AI图谱、AI诊断、AI评价等在内十大模块的完整应用矩阵。公司AI教育产品已经在部分学校试点并获得认可，AIGC自动生成系列分析诊断报告，已逐步实现付费客户转化。\n2、公司在智慧教育领域业务覆盖全国近40万间教室，已积累数千万小时多模态课堂教学数据、13亿张考场图像等训练数据。\n3、公司数据要素领域，参与近60条线路的城市轨道视频及安防系统建设，以AI+大数据技术和方案，在部分高校落地教学大数据的智能应用。为用户提供高价值数据SaaS服务。"
        },
        {
          "code": "sh600133",
          "name": "东湖高新",
          "limit_time": "13:22:54",
          "analysis": "数据中心+拟并购项目+湖北国资\n1、2024年7月公司以增资的方式间接持有湖北数据集团30%股权，切入数字科技领域。公司公告称后续将持续依托高新数科，通过项目自建和并购等形式，发展壮大公司数字科技板块业务范围。公司与数产集团有少量业务往来，主要是租赁云服务业务。\n2、公司技术团队基于国产算力平台，完成了DeepSeek大模型的独立部署，系武汉首家接入DeepSeek大模型的数据运营方。\n3、2024年1月东湖高新以23.87亿元转让价款，完成湖北路桥66%股权转让。公司将剥离毛利率、净利率、估值较低的传统工程建设业务，进一步集中优势资源发展环保科技和科技园区相关业务，同时向高新技术及战略新兴产业等国企价值重估热点领域发力。\n4、湖北省数产集团由湖北省联合发展投资集团全资控股，湖北省联合发展投资集团为公司间接控股股东，公司最终控制人为湖北国资委。"
        },
        {
          "code": "sh688691",
          "name": "灿芯股份",
          "limit_time": "14:28:07",
          "analysis": "存储芯片+AI推理芯片（ASIC）+合作中芯国际+芯片设计\n1、公司提供芯片设计服务的 MRAM 控制芯片项目持续推进，预计将于2025年内流片。该芯片基于 SMIC 55LL 工艺进行逻辑控制设计，实现了国产 MRAM 存储的突破。\n2、公司在芯片定制服务领域积累了丰富经验及较强的技术优势，在端侧 AI、边缘计算领域， ASIC（专用集成电路）在执行特定任务时的性能、能耗等方面均有明显优势，适用于人工智能应用的推理场景。2025年上半年公司芯片设计业务收入同比增长30.13%，完成流片验证项目130个，同比增长80.56%。\n3、公司作为全球集成电路设计服务行业头部厂商，与中芯国际建立了战略合作伙伴关系，中芯国际全资子公司中芯控股持有公司18.98%股份，为公司第二大股东。\n4、公司是一家提供一站式芯片定制服务的集成电路设计服务公司，按服务类型主要可分为芯片全定制服务与芯片工程定制服务。"
        },
        {
          "code": "sz000681",
          "name": "视觉中国",
          "limit_time": "14:30:24",
          "analysis": "多模态AI+AI视觉语料（合作阿里/字节跳动）+DeepSeek\n1、旗下VCG.com网站已推出公司首个AIGC应用产品——由AI驱动的全新智能搜索引擎（基于多模态、自然语言理解以及知识图谱等人工智能技术），同时正在全面推进“视觉数据+AI技术+应用场景”的AI战略落地，推动其在图片数字版权交易、音视频数字版权交易以及创作社区等多个应用场景中的创新发展。\n2、公司是全球最大的同类数字版权内容平台之一，公司战略合作伙伴包括字节跳动。2025年2月12日调研，公司为阿里等大模型公司提供合规数据服务，用于大模型训练等目的，为优质版权数据资源付费将成为生成式AI的产业趋。\n3、已完成深度求索公司开源大模型DeepSeek-R1的接入与本地化部署，并在多个产品中深度应用其能力，同时与智谱清影、通义千问、可灵、即梦、生数科技(VIDU)、爱诗科技等国内主流文生视频厂商展开业务合作洽谈。"
        },
        {
          "code": "sz301360",
          "name": "荣旗科技",
          "limit_time": null,
          "analysis": "智能眼镜（Meta）+苹果+MR+机器视觉\n1、2025年9月18日互动，公司今年供应Meta智能眼镜组装设备样机，为明年量产做准备。\n2、苹果是公司重要的客户，苹果公司既直接向公司采购，亦存在苹果产业链的制造商向公司大量采购智能装备的情况。荣旗科技为MR一代/二代的外观和功能性检测设备独家供应商。\n3、公司为亚马逊提供包括智能眼镜、电子书等消费电子产品零部件检测、组装设备的研发制造服务；为Facebook智能眼镜成品组装生产线提供基于机器视觉的精密组装对位、测试一体化设备；为华为手机无线充电相关产品提供检测设备。\n4、公司业务主要集中在3C领域，主要从事智能装备的研产销售及技术服务。"
        },
        {
          "code": "sh603181",
          "name": "皇马科技",
          "limit_time": "",
          "analysis": "液冷上游+马字辈+特种表面活性剂龙头+混凝土外加剂+MS胶\n1、数据中心带动液冷需求，机构表示浸没式液冷实现100%液体冷却，具有更优的节能效果，浸没式冷却液主要分为碳氢及有机硅类冷却液和氟化液两大类。公司属于上游有机硅改性聚醚供应商。\n2、公司具有年产近30万吨特种表面活性剂生产能力，是目前国内生产规模较大、品种较全、科技含量较高的特种表面活性剂龙头引领企业。\n3、公司有多种牌号的聚羧酸减水剂聚醚单体，主要用于下游企业生产聚羧酸减水剂。而聚羧酸减水剂作为混凝土外加剂，预计将随着基础设施建设的增加而导致需求增长。\n4、MS胶为一种性能优秀的密封胶产品可对硅酮胶进行部分替代。公司规划MS树脂产能5万吨。公司拥有0.8万吨聚醚胺产能并且加快布局其余产线，未来有望正式布局风电应用。\n5、公司披露新建项目规划，拟在上虞经济开发区继续投资30亿元，建设33万吨高端功能新材料项目，目前公司依托新基地投产，由7万吨置换为13万吨，未来公司的总产能将在50万吨左右。"
        },
        {
          "code": "sh600094",
          "name": "大名城",
          "limit_time": null,
          "analysis": "算力+房地产+低空经济+旧城改造+低价股\n1、据机构研报，2024年5月，公司公告拟与福建大数据产投、商筹科技成立合资公司，布局“港数闽算”，分别持股44%/51%/5%，商筹科技是商汤科技的合并联属实体，提供技术支持。大数据产投是福建省大数据集团公司(福建省国资委100%持股)的控股子公司，提供数据跨境服务和政府资源。合资公司第一批2000P算力已到位，香港客户已经开始测试。\n2、公司以房地产为主业，同时涉足工业地产及旅游地产。\n3、2024年6月，大名城公告拟和航发公司、中航金城成立合资公司布局低空业务，分别持股56%/34%/10%。中航金城是低空经济国家队，提供技术支持和协调军方、民航。航发公司是国有独资企业，提供地方行政资源。\n4、2024年公司表示参与深圳“三旧”改造项目，位于龙岗等地区，属于项目初早期阶段。在港珠澳大湾区保持公司传统稳健的内生式发展模式，积极开展一、二级联动开发，介入旧城改造、棚户区改造等旧改项目。"
        },
        {
          "code": "sz002415",
          "name": "海康威视",
          "limit_time": null,
          "analysis": "多模态AI+安防龙头\n1、2025年8月23日互动，公司拥有多维感知、人工智能（AI）、大数据三大技术体系，公司还发布了海康观澜大模型，构建了物联感知大模型、语言大模型和多模态大模型能力。\n2、公司是全球安防龙头企业，以视频为核心的智能物联网解决方案和大数据服务提供商,业务聚焦于综合安防、大数据服务和智慧业务,构建开放合作生态。\n3、视频监控智能化过程中，公司产品从AI中心产品走向AI前端、后端产品，公司根据AICloud核心原则致力物联网产业发展。"
        },
        {
          "code": "sh603322",
          "name": "超讯通信",
          "limit_time": "",
          "analysis": "合作沐曦+算力+DeepSeek\n1、2025年9月22日盘前消息，上交所官网显示，9月21日，沐曦股份科创板IPO第二轮审核问询回复已挂网。2025年9月17日互动，公司是沐曦股份全国行业总代理商，合作授权渠道行业为中国移动、中国电信、中国联通、中国能建、中国交通以及“东数西算”算力节点客户处。沐曦股份承诺公司所代理的产品同等条件下享受最低的折扣以及价格，双方根据市场行情商定代理折扣及价格。2025年1月15日公告，公司拟与沐曦股份等共同投资设立讯曦智能（公司持股56%），后者未来业务主要承担芯片的技术服务和服务器整机生产，以及销售、维修等服务。\n2、2025年9月18日讯，超讯通信与南一智能（广西国企）正式签约，合作“桂数青算”3000P国产算力项目。\n3、2025年2月2日全资子公司超讯智能公众号，公司联手开源中国沐曦、米塔等合作伙伴完成Deepseek-R1 70B部署并支持1.5B，7B，14B，32B蒸馏模型的部署，兼容openai api格式输出。"
        },
        {
          "code": "sz002273",
          "name": "水晶光电",
          "limit_time": null,
          "analysis": "AR眼镜+苹果+滤光片+AR-HUD\n1、在智能眼镜（未搭载近眼显示）产品上，公司的光学零组件可用于配套搭配的摄像头和传感模块。除此之外，公司在显示元件（反射光波导、衍射光波导等）、投影元件（光机）及其他可用于AR眼镜的光学零组件均有技术研发布局。\n2、公司为苹果vision Pro供应光学零组件产品。\n3、公司滤光片出货量业内第一，约占全球21%。\n4、公司AR-HUD已在国内高端汽车上实现量产首发，成为全球率先达到批量供应企业之一。\n5、公司是国内光学光电子产业领跑者，围绕大客户的需求与核心材料供应商的协同，拥有华为、oppo、小米等知名品牌客户。"
        },
        {
          "code": "sh603341",
          "name": "龙旗科技",
          "limit_time": "",
          "analysis": "AI眼镜+小米概念+代工华为手机+AR\n1、2025年9月30日机构调研纪要，公司在智能眼镜的卡位优势也得到国内头部互联网客户的认可，新承接了其 AI 眼镜量产项目。\n2、公司是小米智能手机产品的核心ODM厂商，2022年在其智能手机ODM供货占比达到71%，小米保持公司第一大客户地位。此外，公司股东天津金米、苏州顺为合计持有公司股份总数15.08%，两者实际控制人均为雷军。\n3、网传资料显示公司或代工华为手机。\n4、公司是消费电子ODM全球龙头，位列2022年全球智能手机ODM/IDH出货量第一（占据28%市场份额），主要从事消费电子产品ODM，产品布局涵盖智能手机、平板电脑、AI PC及AIoT产品。2024年8月12日互动，公司目前正在研发折叠屏相关技术中。"
        }
      ]
    },
    {
      "name": "贵金属",
      "reason": "COMEX黄金期货收涨1.42%，报4060.6美元/盎司，“国庆”假期累计上涨4.45%。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz000426",
          "name": "兴业银锡",
          "limit_time": "13:06:03",
          "analysis": "银+锡+锑+有色金属\n1、公司9家骨干子公司现保有资源量超5亿吨，其中：银金属量3.06万吨。根据世界白银协会统计截至2023年底的数据，公司在白银公司中排名位列亚洲第一位，全球第八位。\n2、公司锡金属量39.9万吨。\n3、公司锑金属储量为18.47万吨。\n4、公司的主营业务为及贵金属采选与冶炼，公司下属13家子公司，可分为五大板块，分别为采掘板块、冶炼板块、投资板块、贸易板块、研发板块。\n5、公司的主要产品有铅、锌、银、锡、铜、铁等有色金属，同时还根据所开采矿石的伴生金属情况生产铋和钨等金属；公司子公司唐河时代矿业具有镍、钴金属储备。"
        },
        {
          "code": "sh603988",
          "name": "中电电机",
          "limit_time": "09:32:07",
          "analysis": "金矿注入预期+风力发电机+柴油发电机\n1、2025年3月4日公告，已完成工商变更登记及协议转让交割，高地资源成为公司第一大股东，持股比例30%。2024年7月25日晚公告，实控人拟由宁波君拓变为高地资源，交易完成实控人将变更为郭文军。媒体报道，郭名下最为核心的资产是珠拉金矿。截至2022年底，这座开采历史近20年的金矿的矿石量仍余105.12万t。\n2、公司生产的大中型交直流电机等产品可广泛应用于风电、 冶金、 能源、 煤炭、 水利、 船舶、 水泥建材、 石油、 化工等领域。\n3、据公司官网，公司研发出多种系列船用柴油发电机，适用于陆用、船用，满足船级社的规范要求。\n4、公司2023年在新产品和新领域继续增强研发力度，全面推进双馈型风力发电机的研发及量产。公司部分风力发电机产品用于海上风力发电。\n5、公司自主研制异步单机容量过2万千瓦的24000kW-4P电机，填补了公司在新领域、特殊工况行业的空白。"
        },
        {
          "code": "sh601212",
          "name": "白银有色",
          "limit_time": "09:52:08",
          "analysis": "黄金+白银+特种电缆（核聚变）\n1、2025年10月8日现货金价突破4050美元/盎司关口，创历史新高；现货白银逼近48美元/盎司，创2011年5月份以来新高；截至2025年上半年，公司营收黄金占比18.67%，电银占比4.54%。公司境内矿山保有铜铅锌金属量781.48万吨，其中：铜金属量21.44万吨、铅金属量157.02万吨、锌金属量603.02万吨。金金属量12.42吨、银金属量1832.5吨、钼金属量1.36万吨。\n2、2025年5月15日业绩说明上，公司表示收购的巴西铜金矿项目已完成交割，公司拥有的铜金属资源量增至约93万吨。 \n3、公司的主要业务为铜、锌、铅、金、银等多种有色金属及贵金属的采选、冶炼、加工及贸易\n4、公司下属长通公司，主导产品为高、低温超导电缆、特种电缆等。 产品应用于国内外重大工程项目上，如酒泉卫星发射基地、天宫一号、 神舟系列、国际热核聚变实验堆（ITER） 等项目。国内首根核聚变装置用 750 米超导电缆由长通公司研发制造并交付使用。"
        },
        {
          "code": "sh600547",
          "name": "山东黄金",
          "limit_time": "11:17:01",
          "analysis": "黄金+扩产\n1、2025H1，公司矿产金产量 24.71 吨，相当于国内矿山企业矿产金产量的17.72%，其中公司海外矿山产金5.67 吨。\n2、山金国际2024年完成收购的纳米比亚Osino公司项目高效推进，选厂建设计划2025年第四季度全面开始，预计2027年上半年投产。\n3、公司三山岛金矿副井工程施工至-1900 米标高并平行推进采选15000 吨/日扩建工程建设项目核准、安设审查等手续办理；焦家金矿（满产18.85 吨/年）5 条竖井中有 4 条顺利掘砌到底；新城金矿（满产 7.8 吨/年）4 条主要竖井顺利掘砌到底；卡蒂诺金矿爬坡生产情况稳中向好。"
        },
        {
          "code": "sh603257",
          "name": "中国瑞林",
          "limit_time": "13:12:40",
          "analysis": "参股金矿+铜钴矿（设备）+采矿工程（钨）+一带一路\n1、北部矿业为公司参股公司，公司持股6%。公司因北部矿业在阿尔及利亚有一个金矿项目而参股。\n2、公司刚果（金）RTR 铜钴矿项目，项目通过高效处理复杂含铀尾矿，可实现年产高品质阴极铜10.5万吨（位列中国单体铜矿山铜产能前五强）、钴金属2.1万吨（是中国境内矿山产钴总和的9倍）。公司团队针对复杂含铀铜钴尾矿，自主研发了全湿法铜钴提取关键工艺技术和装备，攻克了复杂铜钴尾矿全湿法高效回收铜钴、环保除铀等技术难题。\n3、公司形成了先进的铜、钨、锡、钽、铌、金、银的选矿工艺技术，开发了新型磨矿分级系统和系列高效重选装备，提高了选矿回收率。公司主要为境内外有色金属采矿、选矿、冶炼、加工产业链客户提供包括工程设计咨询、工程总承包、装备集成等在内的工程技术服务。\n4、2024年公司工程项目管理营业额在我国勘察设计企业中位居前40名、工程总承包位列前100名。\n5、公司大力拓展现有业务；一方面向环保、 市政等多个产业领域拓展，另一方面积极抓住“一带一路”的政策发展机遇、实施全球性发展战略。"
        },
        {
          "code": "sh600489",
          "name": "中金黄金",
          "limit_time": "14:22:53",
          "analysis": "黄金+铜+业绩增长\n1、公司是黄金央企龙头，黄金储量产量居国内前列，是国内仅次于山东黄金和紫金矿业的第三大矿产金生产企业。\n2、公司生产是一家集黄金采、选、冶、加工综合配套能力的黄金企业,有高纯金、标准金、电解银、电解铜和硫酸等多种产品.公司生产和加工标准金占全国产量的20.1%,是上海黄金交易所最大的黄金现货供应企业。\n3、2025年8月28日晚公告，上半年营业收入350.67亿元，同比增长22.90%，净利润26.95亿元，同比增长54.64%。"
        },
        {
          "code": "sh601069",
          "name": "西部黄金",
          "limit_time": "14:51:22",
          "analysis": "黄金+完成收购美盛矿业+锰矿\n1、2025年H1黄金行业营收占比86.35%，目前拥有哈图金矿、伊犁公司所属阿希金矿和哈密金矿等主要黄金生产矿山。2024年全年生产黄金9.59吨（含金精矿、焙砂金属量，其中生产标准金8.94吨），完成年计划的105.37%，较上年同期7.43吨增加2.16吨。\n2、2025年6月12日晚公告，公司拟收购公司控股股东新疆有色持有的新疆美盛矿业100%股权。交易价格16.55亿元，与账面值相比的溢价为1421.66%。新疆美盛卡特巴阿苏金铜矿现已探明矿石总量2567万吨，项目建设成达产后，将年产120万吨矿石，金金属约3.3吨。2025年8月30日公告，公司完成新疆美盛100%股权收购并办妥工商变更，新增黄金资源量78.7吨。\n3、公司从事黄金采选冶业务，拥有先进的矿产资源开发、冶炼技术和丰富的矿山管理经验。\n4、公司专注于黄金矿山开采与冶炼，拥有集矿山勘探、开采、选矿、冶炼、精炼、销售于一体的完整产业链，公司已经实现“黄金+锰矿”采冶双主业经营。"
        },
        {
          "code": "sz000506",
          "name": "招金黄金",
          "limit_time": null,
          "analysis": "黄金+金矿勘探+摘帽+拟转让子公司+实控人山东国资\n1、公司黄金业务营收占比98.54%，保有黄金金属资源量总计312.5万盎司（约97.2吨），储量79万盎司（约24.57吨）。斐济瓦图科拉金矿于2024年9月份开始开采19中段，采出的矿石入选品位超过3克/吨。\n2、控股子公司西藏中金矿业拥有西藏昌都江达县角日阿玛铜铁矿详查探矿权。据公司公告，该矿保有推测和预估资源量为：铜19.46万吨，铁414.63万吨。\n3、2025年6月5日复牌，公司撤销退市风险警示及其他风险警示。\n4、2025年4月9日晚公告，公司拟6.68亿元转让其子公司新金国际51%的股权，受让方为公司控股股东山东招金瑞宁矿业。\n5、公司实控人为招远市人民政府。"
        }
      ]
    },
    {
      "name": "半导体相关",
      "reason": "由于供应紧张，三星对其DRAM和NAND闪存产品进行了大幅提价，部分产品提价幅度高至30%。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz000021",
          "name": "深科技",
          "limit_time": "09:50:18",
          "analysis": "长鑫供应商+光模块+存储封测+华为核心供应商\n1、公司是长鑫的主力封测供应商，长鑫营收占比约10%。公司目前存储封测总产能为8.2万片/月，深圳厂稼动率处于满载，合肥工厂稼动率80%。\n2、公司持有昂纳科技17.79%的股权。昂纳科技（O-Net）是全球领先的光通信器件、模块和子系统供应商之一。\n3、公司为国内存储封测龙头，主要从事高端存储芯片的封装与测试，产品包括 DRAM、NAND FLASH 以及嵌入式存储芯片。\n4、公司作为华为核心供应商之一，目前合作主要集中在手机通讯业务方面。\n5、公司完成16层堆叠技术研发并具备量产能力，超薄POPt封装技术（Package on Package，叠层封装技术）实现量产。"
        },
        {
          "code": "sz002409",
          "name": "雅克科技",
          "limit_time": "09:39:18",
          "analysis": "存储芯片前驱体+光刻胶+电子材料\n1、公司的半导体前驱体材料主要应用在存储芯片、逻辑芯片的制造环节，主要销售给三星电子、英特尔、台积电、SK海力士、中芯国际、长江存储与合肥长鑫等国内外半导体芯片头部生产商。\n2、公司的光刻胶产品主要包括面板用正性TFT光刻胶、RGB彩色光刻胶、CNT防静电材料以及光刻胶配套试剂，半导体制程光刻胶的研发工作也按计划推进中。\n3、公司业务包括电子材料、LNG保温板材和阻燃剂等三个业务板块，电子材料主要包括半导体前驱体材料/旋涂绝缘介质等产品类别。"
        },
        {
          "code": "sh600667",
          "name": "太极实业",
          "limit_time": "10:06:43",
          "analysis": "海力士合作+DRAM封测+光伏\n1、公司与海力士成立合资公司海太半导体，与SK海力士签订有《第三期后工序服务合同》，自2020年7月1日至2025年6月30日，以“全部成本+约定收益（总投资额的10%+超额收益）”的盈利模式为SK海力士及其关联公司提供半导体后工序服务，后续将有望承接HBM3封装订单。\n2、公司拥有国内唯一16层DRAM高堆叠技术储备，子公司太极半导体将为长鑫等国产存储提供封装服务。\n3、公司拥有光伏产业相关建设资质，并拥有丰富的建设经验，是国内众多光伏制造及光伏发电客户的优秀服务商之一。\n4、公司工程技术业务主要服务于电子高科技与高端制造，生物医药与保健，市政与路桥，物流与民用建筑，电力，综合业务等6大业务领域；光伏电站的投资和运营业务于2014年开始逐步形成。"
        },
        {
          "code": "sz002213",
          "name": "大为股份",
          "limit_time": "10:33:09",
          "analysis": "存储芯片+小金属+机器人+无人驾驶\n1、半导体存储器业务占比约92%，子公司大为创芯微主要产品有NAND、DRAM存储两大系列，产品线覆盖DDR3、DDR4、LPDDR4X商规/宽温级、DDR5等DRAM产品。\n2、2025年6月5日盘后公告，全资子公司大冲里矿区长石矿矿产资源储量通过评审备案，备案资源长石矿矿石量为 20953.3万吨，Li2O（氧化锂）矿物量为 32.37 万吨，WO3（三氧化钨）矿物量为 6.55 万吨，Sn（锡）矿物量为 1.41 万吨，同时还伴生锂、钨、锡等有色金属。\n3、全资子公司深圳特尔佳提供的智能接待服务机器人。\n4、参股公司大为弘德汽车有进行新能源专用车线控底盘和无人驾驶专用车相关的技术研发，此外，可针对港口、矿山等封闭场所、固定线路提供全面的新能源专用车无人驾驶解决方案。\n5、公司是国内汽车电涡缓速器龙头企业。"
        },
        {
          "code": "sh603283",
          "name": "赛腾股份",
          "limit_time": "14:32:03",
          "analysis": "高宽带存储（HBM）设备+苹果+半导体设备+特斯拉\n1、公司已经为三星提供HBM制程中相关检测设备，OPTIMA（公司间接持股73.75%）可以为国内有需求的厂商供应相关设备。公司国内工厂已经具备高端半导体设备交付能力。公司已成为Sumco、三星、协鑫、奕斯伟、中环半导体等境内外知名晶圆厂商晶圆检测量测设备供应商。\n2、公司是国内3C自动化设备知名企业，苹果相关业务占营收比例超50%。子公司无锡昌鼎电子是从事半导体封装测试的企业，主要产品是半导体元件的封装测试、视觉检测自动化设备。\n3、2021年11月19日互动，子公司赛腾菱欧与特斯拉建立了合作关系。"
        },
        {
          "code": "sh688347",
          "name": "华虹公司",
          "limit_time": null,
          "analysis": "晶圆代工+拟收购华力微+华虹制造项目投产\n1、华虹公司是世界领先的集成电路晶圆代工企业之一，根据全球纯品晶圆代工企业最新公布的 2024 年销售额情况，华虹公司位居全球第五位，在中国大陆企业中排名第二。\n2、2025年9月1日公告，公司拟收购华力微97.4988%股权并配套募资，交易完成后将整合65/55nm及40nm工艺平台，显著扩大12英寸特色工艺晶圆代工产能。 \n3、华虹制造项目(华虹九厂)规划月产能8.3万片，聚焦先进特色IC和高端功率器件,主要应用于车规级工艺制造平台，己于 2024年底投片量产，预计将于 2025 年第一季度起开始产能爬坡。\n4、公司将更多先进“特色 IC+ 功率器件”工艺布局到“8英寸+12 英寸”生产平台。\n5、公司实控人为上海市国资委，获大基金持股13.67%，深耕特色工艺晶圆代工；立足于55nm及以上成熟制程。"
        },
        {
          "code": "sh603156",
          "name": "养元饮品",
          "limit_time": null,
          "analysis": "间接持有长江存储股份+饮品\n1、2025年9月25日盘前消息，长江存储母公司长存集团完成股改。公司控制的芜湖闻名泉泓投资持有长江存储科技控股 0.99%的股份。\n2、养元饮品专注于以核桃仁为原料的植物蛋白饮料的研发、生产和销售，是我国最早进入核桃饮料行业的企业之一，也是国内核桃饮料生产规模最大的龙头企业，公司“YANGYUAN及图”和“六个核桃”商标被认定为“中国驰名商标”。\n3、产品方面，养元饮品涵盖六个核桃系列和植物奶产品，有针对细分人群推出的高钙产品和儿童型产品。公司已拥有植物蛋白饮料生产线34条，合计产能约148万吨/年，可生产公司产品组合中的主要产品。"
        }
      ]
    },
    {
      "name": "AMD",
      "reason": "AMD与OpenAI当地时间10月6日宣布达成6吉瓦（GW）算力协议，为OpenAI下一代AI基础设施提供多代AMD Instinct GPU支持。首批1吉瓦AMD Instinct MI450 GPU部署计划于2026年下半年启动。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002156",
          "name": "通富微电",
          "limit_time": "09:25:00",
          "analysis": "AMD封装测试供应商+微通道液冷+RSIC-V+第三代半导体\n1、2025年10月6日OpenAI宣布与AMD建立战略合作伙伴关系，OpenAI将根据多年、多代协议部署6吉瓦容量的AMD GPU；公司是AMD最大的封装测试供应商，曾互动表示与AMD合作协议签署至2026年。公司出资3.71亿美元收购了AMD位于中国苏州和马来西亚槟城两个封测厂各85%的股权。\n2、2025年9月24日讯，微软已成功测试一种新型冷却系统微通道液冷，其散热效果比目前常用的先进冷却技术冷板高出三倍。网传纪要公司微通道的精密流道设计需要在封装基板或散热模块中实现。（未证实）\n3、2025年9月16日机构调研纪要，公司先进封装方面，扇出型面板级封装（FOPLP）深入布局，CoWoS 产能倍增。\n4、2025年3月11日公司互动平台：有RISC-V相关封测技术的储备和研发。\n5、公司为国际知名汽车电子客户开发的第三代半导体碳化硅产品。"
        },
        {
          "code": "sz002913",
          "name": "奥士康",
          "limit_time": "09:58:36",
          "analysis": "供货AMD+AI服务器（HDI）+5G/6G通信\n1、公司于2022年进入AMD新一代服务器供应商邀请目录，AMD正在通过其各种产品的指标测试。\n2、公司广东基地以高阶 HDI 产品为核心竞争力，与国内外客户建立了深度且稳固的合作关系。在高阶 HDI 市场占据了重要的市场地位。公司在服务器PCB领域布局较早，战略性布局了AI服务器和数据中心业务，在服务器PCB市场占比超20%，是海外龙头AWS供应商，为AWS供应400G及以下交换机PCB产品。公司AI服务器类主要客户有字节跳动等。\n3、公司有为英伟达和AMD提供相关产品的PCB配套。公司系小米合格供应商且已建立长期合作关系。\n4、公司主要从事高精密印制电路板的研产销。公司已成为国内头部通信服务商多款5G基站产品的主力供应商，已有6G技术储备。"
        },
        {
          "code": "sh603061",
          "name": "金海通",
          "limit_time": "10:30:09",
          "analysis": "AMD供应商+芯片测试设备+资产注入预期+先进封装\n1、公司是AMD封测环节分选机核心供应商。2025年9月11日投资者关系活动记录表，公司三温测试分选机及大平台超多工位测试分选机需求持续增长，产品已切入车规、5G、AI运算等芯片测试场景。\n2、公司已掌握测试分选机相关的核心技术，是国内自主研发、生产集成电路测试分选机的企业之一，主要应用于集成电路生产流程中的后道工序封装测试。\n3、公司是AMD封测环节分选机核心供应商，针对CPU、GPU等芯片产品进行系统级测试的需求，公司开发了SUMMIT系列系统级测试分选机。\n4、公司已公告投资苏州猎奇（净资产2.6亿，收入2.6亿；光模块耦合设备，单一大客户中际旭创，占70-80%营收）。收购公告显示公司具有优先收购权，网传或对其股权进一步收购。\n5、公司也推出了适用于MEMS的测试分选平台，目前已在客户现场进行产品验证。后续公司也会视情况推出适用 Memory、碳化硅及 IGBT、专用于先进封装产品的测试分选平台。"
        },
        {
          "code": "sz001287",
          "name": "中电港",
          "limit_time": "13:03:00",
          "analysis": "合作AMD+电子元器件分销+华为海思分销\n1、公司拥有AMD企业级CPU、专业级显卡、嵌入式系列以及Xilinx加速卡等产品的分销授权，在AI、云计算、高性能计算和超高清视频渲染等领域展开深入合作。\n2、中电港与英伟达在人工智能和机器人方面的合作主要是基于授权代理其芯片方面的合作。\n3、公司为国内主要电子元器件分销商，代理产品包含存储器、处理器、模拟器件、射频与无线连接等。已获得包括英伟达、AMD、高通、长江存储等126条国内外知名品牌授权产品线。\n4、全资子公司深圳思尼克是海思系列全产品线授权分销商之一，其产品线提供芯片和综合解决方案。\n5、公司实控人为中国电子信息产业集团，最终实控人为国资委。"
        },
        {
          "code": "sz002796",
          "name": "世嘉科技",
          "limit_time": "13:14:18",
          "analysis": "供货AMD+拟投资光通信公司+储能+低空经济\n1、2025年9月6日公告，公司拟通过增资扩股方式取得光彩芯辰股权不超过20%股权，布局光通信细分赛道。网传光彩芯辰与AMD已合作2年，以800G需求为主，今年开始大批量交货；1.6T已获认证，预计年底量产（未经证实）。\n2、公司与阿诗特能源就储能柜领域签署合作框架协议，后者是一家储能企业，已经向20多个国家累计出货1.5GWh，年产能3GWh。\n3、2021年5月7日投资者关系活动记录：公司控股子公司苏州捷频电子主要产品为陶瓷波导滤波器等射频器件，该类产品主要应用于宏基站，亦可应用于军工领域，但目前军工业务较少。\n4、公司的移动通信设备业务主要收入来源于滤波器和天线的销售，产品主要应用于电信运营商的 4G、 5G 宏基站，公司也在跟踪 6G 通信技术的发展动态，增加对先进通信技术的研发投入。\n5、2024年11月12日互动，公司的滤波器和天线产品可以为低空通信领域提供通信传输服务。"
        },
        {
          "code": "sz002916",
          "name": "深南电路",
          "limit_time": "14:47:18",
          "analysis": "PCB（供货AMD）+存储芯片+AI服务器+先进封装\n1、2025年9月26日调研纪要，公司PCB业务聚焦AI加速卡、400G及以上高速交换机、光模块及汽车电子，PCB工厂产能利用率维持高位，PCB业务产品结构优化推升其毛利率至34.42%。网传纪要表示公司为AMD国内PCB核心供应商（未经证实）。\n2、2025年6月23日互动，公司 FC-BGA 封装基板现已具备20层及以下产品批量生产能力，20层以上产品的技术研发及打样工作按期推进中。\n3、公司系华为核心供应商，主要为其提供包括无线通信基站用PCB在内的各类产品。\n4、公司的主要产品有背板、高速多层板、多功能金属基板、厚铜板、高频微波板、刚挠结合板、存储芯片封装基板（eMMC）等。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "我国科研人员解决全固态金属锂电池界面接触难题，开发出一种阴离子调控技术，相关研究成果已于7日发表在国际学术期刊《自然-可持续发展》上。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "13:59:54",
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、公司六氟磷酸锂产能约3.7万吨/年。公司主要产品六氟磷酸锂（2024年占收入66.8%）是锂电池的重要原材料，同时是近中期不可替代的锂离子电池电解质。2025年2月27日公告，募投项目中“6000吨高纯氟化锂”项目试生产。\n2、2025年6月19日互动，公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前公司在推进该专利的产业化，相关研发和试验工作在有序进行中。\n3、2024年4月15日公告，公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工系磷化工领域专业生产厂家， 主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂、双草酸硼酸锂等及氟化盐系列产品。"
        },
        {
          "code": "sz301617",
          "name": "博苑股份",
          "limit_time": "09:30:06",
          "analysis": "碘化锂+医药化学+光电材料+食品\n1、2025年10月8日据新华社，中科院物理研究所开发出一种阴离子调控技术，通过在电解质中引入碘离子，在电极界面形成一层富碘界面，主动吸引锂离子，自动填充缝隙和孔洞，让电极和电解质始终保持紧密贴合；2025年9月30日互动，公司4000吨/年无机碘化物项目在建，投产后将新增碘化锂等高附加值产品产能，丰富产品结构。\n2、公司是国内少数实现碘、 贵金属等资源循环利用的企业之一；借助该业务模式，公司与下游重点医药化工企业深度绑定。\n3、2021年公司有机碘三甲基碘硅烷的国内市占率达72.32%、无机碘化物占国内供应量（包括进口在内）的35.02%、六甲基二硅氮烷的国内市占率则为11.65%。\n4、公司主营业务包括有机碘化物、无机碘化物、贵金属催化剂、发光材料、六甲基二硅氮烷等产品，广泛应用于医药、化工、光电材料、饲料、食品等领域。"
        },
        {
          "code": "sz301292",
          "name": "海科新源",
          "limit_time": "10:32:24",
          "analysis": "固态电池+锂电池电解液溶剂+医药级丙二醇\n1、2025年6月16日互动，公司在固态电池电解质等前沿技术领域持续进行研发投入和技术储备，积极开展固态电池电解质材料的基础研究及工艺优化，部分成果已进入实验室验证阶段。\n2、公司主营碳酸酯系列锂离子电池电解液溶剂和高端丙二醇、异丙醇等精细化学品，锂电池电解液溶剂产品全球市占率第一。\n3、电池级溶剂的纯度要求达到99.99%，工艺难度远高于工业级溶剂之上，国内实现规模化生产的企业仅为石大胜华和公司；且石大胜华以国外市场为主，而公司以国内市场为主。\n4、公司是医药级丙二醇等产品国内的主要生产商之一，2022年丙二醇产能已达5.8万吨，同时高端丙二醇的纯度已达到99.5%以上，有力推进我国相关产品的进口替代。"
        },
        {
          "code": "sh600078",
          "name": "澄星股份",
          "limit_time": "13:00:19",
          "analysis": "固态电池+资产注入猜想+高纯电子级磷酸+磷化工\n1、据网传纪要，全固态电池关键原料五硫化二磷需由超纯黄磷+硫磺合成，1GW固态电池需450吨黄磷（135吨超纯黄磷），用量为硫化锂的150%；澄星股份为国内黄磷产能第一（18万吨/年），首家生产电子级磷酸的上市公司。（未证实）\n2、网传大股东旗下优质资产正在备案过程中（未证实）。公司产品有高纯电子级磷酸。电子级磷酸，是芯片制造的重要辅助原料，主要用于半导体晶圆蚀刻。\n3、2024年8月21日公告，为进一步支持子公司经营发展，加快码头项目建设，公司拟以自有资金向广西澄星增资3亿元。增资完成后， 广西澄星注册资本为5亿元， 公司持有其97.12%的股权。\n4、公司为国内精细化程度高、规模大、产品种类多和技术成熟的精细磷化工企业，形成了食品级磷酸、电器级磷酸、高纯电子级磷酸、牙膏级及医药级磷酸氢钙、磷酸盐和电子化学品等技术含量高，品类丰富的下游精细磷化工产品系列。"
        },
        {
          "code": "sz002460",
          "name": "赣锋锂业",
          "limit_time": "14:56:09",
          "analysis": "固态电池+人形机器人+锂矿龙头\n1、2025年9月3日互动，公司固态电池研发进展顺利，已形成全链路布局，覆盖硫化物电解质、氧化物电解质、金属锂负极等关键环节。首款500Wh/kg级10Ah产品实现小批量量产。2025年9月18日互动，公司固态电池已实现500Wh/kg级10Ah产品小批量量产。固态电池已在部分车型试装车及量产，并应用于知名无人机及eVTOL企业。\n2、公司是全球最大的金属锂生产商、国内最大的锂化合物供应商，公司同时拥有“卤水提锂”、 “矿石提锂”和“回收提锂”产业化技术。\n3、孙公司新余赣锋电子研发生产的324Wh电池组，该系列电池已被用于四足机器人、人形机器人等领域的产品中。\n4、公司为中国磷酸铁锂电池及废料回收能力最大（20 万吨），电池综合处理能力行业前三的电池回收行业头部企业之一。"
        },
        {
          "code": "bj833284",
          "name": "灵鸽科技",
          "limit_time": "",
          "analysis": "固态电池+锂电物料处理设备+北交所\n1、2025年9月9日讯，公司硫化物及氧化物固态电解质试验线成功交付客户，重点布局固态电解质及干法电极设备“和系统解决方案的开发。\n2、公司主营计量配料、混合及输送等自动化物料处理系统设备，是国家级专精特新“小巨人”。本次发行拟投入1.1亿元扩产1446台/套各类设备及生产线。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "深圳引导基金等新设人工智能和具身机器人产业私募基金。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603286",
          "name": "日盈电子",
          "limit_time": "10:18:13",
          "analysis": "人形机器人（电子皮肤）+激光雷达洗涤系统+特斯拉\n1、网传纪要（未证实），公司手部新品与北美客户经过2个月的密集合作研发，董事长国庆期间将赴美送样，若顺利将直接在自有的美国工厂搭建产线。2025年7月28日据官微，公司基于柔性触觉感知的防夹传感器已获项目定点，标志公司的柔性触觉传感产品实现零的突破。\n2、2025年8月28日公告，公司电子皮肤样品研发成功并申请专利，正与985高校联合申报课题，同时推进北美工厂下半年投产以拓展海外具身智能客户。 \n3、2025年7月1日互动，公司压阻式电子皮肤产品已研发成功，在送货验证阶段，正与国内外人形机器人潜在客户送样及技术沟通。\n4、公司激光雷达洗涤系统已获多家Tier1、Tier2定点，并实现小批量供货。公司为比亚迪一级供应商。\n5、公司360全景环视系统主机及摄像头均使用高端智能芯片，并通过软件调教、算法优化等输出高质量图像，实现2D/3D鸟瞰全景等功能。公司客户麦格纳是特斯拉供应商之一。"
        },
        {
          "code": "sh603030",
          "name": "全筑股份",
          "limit_time": "09:35:48",
          "analysis": "机器人+拟定增投建智能建造项目+AI服务器+装修\n1、2025年4月9日互动，公司自2016年起就与上海大学开展建筑装饰领域机器人的研发合作，在智能放线机器人等项目中积累了宝贵的经验。面对当前AI和具身机器人技术的快速发展，公司正积极布局智能施工体系，推动行业的智能化升级。公司将保持开放合作态度，未来不排除与图灵、博智林等技术领先的机器人企业合作的可能。\n2、2025年7月24日晚公告，拟定增不超1.8亿元用于基于人工智能技术的建筑行业设计与产品生态平台等项目。\n3、子公司科舸全筑与科舸物联，联合dell公司发布科舸全筑Ai系列服务器。\n4、公司以规模化的住宅全装修作为支点，推动业务从住宅到泛住宅再到商业、康养、教育、医疗、科技等地产领域的覆盖。在创意设计领域，公司拥有 DC、JCA、SEA 等高端设计品牌。"
        },
        {
          "code": "sh605389",
          "name": "长龄液压",
          "limit_time": "10:34:36",
          "analysis": "机器人零部件+实控人拟变更+光伏支架+金属零部件\n1、2025年2月21日互动，公司目前向杭州海康机器人、兰剑智能、翼菲机器人小批量供货AGV小车、AMR智能搬运机器人顶升机构用回转支承。\n2、2025年7月10日盘后公告，核芯听涛、澄联双盈拟受让夏继发、夏泽民持有的公司29.99%股权，同时核芯破浪拟以36.24元/股向除核芯听涛、澄联双盈以外全体股东发出部分要约收购公司12%的股份，本次交易完成后，公司实控人将变更为胡康桥。\n3、公司控股子公司江阴尚驰是一家光伏回转驱动制造商，其中光伏系列王要应用于光伏跟踪支架上，提高发电效率。\n4、公司产品具体包括中央回转接头、张紧装置、工程机械回转减速器、精密铸件和光伏回转减速器等，下游产品遍及工程机械、光伏跟踪、AGV 运输车、家用电器、工业制冷、工业制造、汽车制造等。"
        },
        {
          "code": "sh600021",
          "name": "上海电力",
          "limit_time": "13:56:49",
          "analysis": "机器人+新能源电力+资产注入预期+热力\n1、2025年10月1日讯，国网上海电力自研的“天擎”特高压输电线路作业机器人正式投用。\n2、公司地处上海，为国电投旗下主要上市平台之一，是集火电、风电、光伏、氢能、综合智慧能源、现代能源供应和服务于一体的现代能源企业，主要从事发电厂的开发、运营和管理，业务涵盖清洁能源、可再生能源、综合智慧能源等领域，是我国五大发电集团之一国家电力投资集团公司最主要的上市公司之一，也是上海市最主要的电力能源企业之一。\n3、根据国资委 2025 年底资产证券化率≥80% 的要求，国家电投集团正加速推进资产整合。上海电力作为集团核心上市平台，被视为海外资产证券化的主要载体。市场普遍预期在2025年四季度前完成首批资产注入，优先标的可能为土耳其、日本等高盈利项目。（未证实）\n4、公司售热业务主要集中于上海地区，热力收入主要来自公司所属漕泾热电、上电漕泾、外高桥发电等电厂，主要服务对象为重点工业企业。"
        },
        {
          "code": "sz300611",
          "name": "美力科技",
          "limit_time": null,
          "analysis": "人形机器人+车用弹簧+比亚迪\n1、2025年4月18日调研纪要，公司应用于人形机器人的弹簧处于小批量交样阶段。\n2、公司主要从事高端弹簧产品的研发、生产和销售业务，主要产品包括汽车配套的底盘悬架系统弹簧、动力系统弹簧、车身及内饰弹簧等产品。比亚迪是公司的重要客户之一，目前公司配套比亚迪包括整车及弗迪动力、弗迪科技等汽车零部件。\n3、子公司上海科工拥有完整的工程塑料汽车零部件开发能力，能为汽车零部件制造商。\n4、公司现已向理想、蔚来等新能源车企配套供货，并正与小鹏汽车积极洽谈合作。"
        }
      ]
    },
    {
      "name": "灯塔工厂",
      "reason": "“灯塔工厂”被视为“世界最先进的工厂”，是指在第四次工业革命技术（如人工智能、大数据、物联网、自动化等）的应用和整合方面走在世界最前沿，并在提高效率和竞争力方面取得显著成果的领先企业”。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz300512",
          "name": "中亚股份",
          "limit_time": "10:54:03",
          "analysis": "灯塔工厂+自动装车机器人+无人零售设备+柔性薄膜电路\n1、公司作为核心伙伴参与建设了乳制品行业灯塔工厂——宁夏蒙牛特仑苏常温工厂项目。\n2、公司从事无人零售设备的研发、生产和销售，根据客户的商业应用需求，提供智能零售设备及应用解决方案。子公司中水机器人主要从事自动装车机器人的研发、制造、销售。\n3、公司生产的灌装封口设备、后道包装设备及中空容器吹塑设备主要用于乳品、饮料等生产的核心环节，包括吹瓶/成型、灌装封口、后道包装等。\n4、公司是一家集研发、制造和销售于一体的智能包装机械制造商，主营产品包括各类灌装封口设备、后道智能包装设备、中空容器吹塑设备，并为客户提供智能包装生产线设计规划、工程安装、设备生命周期维护、塑料包装制品配套供应等全面解决方案。\n5、公司参股宁波柔印电子科技，后者的柔性电子产品包括柔性薄膜电路、多层印刷柔性电路技术。"
        },
        {
          "code": "sz002084",
          "name": "海鸥住工",
          "limit_time": "10:56:42",
          "analysis": "灯塔工厂+东盟贸易（越南工厂）+整装卫浴+智能家居\n1、公司联合工业富联打造全球住宅工业行业“灯塔工厂”。\n2、公司越南巴顿及大同奈两大制造基地已投产，产能爬坡并服务美国及RCEP市场，稳定外销订单。内需方面，公司将采取CHINA-ASEAN布局，将中国+东盟十国以共同市场+共同供应链来发展。\n3、公司的联营企业珠海盛鸥工业主要开发、生产和销售自产的热泵与节能设备，且控股子公司珠海爱迪生自主研发的恒温控制类阀组及系统部分应用于大功率热水器、空气能热泵、燃气热水器等产品。\n4、公司主要从事装配式整装卫浴空间内全品类部件，在智能家居领域主要进行智能门户、安防工程的持续布局。公司外销占比51.72%。"
        },
        {
          "code": "sz002184",
          "name": "海得控制",
          "limit_time": "11:06:18",
          "analysis": "工业自动化+数据中心（储能供电）+机器人+人工智能\n1、公司开展以工业自动化控制技术、工业信息化技术及其融合技术为主要特征的软硬件产品、系统集成与解决方案的研发、生产与销售，帮助工业用户实现生产和管理的自动化，结合数字信息技术助力客户降低生产和管理能耗，进而实现生产制造的绿色智能发展。\n2、2025年1月7日互动，公司围绕储能系统在IDC(互联网数据中心)方面的应用展开了实践探索。2024年3月7日互动，公司储能系统设备可以对接算力机房数据中心供电。\n3、2023年11月1日互动，公司在九年前已通过公司自主品牌的服务器硬件,通过虚拟化技术和云构架等技术实现公司整体IT的云化布署了算力调度平台。\n4、公司与欧姆龙公司合作，开展基于包装行业为主的工业机器人销售与服务。公司在智能物流方向上，开展以实现无人化操作为目标的工业机器人方面的行业集成应用。公司常年积累的相关自动化、信息化等技术可复用于机器人产业的发展。\n5、2024年5月17日，公司向深交所提交了关于撤回发行股份购买资产并募集配套资金申请材料并终止审核的申请。"
        },
        {
          "code": "sh688083",
          "name": "中望软件",
          "limit_time": "14:41:36",
          "analysis": "AI工业软件+国产CAD+信创\n1、公司是以CAD为核心的国内领先的All-in-One CAx（CAD/CAE/CAM）龙头，主要产品2D CAD、3D CAD及CAE等，覆盖全球90+国家及地区。公司拥有全自主内核Overdrive，是国内少有的实现商业化应用、在工业设计领域被大规模实践验证过的三维几何建模内核。\n2、在CAD领域，ChatGPT能够支持Autodesk公司开发的LISP、MEL、MAXScript等语言，根据用户自然语言描述生成相关代码，并给出解释。公司主要从事CAD/CAM/CAE等研发设计类工业软件的研发、推广与销售业务。\n3、公司目前拥有ZWCAD、ZW3D、ZWSim-EM三类产品，实现了工业设计等全覆盖。\n4、CAE软件方面，公司实现电磁/结构求解器中心落地开花。"
        }
      ]
    },
    {
      "name": "绿色能源",
      "reason": "浙江：加快构建新型能源体系，大力发展绿色能源。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600089",
          "name": "特变电工",
          "limit_time": "10:07:05",
          "analysis": "光伏多晶硅+特高压+变压器+风电\n1、公司多晶硅总产能达到30000吨/年,生产规模居s世界第四位,中国第二位。公司控股子公司特变电工衡阳变压器公司在研制生产充电桩产品，产品线c已覆盖到了60-360千瓦的直流快充产品；公司生产的多晶硅料，可用于下游单晶硅片及多晶硅片的生产，其中向单晶硅片客户出售的多晶硅料占比在90%左右。\n2、子公司沈变公司主要生产特高压、超高压产品，衡变公司主要生产特高压、开关柜、GIS、二次等产品，新变厂主要生产特高压、配变、箱变、特种变等产品。\n3、公司是变压器行业龙头，世界领先的新能源系统集成商，新能源业务主要包括多晶硅、逆变器的生产。公司生产的风机电缆等产品应用于海上风电项目。"
        },
        {
          "code": "sz001326",
          "name": "联域股份",
          "limit_time": "10:10:21",
          "analysis": "储能+充电桩+LED照明\n1、全资子公司深圳海搏积极布局新赛道，自主研发充电桩和储能业务，目前已形成多项研发技术专利，公司充电桩和储能业务已出货并形成收入。\n3、出口业务占比约95%，主要集中于北美地区。\n4、公司是一家专注于中、大功率 LED 照明产品研发、生产与销售的高新技术企业，主要产品包括 LED 灯具（88%）和光源（5%），已布局植物照明、体育照明、防爆照明等特种照明领域。"
        },
        {
          "code": "sz002310",
          "name": "东方园林",
          "limit_time": "10:11:42",
          "analysis": "绿色能源+重整+汽车拆解+固废处置\n1、随着2024年公司司法重整完成并成功剥离传统生态环保业务，公司已转型为专注于新能源电站的开发、投资、建设及运营的企业，主要包括光伏发电、风力发电、水力发电、热电联运和储能，以及EPC、运维、电力交易等业务，形成丰富的新能源产业链结构\n2、2025年3月19日公告，公司经营范围、组织架构调整，管理层“大换血”，新增多个新能源事业部。\n3、2025年3月3日晚公告，公司控股股东由北京朝汇鑫变为北京朝阳国资公司。公司实控人仍为北京市朝阳区国资委。\n4、2025年2月17日互动，公司景观生态沙特分公司已完成注册，已和数家沙特本地合作方建立了合作关系，正在推进的项目包括绿色利雅得计划、2030年世博会项目等。\n5、公司主营环保业务及市政园林等。子公司甘肃东方瑞龙主营低水平放射性固体废物处理设施建设、运营和管理等。子公兰州利源从事报废汽车拆解、废家电拆解等业务。"
        },
        {
          "code": "sz000035",
          "name": "中国天楹",
          "limit_time": null,
          "analysis": "绿色甲醇+重力储能+垃圾焚烧发电\n1、公司绿醇规划产能142万吨。公司辽源项目首期建设内容包括为214.5兆瓦离网风电项目、514.8兆瓦上网风电项目以及17万吨绿色甲醇项目，首期建设项目均已完成核准和备案手续。\n2、公司通过入股EV公司获得国内独家重力储能技术授权。公司在江苏如东动工建设全球首个100MWh重力储能项目，预计年内投入运营。同时，公司已与新能公司、国网江苏综能、中电建水电等多方签订合作协议。\n3、国内垃圾焚烧发电领域龙头，公司在垃圾焚烧发电领域深耕十余年，构建了世界一流的生活垃圾处理处置链，原生垃圾焚烧、飞灰等离子熔融、炉渣资源化处置，从垃圾到资源，开创一站式三化处理新模式。"
        }
      ]
    },
    {
      "name": "汽车产业",
      "reason": "中国汽车流通协会：9月中国汽车经销商库存预警指数为54.5%。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "09:58:39",
          "analysis": "智能网联汽车+特斯拉+AI芯片+新能源物流车+低价股\n1、网传公司正推进与哪吒汽车母公司合众新能源的重组事宜，原合众新能源人员将于2025年10月1日后完成交接清退，山子高科团队将正式进场接管。（未证实）\n2、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监及Model3焊装车间高级经理。\n3、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，总部位于浙江嘉兴嘉善县经济开发区，注册资本约10.57亿，主要业务发展方向为模拟芯片、电源管理芯片、数字和逻辑芯片、射频芯片及模块等封装测试。\n4、2023年12月， 旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。\n5、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研发、生产和销售。有产品配套问界M7车型。"
        },
        {
          "code": "sz000757",
          "name": "浩物股份",
          "limit_time": "09:32:54",
          "analysis": "新能源汽车曲轴+重组并购预期+华为汽车+网约车经营（合作一汽）\n1、2025年3月19日晚公告，全资子公司内江金鸿投资2亿元建设年产能60万件的新能源汽车曲轴生产线，项目建设周期预计为16个月。金鸿公司已与国内主要头部车企建立紧密的合作关系，金鸿公司预计其核心客户的增程、混合动力新能源汽车生产能力将持续提升。\n2、大股东融诚物产入驻公司三年多，天津荣程集团是天津最大的民营企业，实力强大，市场预期公司后续有资产运作。\n3、公司为问界M7、M9及其他混动车型曲轴产品的供应商。旗下的阿维塔中心为独家授权的天津区域首家体验中心。\n4、公司（持股42.5%）与一汽出行（持股42.5%）合资成立一汽浩物布局智能出行全产业链。据网络资料，公司旗下网约车数量约为1500辆；一汽浩物与T3出行合作，为其天津地区运营商。\n5、公司主营乘用车销售与汽车后市场服务和发动机曲轴的研产销售。拥有24条具备国际先进水平的柔性化曲轴（含轴类零件）生产线，具备年生产240万件曲轴能力。"
        },
        {
          "code": "sz002988",
          "name": "豪美新材",
          "limit_time": "09:54:00",
          "analysis": "新能源汽配+汽车轻量化+问界+建材门窗\n1、2025年2月18日公告，公司拟与凌云股份设立合资公司，建设新能源电池壳体等配套供货能力，作为辐射欧洲及北非市场的生产基地。\n2、公司已取得问界系列车型定点，主要提供电池托盘产品，但前期量一直较小。\n3、公司轻量化客户包括奔驰、宝马等造车新势力，主要应用包括电池托架等。公司已经取得的汽车轻量化定点项目200余个。\n4、公司专业从事铝合金型材和系统门窗研产销，在保利等地产公司的地产项目中应用。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "国庆中秋假期全国消费相关行业日均销售收入同比增长4.5%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002910",
          "name": "庄园牧场",
          "limit_time": "10:10:21",
          "analysis": "乳制品+婴幼儿配方乳粉+乡村振兴+国资\n1、公司以甘肃省、青海省、陕西省为主要销售区域，并分别主要拥有“庄园牧场”、“圣湖”、“东方多鲜庄园”三个乳品品牌。产品主要包括巴氏杀菌乳、灭菌乳、调制乳、发酵乳、含乳饮料等各类液态乳制品。自有牧场奶源供给率超97%。\n2、公司旗下甘肃多鲜供应链公司许可项目包括婴幼儿配方乳粉及其他婴幼儿配方食品销售。\n3、庄园牧场作为国家级农业产业化龙头企业，坚定不移地支持全面推进乡村振兴的各项工作。与公司自有牧场驻地周边乡镇以\"公司+基地+农户\"的订单收购模式收购全株玉米带动农户增收。\n4、公司的最终控制人为甘肃省国资委。"
        },
        {
          "code": "sz300955",
          "name": "嘉亨家化",
          "limit_time": "",
          "analysis": "日化产品+化妆品+驱蚊+三胎\n1、公司的主要产品包括护肤类等化妆品，香皂、洗手液等家庭护理产品，以及配套的塑料包装容器。产品主要用于个人美容护肤、家庭清洁等领域。公司长期为强生婴儿、郁美净等婴幼儿及儿童产品提供生产服务。\n2、2024年5月8日互动，全资子公司上海嘉亨、湖州嘉亨已取得生产范围为驱蚊液、驱蚊花露水的《农药生产许可证》。\n3、公司主要从事日化产品OEM/ODM 及塑料包装容器的研发设计、生产，具备化妆品和家庭护理产品的研发、配制、灌装及塑料包装容器设计、制造的一体化综合服务能力。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz000819",
          "name": "岳阳兴长",
          "limit_time": "09:31:06",
          "analysis": "MOF材料+石油化工+茂金属聚丙烯\n1、2025年10月8日，诺贝尔化学奖授予金属有机骨架开发（MOFs）相关研究，公司具备MOFS量产技术的公司，网传岳阳兴长MOF材料供应宁德时代（已建成100吨级产能），成为超越全球头部企业巴斯夫（50吨）的第一大供应商（未经证实）。\n2、网传纪要表示，惠城环保投资建设的揭阳东粤化学20万吨/年混合废塑料综合利用示范项目即将全面投产，标志着低值混合废塑料裂解转化为高附加值化工原料的技术得到验证，对于解决废塑料治理难题有重要的现实意义。岳阳兴长在揭阳东粤化学项目占10%的股份，接下来还将参与项目二期300万吨/年项目，将深度受益。（未经证实）\n3、公司是国内打破国外茂金属聚丙烯催化剂技术垄断的第一人。控股子公司惠州立拓已生产出茂金属聚丙烯合格产品，目前正在产能爬坡期。\n4、公司从事石油化工产品的开发、生产、销售以及成品油零售等业务。"
        },
        {
          "code": "sz002492",
          "name": "恒基达鑫",
          "limit_time": "09:35:03",
          "analysis": "石化物流+油储+保税仓储+科技基金\n1、公司为华南沿海地区规模最大的石化产品码头，其中珠海库区共有储罐60个，罐容为61.30万m³，码头拥有5千吨级、5万吨级和8万吨级泊位各1个。\n2、公司是一家专业的第三方石化物流服务提供商，主要从事为国内石化产品生产商、贸易商的进出口货物提供码头装卸、仓储、管道输送、装卸业务、仓储业务。业务辐射国内石化工业发达的珠三角地区、长三角地区和华中地区。\n3、2025年8月12日晚公告，公司拟出资不超过2亿元与专业投资机构共同投资基金，投资于集成电路、人工智能产业等硬科技赛道。\n4、2025年4月23日互动：公司的珠海库区和扬州库区设有液体化工品保税仓库和石油产品保税仓库，两地保税仓库服务主要以当地石化生产企业和石化贸易客户。"
        },
        {
          "code": "sz002307",
          "name": "北新路桥",
          "limit_time": "10:06:33",
          "analysis": "桥梁工程（新疆）+中标大单+建设工程（西藏）+水利+交通设施\n1、公司为新疆规模最大、实力最强的大型公路工程施工企业，实控人是新疆生产建设兵团第十一师国有资产监督管委会。西藏天昶建工是北新路桥与西藏天路共同持股的子公司，主营公路工程施工总承包、水利水电工程施工总承包。\n2、2025年9月26日公告，公司中标第二师G687铁门关—阿拉尔公路第五合同段，金额4.34亿元。\n3、公司拥有水利水电工程相关资质，积极参与国家重大水利工程如引额济乌项目。\n4、2025年2月25日互动，公司在回复投资者关于俄乌重建问题时回复表示，有能力承接并且一直积极参与国内外相关重大基础设施建设项目，公司先后在国外9个国家以多种方式参与了基础设施建设，且公司拥有中国商务部授予及认定的对外援助成套项目总承包企业资格。\n5、公司完成了石河子开发区顺通路桥公司、新疆中北运输公司混合所有制改革工作。"
        },
        {
          "code": "sh603301",
          "name": "振德医疗",
          "limit_time": "10:08:15",
          "analysis": "医疗器械+拟股权转让+防疫用品\n1、公司是一家集研发、生产、销售为一体的医疗+健康产业协同发展的企业。在医疗领域，公司主要产品线涵盖造口与现代伤口护理、手术感控、感控防护、基础伤口护理及压力治疗与固定产品。\n2、2025年9月10日晚公告，控股股东浙江振德及其全资子公司许昌园林拟将其持有的合计1332.26万股无限售条件流通股（占公司总股本5%）通过协议转让的方式以26.74元/股的价格转让给孙纪木，转让价款共计3.56亿元。本次协议转让不触及要约收购、不构成关联交易、不会导致公司控股股东及实控人发生变化。\n3、在健康领域，公司聚焦医疗级个人和家庭健康护理产品，主要产品线涵盖健康防护、伤口护理、清洁消毒、老年护理、保健理疗、医疗个护和孕婴护理等产品。"
        },
        {
          "code": "sz000571",
          "name": "新大洲A",
          "limit_time": "13:40:57",
          "analysis": "煤炭+大飞机+国际物流+海南\n1、公司是海南本地股，经营煤炭业务的控股子公司五九集团生产原煤288.19万吨。公司营收构成为：采掘业占比79.02%，食品加工销售业占比16.83%。\n2、2025年3月20日盘中消息（未证实），商飞召开2025年供应商大会，给出了2025-2029年生产规划指引，总体超预期。公司参股45%中航新大洲，主要生产产品之一为LEAP发动机零部件，其中LEAP-A对应机型空客320neo，LEAP-B对应机型波音737MAX，LEAP-C对应机型C919。\n3、公司目前持有杭州长誉资产管理合伙企业1.11%股权，该基金投资了上海世灏国际物流项目。"
        },
        {
          "code": "sh600846",
          "name": "同济科技",
          "limit_time": "14:02:22",
          "analysis": "城市更新+房地产+上海国资+工程咨询服务\n1、公司房地产开发业务聚集上海，开发项目类型涵盖住宅、办公楼、商业、酒店等。\n2、公司实控人上海市杨浦区国资委 ，主要业务领域包括工程咨询服务、建筑工程管理、环境工程投资及运营管理等。\n3、公司环保业务范围涵盖市政污水、工业废水、污泥处理处置、河道清淤、垃圾渗滤液、废气治理、土壤修复等领域，形成了集研发、技术咨询、工程设计、EPC 总承包、投融资及运营管理为一体的环保科技产业链，致力于成为环境综合领域的投资运营商和服务集成商。"
        },
        {
          "code": "sh600111",
          "name": "北方稀土",
          "limit_time": "14:31:04",
          "analysis": "稀土+业绩增长+央企\n1、2025年10月9日盘中消息，商务部公告，经国务院批准，决定对稀土相关技术等物项实施出口管制。公司为轻稀土龙头，营收占比69.98%。公司主营业务为稀土相关产品。公司稀土原料产品包括稀土盐类、稀土氧化物及稀土金属，是下游稀土功能材料及新材料产品生产加工企业的主要生产原料；稀土功能材料产品包括稀土磁性材料、抛光材料、储氢材料、催化材料等，公司稀土终端应用产品如镍氢动力电池、稀土永磁高效节能电机等。\n2、2025年8月26日晚公告，上半年营收188.66亿元，同比增长45.24%。净利润9.31亿元，同比增长1951.52%。\n3、公司实控人是内蒙古人民政府，控股股东是包头钢铁(集团)。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz002058",
          "name": "*ST威尔",
          "limit_time": "09:32:09",
          "analysis": "拟5.46亿元控股紫江新材+业绩扭亏+机器人+特斯拉\n1、2025年9月10日公告，股东大会决议收购紫江新材51%股权获通过，交易完成后将形成“汽车检具+铝塑膜”双主业，铝塑膜业务将成为战略重点。业绩承诺方承诺紫江新材2025年-2027年度实现的净利润分别不低于6550万元、7850万元、9580万元。\n3、2025年8月28日晚公告，上半年归母净利润1.77亿元，同比扭亏。\n3、2025年5月10日公告，公司拟以4248.82万元收购紫燕机械49%股权，增强对子公司控制权。 后者为特斯拉为特斯拉的A级供应商。\n4、2025年3月31日晚公告，公司拟2.81亿元向紫竹科技出售持有的自动化仪器仪表业务资产组。交易完成后，公司资产总额将增加48.88%，负债总额将下降47.67%，资产负债率将下降28.15个百分点，营业收入将下降43.52%，净利润将增加2097.33万元。\n5、公司主营仪器仪表业务及汽车检具业务。经营范围涵盖工业机器人销售;工业机器人安装、维修。"
        },
        {
          "code": "sh600200",
          "name": "*ST苏吴",
          "limit_time": "14:31:58",
          "analysis": "药品获批+童颜针（独家代理被撤销）+医美+核辐射防治\n1、2025年9月22日晚公告，全资子公司盐酸林可霉素注射液通过仿制药一致性评价。\n2、AestheFill爱塑美：海外主流童颜针产品，在中国台湾地区“医美再生注射剂”市场以接近 30%的份额排名第一，公司获其中国独家代理权有效期至2032年8月28日。2025年7月22日公告，韩国Regen公司单方面宣布解除合作，撤销其孙公司达透医疗对“童颜针”AestheFill（艾塑菲）在中国大陆的独家代理权。\n3、2024年3月25日全资子公司吴中美学以上海整形科技周为契机，特邀先锋医者共同见证中国大陆地区首款进口童颜针AestheFill®。（该针于2024年1月获批）。据公司2025年一季报，医美板块当期营业收入1.13亿元，毛利高达9257.49万元。\n4、子公司江苏吴中大自然生物生产的清辐宁胶囊对辐射危害有辅助保护作用。\n5、公司拥有原料药等级品种35种、制剂品种267件，在骨科、免疫调节等细分领域市场份额居国内前列。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "签署重整协议+算力+数字化家装+小米\n1、2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "09:25:00",
          "analysis": "算力中标+判决生效+抖音+AI+网络安全+华为鸿蒙\n1、2025年9月29日晚公告，全资子公司北京智游网安近日参与了“克融云智算中心二期三标段”项目的投标，并被列为第一名中标候选人，投标报价为2.36亿元。2025年9月23日晚公告，公司重大诉讼已获深圳中院判决及生效证明，涉案金额2.54亿元，案件执行结果或对利润产生影响。\n2、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n3、2025年7月11日讯，公司成立智乐科技公司，含多项AI业务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、安全检测平台、合规检测平台、威胁态势感知平台V1.0。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sz000793",
          "name": "ST华闻",
          "limit_time": "10:08:51",
          "analysis": "签署重整投资协议+海南国资举牌+文旅\n1、2025年5月6日晚公告，公司与海南联合、海南国资运营签署6.1亿元重整投资协议。\n2、公司为海南本地股。2024年6月6日盘后公告，海南联瀚累计买入公司5%股份，购买金额为7850万元。海南联瀚是海南国资委管理的省级国有独资企业。公司实控人是中国国际广播电台下属国广环球传媒控股。公司前身系海南省石油化工工业总公司，此次海南国资举牌，引发市场猜想。\n3、公司旗下拥有一站式网约车品牌麒麟优车，是涵盖出租车、快车、专车、及大巴多项业务在内的一站式出行平台。\n4、公司主要从事传媒及文旅业务经营。子公司掌视亿通与字节跳动旗下今日头条有业务合作。"
        },
        {
          "code": "sh600777",
          "name": "*ST新潮",
          "limit_time": "09:25:00",
          "analysis": "石油+天然气+内蒙古伊泰煤炭要约收购公司\n1、公司是主要以石油及天然气的勘探、开采及销售为核心业务，主要在美国德克萨斯州二叠纪盆地开展业务，是总部位于境内，业务立足北美的能源企业。2023年公司实现原油和天然气报表产量分别为1,606.84万桶和619.32万桶油当量。\n2、公司持有的油田资产，位于美国页岩油核心产区Permian盆地的核心区域。Permian盆地是美国最重要的油气产区之一，在美国页岩油气盆地中产量最多、增长最快。\n3、2025年7月8日公告复牌，公司股票被实施退市风险警示并被继续实施其他风险警示。\n4、2025年4月18日晚公告，内蒙古伊泰煤炭拟通过部分要约收购的方式，收购公司51%的股份，要约收购价格为3.40元/股。\n5、公司美国营收占比99.80%。"
        },
        {
          "code": "sz002816",
          "name": "*ST和科",
          "limit_time": "09:35:03",
          "analysis": "光刻机+半导体+数据中心+实控人变更\n1、2025年8月30日公告，公司2023年成立控股子公司进军线束业务，2025年上半年线束收入4053万元，同比增长16875.79%，成为第二增长引擎。\n2、2025年3月25日互动，和科达半导体专注于半导体专用设备的研发、生产和销售,为半导体先进封装及前道制程的方案解决供应商。主要产品涵盖晶圆清洗设备、匀胶显影设备、无掩膜光刻机、微影光刻机和晶圆去胶机等。\n3、子公司和科达（珠海）开展的大数据中心业务， 主要是向用户提供大规模、高质量、安全可靠的大数据中心设备供货、安装、调试、软件配置等基础服务。\n4、2024年10月22日盘后公告，公司实控人由赵丰先生变更为阜阳市颍泉区人民政府国资委。\n5、公司主要从事精密清洗设备的研设产销。公司水处理业务主要从事工业生产中的给水及废污水处理设备设计，制造与集成。"
        },
        {
          "code": "sz000518",
          "name": "*ST四环",
          "limit_time": "13:03:24",
          "analysis": "高层换血+实控人拟变更+干细胞技术研发+抗肿瘤药\n1、2025年5月16日公告郭煜辞任董事长、总经理，陈龙接任总经理。\n2、2025年1月21日公告，公司部分无限售流通股2.85亿万股股份被公开司法拍卖，由福建碧水农业竞得，成交价格为3.87亿元。目前股份尚未完成过户，若过户完成，碧水投资将成为公司新的控股股东，邱为碧将成为实控人。\n3、公司研发项目包括新型干细胞培养技术，目的为通过对干细胞培养技术的研究，以期在未来将干细胞技术应用于人类疾病的治疗\n4、公司抗肿瘤药主要是德路生、新德路生，为抗肿瘤的生物治疗用药。\n5、公司主营肝炎诊断试剂、注射剂、体外诊断试剂等，主要产品包括重组人白细胞介素-重组人表皮生长因子、肝炎诊断试剂等。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "13:23:20",
          "analysis": "拟股权转让+氢能源+签订合作协议（农业）\n1、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n2、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n3、2025年3月13日盘后公告，公司与新农人签订《战略合作协议》，共同构建广州市黄埔区农产品稳产保供中心、粤港澳大湾区“菜篮子”集散中心（黄埔中心）以及广州市黄埔区蛋品交易中心仓。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "14:29:02",
          "analysis": "拟出售青海惠嘉+借壳猜想被澄清+服装\n1、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。\n2、2024年11月6日公告，公司拟将子公司青海惠嘉的100%股权转让给智瑜科技，转让价格为1亿元，公司已收到7000万元股权转让款， 并将青海惠嘉51%股权过户至智瑜科技。 智瑜科技未完成剩余股权转让款的支付并请求黄石中院解除其与公司签署的《股权转让协议》，由公司返还其已支付的7000万元股权转让款及利息。\n3、公司曾于多年前被炒作劲酒借壳被澄清。\n4、公司的主营业务为服装、服饰类产品（占比67.63%）的研发、设计、生产和销售。"
        },
        {
          "code": "sz002214",
          "name": "*ST大立",
          "limit_time": "14:32:00",
          "analysis": "巡检机器人+军工+机载光电吊舱\n1、公司的智能巡检机器人融合了定位、导航、避障、场景感知、AI图像识别等技术，专为复杂环境下的巡检工作而设计。公司从2018年正式进入机器人产业，取得了国家电网入网许可，开始向无人值守的大型变电站供货，需求持续增长。2019年实现了在地铁、高铁等轨道交通领域的拓展。\n2、2025年4月29日公告，公司挂牌转让的润景公司49%股权的评估价值已获得备案通过。\n3、2024年2月1日盘后网传纪要表示，公司机载光电吊舱产品近期招标技术评比第1名，未来3年采购量达150亿，保守预计可以拿到40%份额，年化可以产生5亿利润。\n4、公司主要业务涵盖红外及光电类产品和巡检机器人类产品两大领域，是国内综合实力最强的红外产品供应商之一。公司拿到某批产低成本弹的导引头中的红外热像仪的独供。此外作为长光所的合作转产单位，获得J35、无人机等多个机载光电装备的产业化合作项目，预计贡献利润1亿+。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": null,
          "analysis": "增资子公司+拟更名+拟购买尼威动力+生态景观规划\n1、2025年9月18日晚公告，公司拟向全资子公司苏州市高新区辰顺浩景管理咨询公司增资1.5亿元，增资后公司仍持有其100%股权。同日公告，拟变更公司名称为顺景科技。\n2、2025年7月16日晚公告，公司拟购买尼威动力55.50%股权，非国资股权部分最终交易价格为6.01亿元，国资股权部分预计交易价格为6463.45万元。本次交易构成重大资产重组。标的公司主营新能源混合动力汽车高压燃油箱系统的研发、生产与销售。尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表。\n3、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n4、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链，业务主要集中在城市更新、乡村振兴、生态修复等相关领域。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": null,
          "analysis": "签署重整投资协议+司法强执完成+农药/医药中间体+酒店\n1、2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、2025年4月30日复牌，公司股票被实施退市风险警示。2025年3月19日公告，公司控股股东广州万顺将增持计划延期至2025年9月19日，继续履行增持承诺。 \n4、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        }
      ]
    }
  ]
}