{
  "date": "2025-10-15",
  "update_time": "2025-10-15 15:40:33",
  "category_count": 12,
  "total_stocks": 87,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh600960",
          "name": "渤海汽车",
          "limit_time": "09:32:05",
          "analysis": "重大资产重组获批+供货小米汽车+机器人+柴发零部件\n1、2025年10月14日晚公告，北京市国资委批复同意公司以发行股份及支付现金方式收购海纳川持有的北汽模塑51%股权、廊坊安道拓51%股权、智联科技100%股权及廊坊莱尼线束50%股权，并同步募集配套资金，交易完成后将新增汽车外饰、座椅、智能网联及线束业务。 \n2、网传机构纪要，公司供货小米汽车低压线束+保险杠总成（未证实）。\n3、子公司博海精机启动了人形机器人在工业场景的集成应用研究，但尚未形成销售收入。\n4、网传公司子公司渤海活塞，为潍柴多款发动机提供核心零部件，包括全球首款本体热效率突破51.09%的柴油机锻钢活塞，以及天然气、甲醇等新能源燃料发动机活塞，在气体机市场占据80%以上份额。（未经证实）\n5、子公司渤海活塞产品参与赛力斯问界M7车型发动机配套。"
        },
        {
          "code": "sz002370",
          "name": "亚太药业",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+创新药+化学制药+抗生素类制剂\n1、2025年10月13日晚公告，富邦集团和汉贵投资拟通过协议转让方式转让上市公司14.62%股份，共计1.089亿股，转让价格为8.26元/股，合计金额为9亿元。本次协议转让完成后，亚太药业的控股股东将由富邦集团变更为星浩控股，实控人将由宋汉平、傅才、胡铮辉组成的管理团队变更为邱中勋。同日公告定增募资7亿元，将全部用于新药研发项目。\n2、2025年7月20日晚公告，公司阿替洛尔片通过仿制药质量和疗效一致性评价。该药品主要用于治疗高血压、心绞痛、心肌梗死等疾病。\n3、公司化学制剂业务主要分为抗生素类药品和非抗生素类药品两大类，抗病毒药产品有如注射用利巴韦林、注射用阿昔洛韦、注射用更昔洛韦等。\n4、公司抗病毒类药品阿昔洛韦适用于单纯疱疹病毒感染。产品恩替卡韦片为鸟嘌呤核苷类似物对乙型肝炎病毒多聚酶具有抑制作用。公司目前在产、销售的大环内酯类抗生素药品适用于治疗或减轻支原体肺炎。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "09:25:00",
          "analysis": "拟增资铁岭环球（固态电池）+光伏+园林工程施工\n1、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n2、公司光伏业务主要从事大尺寸高效异质结光伏电池的研产销，以及异质结、TOPCON、PERC等电池组件的生产与销售。\n3、公司依靠以张忠卫博士为首的国内异质结光伏行业生产管理团队开展光伏业务。公司及控股子公司拥有“纳米全钝化接触晶硅异质结双面太阳能电池及其制造方法”等多项专利。\n4、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sz002689",
          "name": "远大智能",
          "limit_time": "09:30:54",
          "analysis": "业绩扭亏+战斗机舱体部件机器人打磨系统+中俄贸易+机器人\n1、2025年10月14日晚公告，公司预计2025年前三季度归母净利润3383.59—5073.59万元，同比由亏转盈。\n2、公司全资子公司沈阳远大智能高科机器人在航空飞机领域，已经为客户提供的主要产品包括：战斗机舱体部件机器人打磨系统、航空发动机加力燃油管装配及焊接工作站，上述相关产品目前未批量化生产。\n3、公司自2005年起布局俄罗斯市场，产品包括有机房无机房直梯、扶梯和人行道等产品，有超过3800部电梯在俄运行，产品服务于超过120个城市。公司主要从事客梯、自动扶梯、自动人行道及配套件的产品研发、生产、销售及整机产品的安装和维保业务。\n4、全资子公司沈阳博林特智能高科机器人经营范围包括工业机器人、服务机器人、智能机器人及相关自动化设备的开发、生产、销售等。\n5、全资子公司沈阳远大新能源主要从事风电发电设备、风电发电设备的关键部件的研发、制造、销售。主要产品包括：1.5MW等风力发电机组。"
        },
        {
          "code": "sz002560",
          "name": "通达股份",
          "limit_time": "09:39:18",
          "analysis": "业绩预增+军机（成飞）+机器人电缆+C919\n1、2025年10月14日晚公告，预计2025年前三季度扣非净利润1.05亿元-1.5亿元，同比增长61.49%-130.70%；Q3单季扣非净利润0.45亿元-0.9亿元，环比增长0.00%-100.00%。报告期内子公司成都航飞订单饱满，且订单交付量显著提升，实现了营业收入和利润率的双重回升。\n2、通达股份全资子公司成都航飞主要从事飞机结构零部件及大型关键结构件的高端精密加工制造与部组件装配服务，产品覆盖多款主要军用机型以及中国商飞C919、C929等民用机型。\n3、2025年5月7日盘后互动，公司已研发、试制机器人用电缆样品，目前正在进行第三方测试。\n4、公司从事的主要业务包括电线电缆生产、销售、航空零部件加工及装配、铝基复合新材料三大板块。"
        },
        {
          "code": "sh600748",
          "name": "上实发展",
          "limit_time": "09:42:44",
          "analysis": "间接控股股东变更+间接持股上海微电子+同业竞争问题+房地产\n1、2025年10月14日晚公告，实控人上海市国资委将其持有的上实集团100%股权，调整至上海上实全资子公司金钟控股持有，从而使得上海上实间接控制公司的股份从原有的6.06%增至56.18%，成为公司的间接控股股东。\n2、公司持有上海市信息投资股份有限公司20%股权，上海信投的全资子公司上海泰力产业投资管理有限公司持有上海微电子8.1218%股权。\n3、公司实控人为上海市国资委，控股股东上海实业控股，注册地址中国(上海)自由贸易试验区。\n4、公司表示关于同业竞争承诺事宜，公司始终与上实集团保持沟通，如该事项后续取得进一步实质性进展，公司将严格遵守相关规定及时履行相应决策程序和信息披露义务。\n5、公司主营业务为房地产开发与经营，坚持以上海为核心的长三角区域、青岛为中心的环渤海区域和成渝为中心的西南片区的“1+3+X”战略布局。"
        },
        {
          "code": "sz000531",
          "name": "穗恒运A",
          "limit_time": "14:04:45",
          "analysis": "业绩预增+参股资管平台+电力\n1、2025年10月14日晚公告，公司2025年前三季度实现归母净利润3.45-5.15亿元，增长幅度为87.83%-180.38% 。\n2、公司持有广州资产管理公司5.2%的股权，是广东省第二家地方资产管理公司。\n3、公司主营电力、热力开发，营收占比95.41%。\n4、公司成立了专门的储能公司作为储能业务平台，并建成了智能化储能生产线——2GWh 新型储能集成和锂电池 PACK 高端制造生产线。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "NV官网blog再更新800VDC方案，对下一代AI factory中的800VDC配电方案给出图示，明确中压整流器或SST是未来的技术方向，以最大化实现空间利用，简化系统，并能实现储能的直接接入。NV表示在积极和行业伙伴共同开发相关解决方案。",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sz002474",
          "name": "榕基软件",
          "limit_time": "09:52:18",
          "analysis": "数字政务+华为昇腾+数据安全\n1、2025年10月10日盘后消息，两部门印发《政务领域人工智能大模型部署应用指引》。公司作为国内数字政务细分领域领先的服务商，积极参与国家和地方各级政府数字化建设。\n2、公司基于华为昇腾人工智能计算基础软硬件平台，训练、微调政务大模型、公文大模型，研发智能应用基础服务平台，提供政务领域语义理解、生成和关联能力；公司也是华为优选级ISV伙伴、鲲鹏生态合作伙伴，大部分应用系统已适配华为鸿蒙系统。\n3、公司地处福建福州，控股子公司星榕基为福建自贸试验区第一批第三方信用服务机构。\n4、公司的移动会议、移动办公等产品已适配华为鸿蒙操作系统。\n5、公司拥有人脸识别、语义识别、大数据智能分析、信息智能识别等人工智能相关技术专利10多项。"
        },
        {
          "code": "sz002885",
          "name": "京泉华",
          "limit_time": "10:34:09",
          "analysis": "固态变压器+机器人零部件（磁电转换器）+高压快充+车载磁性元器件\n1、网传纪要表示，公司与伊顿合作20多年，收入结构中伊顿占10%。4-5年前就开始配合做SST的研发配套，目前为伊顿SST高频变压器独供。公司当前供应产品的价值量约0.3-0.4元/W，后续有望拓展至做功率模块整体集成，价值量或达到1-1.2元/W。（未经证实）\n2、公司目前有部分磁电转换器件产品可应用在机器人电源和电机相关产品中，公司也将进一步扩大相关产品在该领域的应用。\n3、公司磁性元器件可用于800V高压快充。公司新能源车载磁性器件产品已积累了华为、比亚迪等优质的客户资源。\n4、小米集团是公司的重要客户之一，目前已在多个领域展开合作。\n5、公司主要从事磁性元器件、电源及特种变压器研发、生产及销售业务。华为是公司重要的客户之一，已在光伏新能源、充电桩等合作。公司主要为H公司全液冷超充站项目提供相关磁性器件产品。公司特种变压器产品包括逆变器、三相变压器等。电源具体产品包括氮化镓电源、光伏逆变电源等。"
        },
        {
          "code": "sh601126",
          "name": "四方股份",
          "limit_time": "13:00:22",
          "analysis": "固态变压器+间接合作阿里+智能电网+储能变流器\n1、公司推出的SST新一代数据中心供电方案创新性采用无工频变压器设计，能够实现中压AC直转低压DC，最高效率可达98%以上。公司提供交流10kV～35kV、直流20kV～60kV 接入，240V～800V直流输出的SST系列产品，全面适配下一代数据中心800V直流供电架构的需求。公司具有完整的数据中心供配电解决方案，已应用于中石油北京数据中心、天津超级计算机中心、天津太平洋电信信息枢纽中心等十余个数字中心。\n2、2025年1月15日，公司与世纪互联（阿里IDC合作商）对数据中心负荷特性、柴发替代等相关技术进行了深入讨论，后续或将有项目合作。\n3、2024年5月6日互动，公司已在智能制造工厂、电力二次设备监测系统、变电站二次设备数字孪生等场景下使用了自研工业互联网平台和相关技术。\n4、公司储能变流器技术处于行业领先，集中式、链式和模块化三种技术路线并行，覆盖从发电到用电各种储能场景，已在近百个储能项目中实际应用。\n5、公司的能量管理系统及协调控制系统，能确保储能电站继电保护和安全自动装置的安全运行。核心设备曾应用于国内多家风光储能创先工程。"
        },
        {
          "code": "sz002279",
          "name": "久其软件",
          "limit_time": "10:03:24",
          "analysis": "财税数字化+AI营销+跨境电商（出海营销）+曾合作敦煌网\n1、公司是国内传统报表业务领域的龙头企业，全程参与国家层面的电子凭证会计数据标准制定，给政府客户提供税源管理和综合治税系统，给企业集团客户提供涵盖全税种的财税管理系统。\n2、子公司久其数字正积极开发自己的Panda GPT专属资料库，并积极探索测试AIGC工具在数字营销领域的应用，自研的JoinMC智能客服产品已在部分跨境电商客户进行试应用。\n3、2025年4月18日盘后互动，公司有为跨境电商客户提供出海营销服务；子公司数字传播曾与敦煌网合作的joinchat产品于2022年获得过「Martech创新类-消费互动与体验类」铜奖。目前，子公司数字传播与煌网己无合作。\n4、公司数字传播业务主要为抖音提供海外广告投放服务。公司在数字传播业务领域是Meta的一级代理商。\n5、公司产品移动端应用已适配华为鸿蒙系统。"
        },
        {
          "code": "sz300141",
          "name": "和顺电气",
          "limit_time": "10:35:24",
          "analysis": "数据中心（配电）+充电桩+电力设备+光伏\n1、2024年半年报，旗下中导电力业务涉及数据中心建设及运维。公司主要产品为高低压电器及成套设备等产品，为客户提供输配电一次设备及配电系统解决方案。\n2、公司主要采取直销、渠道代理、与公交客运公司合作共建及运营充电站等多种营销模式。主要客户包括公交、电网、出租车、各大充电站运营商、平台公司、物流公司等充电站运营企业。\n3、公司自2015年起开展光伏（含山地、屋顶）、风电等项目投资、建设施工总承包等业务，并于2018年启动投资建设运营光伏发电项目，重点投入自发自用分布式光伏项目。"
        },
        {
          "code": "sh603861",
          "name": "白云电器",
          "limit_time": "13:03:58",
          "analysis": "数据中心电源+换电+华为数字能源+新能源汽车\n1、公司长期为数据中心行业提供产品和服务,已形成服务智能算力领域领先的电力能源解决方案能力，主要产品包括中低压开关柜、UPS配电、变压器、等供配电系统设备。\n2、2024年半年报，公司深化宁德时代战略合作。公司旗下佛山云天业务涉及新能源汽车换电设施销售。2022年年报披露，公司已着手研制新能源供电系统相关设备，已制成以新型直流配电为特色的“光储柔直”系统，依靠人工智能控制优化能量流动，达到全系统“低碳” 甚至“零碳”高效节能运转。\n3、公司主要与华为数字能源公司合作，为华为数字能源光伏产品线提供智能配电设备及辅助储能产品，目前已批量供货。\n4、公司主营业务为聚焦轨道交通、特高压、智能电网、工业，主要产品包括12kV高压成套开关设备、0.4kV低压成套开关设备、36/40.5kV及126kV气体绝缘金属封闭开关设备以及电力电子产品。\n5、公司与广州小鹏汽车在全国范围内建设新能源汽车充电站项目合作交流。"
        },
        {
          "code": "sz002922",
          "name": "伊戈尔",
          "limit_time": "13:57:21",
          "analysis": "数据中心电源+光伏+充电桩+华为\n1、公司推出了数据中心移相变压器、干压变压器、巴拿马电源、数据中心供电系统等，数据中心用的成套巴拿马电源已批量供货。2025年中标台达日本AIDC项目。据网络纪要，AIDC是公司新能源之后的第二增长曲线，2024-2026年预期1、2-3、4-5亿，目前开拓了台达在日本软银项目，北美拿了OEM订单，国内客户中恒、台达等。（未证实）\n2、公司新能源变压器主要应用于光伏发电等领域，公司新能源汽车充电桩产品品类有超级充电集、 交流充电桩、 直流一体式充电桩、 直流分体式充电机以及共直流母线式光储充一体化系统等。储能装置主要应用于用户侧工商业储能及大型储能电站。\n3、全资子公司东睦科达是高频电感磁性器件方面的核心磁芯供应商，主要客户有华为、阳光电源等。公司生产的高频磁性器件可应用于储能方面的业务。\n4、公司产品主要为能源产品、照明产品及其他三大品类，细分产品众多， 广泛应用于工业及消费领域的各类电子电器、电气设备。"
        },
        {
          "code": "sz301365",
          "name": "矩阵股份",
          "limit_time": "14:02:18",
          "analysis": "AIGC设计平台+建筑空间设计+住宅设计\n1、子公司暗壳科技、AIDLAB与腾讯云在深圳联合签署战略合作协议，正式宣布成立“设计AIGC联合实验室”。于2024年2月正式推出自研AIGC设计平台——暗壳AI。\n2、公司在研发的“一站式AI家居设计系统”通过相应技术和海量案例数据学习，完成一键式家居设计服务，研发与应用场景相匹配的AI设计系统和线上互动模拟体验环境，实现项目降本增效。\n3、公司主要从事空间设计与软装陈设业务,主要服务的项目类别为住宅地产的售楼处、样板间等空间领域。\n4、在非住宅领域,业务涵盖办公、酒店、教育、康养、文化场馆等业态领域。公司凭借综合竞争优势，与华润置地、旭辉控股、金地集团、绿城中国、万科等众多国内一线房地产企业建立了长期稳定的合作关系。"
        },
        {
          "code": "sh688676",
          "name": "金盘科技",
          "limit_time": "14:02:40",
          "analysis": "固态变压器+储能配套+储能数字化工厂\n1、网传纪要，公司首台套针对数据中心2.4mwSST样机已推出，25年下半年先在国内试点，字节万国等均在沟通；已在进行海外接触，海外市场推进迅速，适用于英伟达Rubin架构，预计26年上半年进入送样阶段。HVDC：国内外同步分析和设计，目前针对国内的方案做的样机，从240V提升到400V，下一步正负400V。接触的客户目前是国内为主，国外客户也在分析。在手订单充裕，25H2业绩预计明显超过25H1，数据中心在手订单很好，25H1收入5亿主要是国内客户，海外客户已批量出货，25H2会有所体现。（未证实）\n2、公司数字化团队已成功实施完成包括干式变压器、成套、储能、油浸式变压器4大产品类别数字化工厂整体解决方案，并已完成5座数字化工厂的建设。\n3、公司在抽水蓄能行业的产品主要包括自主研发的抽水蓄能SFC变压器等产品，应用有安徽绩溪抽水蓄能电站等项目。公司主要产品为干式变压器、干式电抗器等。"
        },
        {
          "code": "sz002706",
          "name": "良信股份",
          "limit_time": "14:10:21",
          "analysis": "AIDC断路器+间接供货英伟达+低压电器+数据中心\n1、2025年8月11日互动，已有部分断路器产品取得UL认证并于北美市场展开销售，未来公司将继续与北美头部大客户保持良好的合作及研发配合。网传纪要表示，公司给维谛已经有一款断路器产品小批量供应，后续2-3款正在验证。海外数据中心断路器供货紧张，ABB订单交期时间长（未经证实）。公司与维谛在数据中心、新能源等领域合作，主要提供低压电器解决方案。\n2、公司产品主要应用于数据中心机房配电、智能监控、智慧运维等领域，包含智能配电系统集成方案，中、低压成套解决方案及核心元器件模块化方案。2025年9月8日互动，公司产品主要应用于华为数据中心机房配电、智能监控等领域。\n3、公司是国内低压电器行业高端市场的领先企业之一，从事终端电器、配电电器、控制电器以及智能家居等电器产品的研发、生产、销售和服务，电网行业营收占比10%。\n4、公司在新能源领域主要的订单来自于风、光、储客户，产品是以低压电器为主。"
        },
        {
          "code": "sz002436",
          "name": "兴森科技",
          "limit_time": "14:26:06",
          "analysis": "传参与NV cowop工艺新方案+ABF载板破+HBM封装+PCB\n1、网传NV将在rubin ultra上考虑新方案，使用cowop工艺，将芯片直接封装在PCB上。公司有参与其新方案。网传公司海外N客户即将送样，两个月内N客户审厂 ，其他北美大客户也在对接中。（未经证实）\n2、网传公司ABF载板在H客户取得重大突破；按价值量测算单块板约100-200美元，单台服务器价值量约1000-1500美元，按40万台测算对应40亿人民币体量市场（未证实）。2024年1月18日互动，公司与华为在PCB业务和半导体业务领域均有合作，其为公司重要且稳定的长期合作伙伴。\n3、公司生产的FCBGA封装基板可用于HBM存储的封装。2025年4月30日互动，公司表示FCBGA封装基板项目正处于市场拓展和小批量生产阶段，后期公司将根据市场需求情况适时启动扩产。\n4、子公司北京兴斐是国内和韩系主流客户折叠屏手机的供应商，供应产品涉及主板和副板，产品工艺以高阶HDI和mSAP基板为主。\n5、公司是我国最大的专业印制电路板样板生产企业。"
        },
        {
          "code": "sz002364",
          "name": "中恒电气",
          "limit_time": "14:31:51",
          "analysis": "数据中心（HVDC）+阿里/字节+合作杭钢+电力数字化\n1、公司为数据中心高压直流（HVDC）绿色供电技术方案先行者。主要客户户包含BAT、通信运营商、第三方数据中心运营商及多地超算中心等。公司为字节跳动租用的部分第三方数据中心提供电源产品及配电设备。\n2、公司与阿里巴巴及其关联方主要在数据中心领域开展合作，网传纪要表示公司HVDC是阿里云直流方案独供（未经证实）。\n3、公司曾于2021中标杭钢集团投资的浙江云计算数据中心HVDC及配电项目。\n4、公司与华为就数据中心Panama智能一体化电源产品开展业务合作。\n5、公司在电力数字化技术方面聚焦电网运行安全、智能调度、数字化管理、能效治理专业软件研发和电力交易/仿真、新型电力系统数字孪生仿真、需求侧负荷预测、虚拟电厂等新型业务研究。"
        },
        {
          "code": "sh600183",
          "name": "生益科技",
          "limit_time": "14:43:20",
          "analysis": "覆铜板（PCB上游）+AI服务器+电子铜箔\n1、公司是业内首家发布可降解、可回收覆铜板的企业，高端高速产品是获得全球知名终端AI服务器的认证，实现在AI GPU领域的重大突破。公司正积极同国内外各大终端就 GPU 和 AI 展开相关项目开发合作，并已有产品在批量供应。\n2、公司与铜陵有色战略合作，将就电子电路行业的电子级铜箔应用进行更广泛的合作。\n3、公司自主研发的多个种类的产品取得了先进终端客户的认证，产品被广泛地应用于高算力、AI服务器、5G天线、芯片封装及消费类等电子产品上。"
        },
        {
          "code": "sz002158",
          "name": "汉钟精机",
          "limit_time": "14:56:42",
          "analysis": "数据中心制冷+半导体真空产品+光伏+压缩机\n1、网传纪要，公司近期接到施耐德电气欧洲订单，购买数据中心制冷压缩机，实现首个海外重大客户的突破（未证实）。公司制冷压缩机可用于数据中心液冷环节。东元电机是公司制冷压缩机产品的客户，2025年7月30日富士康与东元电机战略合作。\n2、公司半导体真空泵已通过部分国内芯片制造商的认可并开始批量供货，同时部分新客户和新工艺仍在配合测试验证中。此外，公司已与多家半导体设备企业合作，逐步推动国产化进程，并在部分制程中实现小批量应用。\n3、公司在光伏长晶及电池片产业之干泵客制化，以优异的应用实绩赢得了较大的市场份额。\n4、公司是全球应用工质最多的螺杆式压缩机生产企业之一，研制的单机双级螺杆式超低环温空气源高温热泵机组在雾霾治理、煤改电及城市供暖改造等行业中有着重要的地位。"
        },
        {
          "code": "sz301120",
          "name": "新特电气",
          "limit_time": null,
          "analysis": "固态变压器+数据中心+电力设备+绿色电力\n1、固态变压器是公司重点开发产品之一。\n2、公司在数据中心供电领域的系列化解决方案及产品公司电抗器是电力系统中用于限制电流变化的电气设备。\n3、目前公司已推出第二代工商业储能产品Energy Tank系列以及快速布置型储能系统等解决方案，同时公司布局环氧浇注变压器产品为储能配套。\n4、公司产品可以并且已应用于太阳能光伏、风电等绿色电力领域。公司已有产品案例中，其中包括核电领域的应用。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "中国太保落地全国首个人形机器人专属保险。",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sh600268",
          "name": "国电南自",
          "limit_time": "13:56:16",
          "analysis": "巡检机器人+核电+雅下水电站配套供电+岩土工程监测设备\n1、2025年8月8日互动，公司与高校联合研发巡检机器人，已具备水电及新能源厂站智能巡检项目实施能力。\n2、据2025年报，全国产自主可控发变组保护装置在核电领域实现国内首套应用。\n3、2025年8月8日盘中官微，近日公司成功中标中国雅江集团林芝重点项目配套供电工程，标志着公司在新能源电力领域的专业能力再次获得认可，并为国家战略在西藏地区的实施提供了强大动力。\n4、公司水电自动化专业、水资源及水利信息化专业、岩土工程安全监测自动化专业产品可在抽水蓄能水电站中应用。公司曾中标参与华电西藏大古水电站， 老挝水电站项目深圳抽水蓄能、海南琼中抽水蓄能、华电福新周宁抽水蓄能、梅州抽水蓄能电站项目。\n5、​​​公司有充电桩技术储备，产品涵盖直流充电桩、交流充电桩、充电监控平台和充电运营平台。公司在超超临界机组项目中主要产品为火电厂DCS、DEH控制系统等。"
        },
        {
          "code": "sz002870",
          "name": "香山股份",
          "limit_time": "09:46:09",
          "analysis": "人形机器人+比亚迪+智能座舱+实控人拟变更\n1、公司旗下均胜群英参与了贾维斯JARVIS的人形机器人智能表面、执行器方面的研发、生产工作。\n2、比亚迪是公司客户；2024年上半年，公司智能座舱部件业务占收入70.37%。\n3、2024年11月28日盘后公告，公司控股股东拟变更为均胜电子，公司实控人拟由赵玉昆变更为王剑峰。\n4、公司推出香山AI蔬菜识别秤，采用领先的人工智能本地识别算法，毫秒级响应，准确率99%以上。\n5、香山子公司均胜群英是国内几大主要充电桩服务供应商之一，是大众MEB平台车型智能充电桩的首批国内独家供应商。公司在汽车豪华内饰件全球市场份额前三名，在空气热管理系统、发动机进气系统和洗涤系统国内市场份额第一。"
        },
        {
          "code": "sz002779",
          "name": "中坚科技",
          "limit_time": "11:25:21",
          "analysis": "英伟达机器人+华为具身智能+人形机器人公司1X（挪威）\n1、公司跟英伟达深度合作，四足狗等多个平台搭载英伟达计算硬件，借助 Isaac Lab平台构建仿真训练模型，提升训练场景泛化能力。本次WRC期间将和英伟达进一步加强技术合作，包括端到端模型、仿真技术等。\n2、中坚科技是华为(深圳)全球具身智能产业创新中心与16家签约合作备忘录的企业之一。\n3、机构研究认为，在人形机器人方面，公司以对1X的投资为契机，促进产业链合作，有望成为其核心供应商，1X是全球人形机器人的领导品牌之一。1X是注册在挪威的人形机器人公司。\n4、公司园林机械海外销售欧洲区域占比超过90%，北美收入占比较小。\n5、2024年12月20日控股子公司江苏坚米作为世界智能制造博览会参展企业之一，携其核心产品“灵睿P1四足机器人”进行多场动态展示。。"
        },
        {
          "code": "sz003033",
          "name": "征和工业",
          "limit_time": "13:12:24",
          "analysis": "灵巧手+比亚迪+农机+摩托车配套\n1、2025年9月22日互动，公司研发的微型链系统项目，重点攻关机器人灵巧手传动技术，尚处于早期技术探索与储备阶段。在机器人领域的规划与布局方面，公司计划通过微型链系统软硬件一体化研发项目，推动从单一微型链系统向软硬件一体化及下游灵巧手方向发展。2025年4月30日调研，公司研发的微型链系统项目，重点攻关机器人灵巧手传动技术，尚处于早期技术探索与储备阶段。\n2、全资子公司上海瀚通主要从事汽车发动机正时系统导轨与钢制链轮的产销研,客户包括比亚迪。\n3、网传纪要表示，公司2024年摩托车配套端接近30%增长，丰田海外工厂取得良好进展，售后端维持稳健增长；农机整体维持两位数增长，其中农机耗材收入超5000万，收割刀具即将迎来放量期。\n4、公司是国内农机链条龙头，为上海瀚通为长安汽车、江铃汽车等众多汽车主机厂商客户提供优质产品及服务"
        },
        {
          "code": "sh603959",
          "name": "百利科技",
          "limit_time": "13:14:13",
          "analysis": "机器人+固态电池+控股股东破产清算+借壳猜想\n1、2025年10月15日调研纪要，公司正推进机器人方向，聚焦工业机器人及智能装备核心技术产品研制，打造机器人国产操作系统、国产控制器及高能量密度电池材料等核心零部件与功能性材料。2025年5月13日公告，公司策划培育人形机器人、 防爆四足机器人、 低空装备等机器人通用平台。\n2、公司在固态电池、钠离子电池材料装备领域深耕研究并推进大规模量产技术。\n3、2025年6月23日公告，公司控股股东西藏新海新收到法院通知，邢台天鹭以新海新不能清偿到期债务且明显缺乏清偿能力为由申请对新海新进行破产清算。\n4、2024年12月派勒经开产业投资拍得西藏信托持有的西藏新海新债权，债权项下享有百利科技4807.88万股股票质押优先受偿，占公司股本的9.81%，目前该部分股票将进行司法拍卖，派勒系拟参拍。派勒专注于微纳米工艺研磨与抛光设备及驱控一体化多轴数控系统研产销，市场有借壳预期。\n5、公司主要服务于新能源锂电池核心材料、氢燃料电池材料和有机合成材料。"
        },
        {
          "code": "sh603725",
          "name": "天安新材",
          "limit_time": "13:22:57",
          "analysis": "电子皮肤+参股机器人公司+汽饰材料+家居材料\n1、公司参股若铂机器人，通过此次参股，若铂机器人将获得更多资源和支持，加速其技术研发和市场渠道拓展；若铂机器人的技术、产品与公司正在研发的电子皮肤技术具有协同效应，若铂机器人在机器人智能控制方面的技术积累和产品应用经验，将为公司在电子皮肤方面的实践验证与产品落地提供强有力的支持，推动公司在电子皮肤领域的应用突破。\n2、公司地处广东省，专业从事高分子复合饰面材料的研发、设计、生产及销售,主营家居装饰饰面材料、汽车内饰饰面材料、薄膜及人造革等产品， 公司汽车内饰饰面材料的主机厂客户有小鹏、比亚迪、长城等。\n3、公司主营业务为建筑陶瓷以及汽车内饰饰面材料、家居装饰饰面材料、建筑防火饰面板材等高分子复合饰面材料的研发、设计、生产及销售以及整装交付服务。2024年10月28日投资者关系活动记录表，公司通过参股佛山隽业构建装配式内装EPC产业链闭环，提升公装市场竞争力，响应城市更新政策并布局海外整装品牌出海。"
        },
        {
          "code": "sh603286",
          "name": "日盈电子",
          "limit_time": "13:30:37",
          "analysis": "人形机器人（电子皮肤）+激光雷达洗涤系统+特斯拉\n1、网传纪要（未证实），公司手部新品与北美客户经过2个月的密集合作研发，董事长国庆期间将赴美送样，若顺利将直接在自有的美国工厂搭建产线。2025年7月28日据官微，公司基于柔性触觉感知的防夹传感器已获项目定点，标志公司的柔性触觉传感产品实现零的突破。\n2、2025年8月28日公告，公司电子皮肤样品研发成功并申请专利，正与985高校联合申报课题，同时推进北美工厂下半年投产以拓展海外具身智能客户。 \n3、2025年7月1日互动，公司压阻式电子皮肤产品已研发成功，在送货验证阶段，正与国内外人形机器人潜在客户送样及技术沟通。\n4、公司激光雷达洗涤系统已获多家Tier1、Tier2定点，并实现小批量供货。公司为比亚迪一级供应商。\n5、公司360全景环视系统主机及摄像头均使用高端智能芯片，并通过软件调教、算法优化等输出高质量图像，实现2D/3D鸟瞰全景等功能。公司客户麦格纳是特斯拉供应商之一。"
        },
        {
          "code": "sz300611",
          "name": "美力科技",
          "limit_time": "13:31:57",
          "analysis": "人形机器人+车用弹簧+比亚迪\n1、2025年10月14日互动易，公司机器人弹簧持续送样并有小批量订单。\n2、公司主要从事高端弹簧产品的研发、生产和销售业务，主要产品包括汽车配套的底盘悬架系统弹簧、动力系统弹簧、车身及内饰弹簧等产品。比亚迪是公司的重要客户之一，目前公司配套比亚迪包括整车及弗迪动力、弗迪科技等汽车零部件。\n3、子公司上海科工拥有完整的工程塑料汽车零部件开发能力，能为汽车零部件制造商。\n4、公司现已向理想、蔚来等新能源车企配套供货，并正与小鹏汽车积极洽谈合作。"
        },
        {
          "code": "sh603901",
          "name": "永创智能",
          "limit_time": "13:34:00",
          "analysis": "机器人+供货泡泡玛特代工厂设备+包装设备\n1、2025年半年报披露，公司新设人形智能机器人研发部门，加快人形机器人整机、核心零部件、以及人形机器人在包装领域应用技术的研发工作。目前已完成多款人形机器人产品及核心部件的设计定型。公司出资1700万元成立浙江涌创人形智能机器人，持股85%。\n2、网传纪要表示公司目前是泡泡玛特30多个产品代工厂包装设备核心供应商，目前基于人型整机优势合作智能化潮玩总装，单线2000万左右，考虑到代工厂替代需求，总计有望数百条产线潜在需求。\n3、公司将工业机器人集成于公司智能包装生产线系列产品，以提高智能包装生产线的柔性化和智能化；将自主研发的图像识别、视觉检测等技术应用于公司智能包装生产线。\n4、公司从事包装设备、包装材料、包装智能化软件系统的研产销，以技术为依托为客户提供智能包装解决方案，产品应用于液态食品、固态食品、医药等众多领域。"
        },
        {
          "code": "sz002664",
          "name": "信质集团",
          "limit_time": "13:41:24",
          "analysis": "人形机器人（电机）+供货大疆+汽车电机定子\n1、公司设立浙江鸿辉机器人电机公司，产品规划包括无框力矩电机、手部微型电机、无刷微电机(有齿槽)等，涵盖人形机器人电机、机器人关节电机核心零部件等。公司人形机器人电机已小批量交付，产品包括无框力矩电机、齿槽微电机，并与国内领先人形机器人企业展开合作。\n2、据网络纪要，T客户、HW、大疆、星动纪元等头部客户全面布局，按照单个人形机器人28个电机（14个旋转关节和14个线性关节），单个电机1000元计算，单机价值量约3万元；100万台T机器人对应约300亿元采购额，40%份额对应120亿元收入，10%净利率对应12亿元净利润。（未证实）\n3、2025年2月14日调研，公司与大疆的合作情况良好，双方已经实现了量产配套，并在无人机电机核心部件领域展开了深入合作。\n4、公司主要从事各类电机核心零部件业务的研发、制造和销售业务。公司是比亚迪全资子公司弗迪动力定转子业务批量供应商。\n5、华为与长鹰信质在深圳签署数字化变革顶层规划合作协议。"
        },
        {
          "code": "sz002050",
          "name": "三花智控",
          "limit_time": "14:05:15",
          "analysis": "人形机器人+特斯拉+热泵技术+热管理系统\n1、网传信息，公司为T链机器人旋转关节核心供应商（未证实）。公司曾2019年互动提及与特斯拉签订相关保密协议。公司在仿生机器人领域，公司聚焦机电执行器，全方面配合客户产品研发、试制、调整并最终实现量产落地；同时，同步配合客户量产目标，积极筹划机电执行器海外生产布局。\n2、公司以热泵技术和热管理系统产品的研究与应用为核心，专注于冷热转换、温度智能控制的环境热管理解决方案开发，致力于建筑暖通、电器设备和新能源汽车热管理领域的专业化经营。\n3、公司业务主要分为制冷空调电器零部件业务和汽车零部件业务。"
        },
        {
          "code": "sh600021",
          "name": "上海电力",
          "limit_time": "14:23:44",
          "analysis": "机器人+新能源电力+资产注入预期+热力\n1、2025年10月1日讯，国网上海电力自研的“天擎”特高压输电线路作业机器人正式投用。\n2、公司地处上海，为国电投旗下主要上市平台之一，是集火电、风电、光伏、氢能、综合智慧能源、现代能源供应和服务于一体的现代能源企业，主要从事发电厂的开发、运营和管理，业务涵盖清洁能源、可再生能源、综合智慧能源等领域，是我国五大发电集团之一国家电力投资集团公司最主要的上市公司之一，也是上海市最主要的电力能源企业之一。\n3、根据国资委 2025 年底资产证券化率≥80% 的要求，国家电投集团正加速推进资产整合。上海电力作为集团核心上市平台，被视为海外资产证券化的主要载体。市场普遍预期在2025年四季度前完成首批资产注入，优先标的可能为土耳其、日本等高盈利项目。（未证实）\n4、公司售热业务主要集中于上海地区，热力收入主要来自公司所属漕泾热电、上电漕泾、外高桥发电等电厂，主要服务对象为重点工业企业。"
        },
        {
          "code": "sz002967",
          "name": "广电计量",
          "limit_time": "14:47:21",
          "analysis": "机器人检测+空中出租车+计量服务\n1、公司可为客户提供综合的机器人检测服务，工业机器人、服务机器人、机器人集成系统等都是公司的目标客户。公司为华为提供计量校准、可靠性与环境试验、电磁兼容检测、化学分析等服务。\n2、公司主要是在亿航智能的EH216-S型无人驾驶载人航空器适航取证试验中，承担了飞行控制、机载通信、动力装置、电池等多个系统的设备级产品的环境可靠性试验和电磁兼容试验，低空飞行器领域的主要业务有无人机适航取证方面的检测和咨询业务。\n3、公司是以计量服务、检测服务、EHS评价服务等专业技术服务为主要业务的全国性、综合性的独立第三方计量检测技术服务机构，成功开发出4纳米先进制程芯片解剖技术、联合大学院校突破高端算力芯片工业缺陷智能化检测技术瓶颈。"
        },
        {
          "code": "sh603667",
          "name": "五洲新春",
          "limit_time": "14:49:20",
          "analysis": "机器人丝杠（特斯拉）+机器人轴承+风电\n1、2025年3月12日公告，公司与新剑签订战略合作框架协议。网传纪要，目前公司通过杭州新剑实际供货T，产品涵盖行星滚柱丝杠+灵巧手微型丝杠，将直接出现在T供应链名单，并协同XJ海外建厂。公司以高端行星滚柱丝杠产品为切入点的各类丝杠产品，为机器人直线执行器、灵巧手提供部件或者成套产品。公司已陆续开发出灵巧手微型丝杠、线性执行器行星滚柱丝杠等新产品。\n2、公司已经研发成功机器人谐波减速器柔性薄壁轴承、RV减速器圆锥滚子轴承及各类定制化球轴承，并积极研发交叉滚子轴承。\n3、公司新能车核心零部件已成功切入特斯拉供应链，定点配套北美特斯拉驱动电机轴承套圈。五洲是全国唯一已实现海/陆大小mw的变桨、主轴和齿轮箱等全类型风电轴承滚子进口替代。\n4、公司并购FLT实现贴牌到自主品牌跨越。成品轴承成功切入tesla、小鹏供应链。公司主营产品包括轴承产品、汽车精密零配件、空调管路件以及风电滚子四大类型。"
        }
      ]
    },
    {
      "name": "汽车产业",
      "reason": "京东宣布联合宁德时代旗下的时代电服和广汽集团，在11月9日共同推出一款新车。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh600626",
          "name": "申达股份",
          "limit_time": "09:41:31",
          "analysis": "汽车内饰+纺织新材料+上海国资\n1、公司主要业务为汽车内饰及声学元件、纺织新材料和进出口贸易，其中汽车内饰及声学元件是规模最大的主营业务，产品包括地板系统、声学元件和软饰小件，客户涵盖通用、福特、宝马、蔚来等国内外整车厂。持股35%子公司NYX已入选纯电动高性能智能轿车特斯拉Model3的供应商名录。\n2、公司纺织新材料业务，重点培育发展柔性复合材料和土工材料等。公司实控人为上海国资委。\n3、进出口贸易业务是公司的传统主业，涉及领域为纺织品、家用纺织品及其他进出口业务。"
        },
        {
          "code": "sh603232",
          "name": "格尔软件",
          "limit_time": "09:44:25",
          "analysis": "汽车级芯片设计+数字货币+量子科技+华为\n1、参股公司上海芯钛，要从事汽车级半导体芯片产品的设计研发，提供安全类MCU、通用型MCU等芯片产品，并为汽车智能网联提供整体信息安全解决方案。\n2、公司目前主要专注于基于密码技术为核心的信息安全业务，密码技术是数字货币的核心技术之一，数字货币的发展或将为密码行业带来新的发展机遇。公司在数字签名技术、私钥安全保护等方面的技术储备可用于稳定币。\n3、公司持股71.42%上海泓格后量子科技致力于抗量子密码领域技术研究、标准制定、产品研发。抗量子密码是一种能够抵御量子计算机攻击的密码学算法，该技术的发展对于保护网络安全具有重要意义。\n4、公司地处上海，是国内首批商用密码产品定点生产与销售单位，是国内首批通过国家密码管理局安全审查的建设单位，为国家密码管理局基础设施组秘书成员单位。\n5、公司网盾、云认证网关等产品通过华为公司Huawei Ready认证，公司实现密码平台与华为云的“全融合”，。"
        },
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": "10:02:57",
          "analysis": "汽车整车（海南）+无人驾驶+网传合作富士康造车+马字辈\n1、公司表示作为海南本土汽车企业，将继续积极关注海南自贸港相关优惠政策，利用好海南出口、物流的优势以及海外贸易优惠政策等，做强公司出口业务。\n2、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统以及ACC自适应巡航系统等智能驾驶辅助系统。\n3、网传公司合作富士康造车。公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。\n4、公司主营业务为汽车及动力总成的研发、制造、销售及服务，生产的主要产品为海马7X、海马8S和海马6P等，提供的主要服务为金融服务和租赁服务等。\n5、 公司于海口市的首座制氢加氢一体化站及配套分布式光伏项目已建设完成并投入运营。"
        },
        {
          "code": "sh603917",
          "name": "合力科技",
          "limit_time": "11:14:20",
          "analysis": "汽车模具+传机器人零部件+小米汽车+一体化压铸模具\n1、公司主要从事汽车用铸造模具、压铸模具、热冲压模具、铝合金部品和汽车制动系统的研产销。公司直接客户有比亚迪、 宁德时代。公司公告表示间接供货特斯拉。公司是中国模具工业协会认定的首批四家铸造模具重点骨干企业之一。\n2、公司为华晨宝马、一汽大众、上汽通用等合资汽车厂家提供热冲压结构件，实现模具间接供应理想、小鹏汽车、蔚来等新能源车企。\n3、网传纪要表示，公司通过”核心部件+整机集成”双轮驱动，在服务机器人领域形成独特竞争优势，公司微关节产品已实现对鸣志电器稳定供货，切入医疗机器人供应链。（未经证实）\n4、网传公司是小米汽车一体化压铸超大型模具核心供应商，目前已经出货1套，后续有望获得独供资格，按6-7万台一副模具来算，明年可供给小米汽车4-5套一体化超大型压铸模具。"
        },
        {
          "code": "sh605111",
          "name": "新洁能",
          "limit_time": "14:34:19",
          "analysis": "汽车芯片+半导体+AI服务器+先进封装\n1、公司目前已经推出200款车规级MOSFET产品，并应用至比亚迪的全系列车型中，同时对联合电子、伯特利等国内头部Tier1持续规模出货，公司已经获得联合电子20多个汽车电子项目的定点通知书。\n2、参股公司苏州矩阵专注于国内空白的化合物半导体磁传感材料及芯片的研发和生产。\n3、公司利用自身优势，围绕AI算力服务器的相关需求开发产品，并积极开发下游客户，目前公司的相关产品已经在AI算力领域头部客户实现批量销售。\n4、全资子公司电基集成，致力于研发与生产国际一流同行已有、但国内无法找到代工资源的先进封装技术和产品。"
        },
        {
          "code": "sz000957",
          "name": "中通客车",
          "limit_time": "14:43:24",
          "analysis": "智能驾驶+客车设备更新\n1、公司结合产品和市场需求，研发和应用智能辅助驾驶系统，不断提升整车的智能化水平。 2020年获得山东省首张智能网联汽车测试牌照，实现了无人驾驶客车在开放道路运行。目前与多个团队合作开发，已推出四代智能驾驶客车，先后在聊城、济南、青岛、天津、北京等地开展示范运营。公司智能驾驶客车已实现开放道路场景跑车测试，并达到智能驾驶L4级水平。\n2、公司主要以客车为主兼顾零部件产品的开发、制造和销售，客车产品涵盖从5米到18米不同系列各种档次，用途主要为公路、公交等细分市场。\n3、2022年公司年报，公司开发了 U-Link 智慧车联网平台。\n4、公司2025年H1海外业务占营收69.96%。公司是第一个作为公交产品车型批量进入俄罗斯市场的品牌，目前产品已遍布俄罗斯各个地区，占当地旅游市场的主力运载车型40%。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "近日经济形势专家和企业家座谈会召开，会上强调要加力提效实施逆周期调节，用足用好政策资源，以改革办法打通堵点卡点。要持续用力扩大内需、做强国内大循环，不断形成扩内需的新增长点。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh605188",
          "name": "国光连锁",
          "limit_time": "10:56:09",
          "analysis": "连锁超市+自有物业+线上营销\n1、公司以连锁超市为核心业态，辅以百货商场，专注于满足消费者日常购物需求，聚焦生鲜、食品等高频消费品类，打造区域性零售品牌。\n2、2025年8月25日晚公告，上半年公司收入14.48亿元，同增6.50%；归母净利润1989.79万元，同增4.15%。\n3、截至2024年末，公司拥有46家门店，覆盖吉安、赣州、宜春等城市。公司自有商业物业43.82万平方米，占门店总面积的45.28%，降低租金成本波动风险。\n4、公司入驻美团、饿了么、京东到家等，2024年线上销售额1.41亿元，占营收约5.64%。​\n5、公司瑞金商业综合体​是投资建设集购物、餐饮、娱乐于一体的综合体，预计2026年投入运营。"
        },
        {
          "code": "sz000626",
          "name": "远大控股",
          "limit_time": "09:34:15",
          "analysis": "跨境电商+棕榈油+东盟+生态农业\n1、公司在坚持主营业务的同时，密切关注跨境电商相关业务领域的发展趋势，并结合自身能力及渠道，逐步布局跨境电商服务。\n2、公司建立了以远大粮油为产业平台、远大油脂（新加坡）为国际资源和贸易中枢、远大油脂（东莞）为生产加工和仓储交割基地、鸿信食品为特种油脂和终端触达的产业布局，国际贸易覆盖东南亚、南亚、中东、西非等全球主要棕榈油产销区。\n3、公司于 2022 年作为马来西亚境外第一家企业通过马来西亚可持续发展棕榈油供应链认证。\n4、公司生态农业板块在新疆、甘肃、广东等省份与多家供销合作社系统的农资公司开展了业务合作，油脂和贸易板块也与供销合作社系统的相关公司有部分业务往来。\n5、公司主营业务涵盖贸易、油脂、生态农业三大领域。"
        },
        {
          "code": "sz003041",
          "name": "真爱美家",
          "limit_time": "09:34:03",
          "analysis": "毛毯纺织+跨境电商+一带一路+智能新工厂\n1、公司是国内毛毯行业的龙头企业之一，两家子公司合计年产能约为 4.97 万吨。\n2、公司有在阿里巴巴国际站、Made in China和1688跨境电商平台销售。公司销售收入主要来源于境外市场，2024年上半年境外主营业务收入占比超过 80%。公司外销产品为毛毯，主要销售到中东、北非和南非地区。\n3、公司智能新工厂目前正在进行各条线自动化调试收尾工作，部分条线已开始试产，最快预计2024年年底可正式投产\n4、自发热棉被不需用电即可起到保温加热效果，主要销售到中东、北非和南非地区，并持续布局欧美和一带一路沿线国家。"
        },
        {
          "code": "sh603307",
          "name": "扬州金泉",
          "limit_time": "11:20:41",
          "analysis": "户外帐篷/睡袋+外贸\n1、公司主营户外用品，主要产品为帐篷、睡袋、户外服装、背包等户外用品。截止2025年6月30日，公司海外营收占比94.11%。\n2、公司主要采用ODM/OEM形式为国际知名品牌进行代加工生产,为国际知名品牌如Coleman(科勒曼)、TheNorthFace(北面)、Fjallraven(瑞典北极狐)等进行代加工生产。"
        },
        {
          "code": "sz003010",
          "name": "若羽臣",
          "limit_time": "13:35:39",
          "analysis": "自有品牌业绩增长+快消品+拟港股上市+AI应用+跨境电商\n1、网传信息，自有品牌9月维持亮眼表现，预计 9月斐萃抖音 GMV 1.5亿(超8月)，绽家抖音GMV 5000+万，新品牌纽伊贝抖音约GMV 5000万（未证实）。\n2、2025年8月19日盘后公告，公司上半年实现营收13.19亿元，同比增长67.55%；归母净利润0.72亿元，同比增长85.60%。公司自有品牌实现营收6.03亿元，同比增长242.42%，占公司整体营收的45.75%。公司目前投资的KEY iN科技护肤品牌已经联合斐萃特别定制麦角硫因光雕舱面膜。\n3、2025年8月5日公告，公司正式启动港股主板二次上市筹备工作。\n4、在代运营业务方面，公司将持续巩固保健品、母婴、美妆个护、食品饮料等类目的头部竞争优势，保持以高质量交付为前提的稳定增长。\n5、公司在页面制作上，通过AI绘画和AI照片生成，辅助商品图片、店铺页面以及资源位图片的设计制作;在客服服务上，运用AI语音技术制作客服语音回复;公司还通过AI影像分析技术，赋能业务的增长。公司地处广州，2016年涉足跨境电商。2024年境外营收占比28.86%。"
        },
        {
          "code": "sh600315",
          "name": "上海家化",
          "limit_time": null,
          "analysis": "化妆品+三胎\n1、网传纪要表示，2025年10月15日天猫双十一预售开启，根据久谦高频数据显示，Q3公司佰草集线上增速超140%， 玉泽线上增长超50%， 六神线上增长超50%。\n2、公司启初品牌进一步拓展目标消费者范围至儿童、孕产妇,并为不同生命阶段的消费者提供专业的护理产品。\n3、公司主要从事护肤、个护家清、母婴产品的研发、生产和销售，主要品牌包括佰草集、玉泽、高夫、美加净、典萃、双妹、启初、汤美星、六神、家安等，以及合作品牌包括片仔癀（口腔护理）、芳芯、碧缇丝。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "2025年10月15日至17日，第二届湾区半导体产业生态博览会将在深圳会展中心盛大启幕。10月10日，深圳市政府新闻办新闻发布会举行。深圳市发展和改革委员会主任郭子平介绍，深圳半导体企业新凯来将亮相\"湾芯展\"。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600629",
          "name": "华建集团",
          "limit_time": "13:59:35",
          "analysis": "控股股东间接持有微电子股权+算力+建筑施工+AI工程设计\n1、控股股东上海国投旗下子公司上海科技创投公司持有上海微电子13.275%股权。\n2、2024年12月9日公司官微发布其子公司建设咨询成功中标盐城市海洋智算中心项目，主要建设两栋数据中心机房楼，一个110/10KV总降压站及一栋综合楼。\n3、公司定位为以工程设计咨询为核心，业务领域覆盖工程建设项目全过程。\n4、公司实控人是上海国资委，公司已发布第一代虚拟设计院平台产品--云华建Beta版，是全国首个建筑工程设计项目数字化协同平台。公司此前考虑到GPT、AIGC等技术对募投数字化转型项目重新论证，未来或将进军AI+设计领域。"
        },
        {
          "code": "sz300111",
          "name": "向日葵",
          "limit_time": "10:46:00",
          "analysis": "高端半导体材料+原料药+机器人\n1、2025年9月21日公告，公司拟收购兮璞材料100%股权；标的专注高端半导体材料，构建覆盖主流电子特气及前驱体类型的完整产品矩阵，多款关键产品已通过国内外多家知名晶圆厂认证并成为其核心供应商，2024年营收9854万元，净利润1376万元。\n2、公司主营业务聚焦医药领域，主要为抗感染类、心血管类、消化系统类等药物的研发、生产和销售，主导产品涵盖抗感染药物、心血管药物、消化系统药物等领域。公司在国内克拉霉素原料药生产领域中处于领先地位。\n3、公司主导产品涵盖抗感染药物、心血管药物、消化系统药物等领域。\n4、公司参股宁波韦尔德斯凯勒智能，后者经营范围包括机器人与智能化装备，机器人核心控制芯片及机器人相关配件制造等。"
        },
        {
          "code": "sh603938",
          "name": "三孚股份",
          "limit_time": "14:49:02",
          "analysis": "存储上游+电子特气（半导体）\n1、公司电子级二氯二氢硅产品目前已覆盖下游国内存储芯片、逻辑芯片、硅基前驱体等各个领域。公司高纯四氯化硅产品目前在我国行业内市场占有率较高，已实现对原材料要求较为苛刻的PCVD芯棒生产工艺的规模化供应。\n2、电子级二氯二氢硅、电子级三氯氢硅及电子级四氯化硅均属于电子特气，是半导体材料生产过程中一种重要的辅助气体。2025年3月13日互动，目前我国电子级三氯氢硅产品在4-6-8寸外延片方面实现国产化应用。电子级二氯二氢硅产品、电子级四氯化硅产品国产产品依然相对较少，未来三种产品的国产化需求预计将有较大比例的提升。\n3、公司是全国范围内产量较大及供货稳定的三氯氢硅、氢氧化钾、高纯四氯化硅、硫酸钾生产企业。产品出口到南美、东南亚、非洲等地。"
        },
        {
          "code": "sz002208",
          "name": "合肥城建",
          "limit_time": "",
          "analysis": "长鑫存储+蚂蚁金服+房地产+数据要素+合肥国资\n1、2025年10月10日盘中讯，据证监会官网，长鑫科技已发布IPO辅导工作完成报告。公司合肥长鑫集成项目主要围绕长鑫存储项目布局上下游产业链配套，提供生活服务设施，致力于打造产城融合国家存储产业基地、世界一流的存储产业集群。\n2、控股股东兴泰控股通过参股建信信托，成为海南建银建信的间接股东，而海南建银建信是蚂蚁金服的股东之一。\n3、公司主要业务包括地产开发、代建事业、物业管理和租赁业务。公司成立以来，专注于住宅地产、商业地产及写字楼和工业地产的开发建设，产品形态多元，项目辐射安徽多个城市及海南三亚、江苏南京等地。公司实控人合肥市国资委。\n4、公司收购的安徽公共资源交易集团有限公司深耕交易服务领域，为客户提供招标代理服务、招标增值服务及产权交易服务。安徽公共资源交易集团有限公司持有安徽省数据交易所有限公司40%股权。\n5、公司全资子公司合肥工投工业科技发展是安徽省规模最大的从事工业标准化厂房开发运营的工业地产开发企业。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "全国唯一 生物医药领域破解贸易壁垒、预警贸易风险的平台在上海揭牌。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002940",
          "name": "昂利康",
          "limit_time": "10:02:12",
          "analysis": "创新药+甾体原料药+宠物药+维生素D3\n1、2025年8月28日公告，公司首个创新药品种注射用ALK-N001/QHL-1618于2025年4月获得药物临床试验批准通知书，现处于临床Ⅰ期试验阶段，截至目前，已顺利完成两个剂量的爬坡。短期内公司创新药管线主要包括两个项目：ALK-N001/QHL-1618针对化疗，ALK-N002/IMD-1005则聚焦于免疫治疗。\n2、2025年7月31日盘后公告，公司收到国家药监局签发的西格列汀二甲双胍缓释片《药品注册证书》，药品适用于正在接受西格列汀和二甲双胍缓释片联合治疗的成人 2 型糖尿病患者。\n3、淳迪生物（昂利康孙公司）是全球唯一的植物源维生素D3商业化生产企业。\n4、2025年6月5日互动，子公司昂利康动保主要从事宠物药的研产销。\n5、公司主要从事的业务为医药生产制造业务，主要包括化学原料药、化学制剂和药用辅料的研发、生产和销售。主要产品涵盖了抗感染类、心血管类等多个用药领域。"
        },
        {
          "code": "sh603222",
          "name": "济民健康",
          "limit_time": "10:18:55",
          "analysis": "创新药+干细胞治疗+医美+医疗器械\n1、2025年10月13日互动，DB006溶瘤腺病毒注射液属于Ⅰ类创新药，用于实体瘤。子公司海南济民博鳌国际医院于2025年9月26日取得国家药品监督管理局药品审评中心（CDE）签发的临床试验申请《受理通知书》。\n2、 2024年年度报告公司主要研发项目包含，ADSC-101， ADSC-102，ADSC-103，JCDC-101，JCDC-102，JCDC-103，JICt-8801plus，多个Ⅰ类创新药。\n3、公司旗下海南博整国际医院拥有国内唯一一家通过日本国厚生省认证的国际再生医学实验室，建成了包括细胞存储、国际标准细胞制备、细胞治疗临床研究、干细胞与再生医学技术转化四大核心技术平台，医院自体脂肪干细胞获得中检院的质量检定。\n4、公司旗下海南博鳌国际医院设有医学美容中心。\n5、公司主营业务包括三大业务板块，一是医疗服务业务，二是医疗器械的研产销，三是大输液系列产品的研发、生产和销售。"
        },
        {
          "code": "sh600513",
          "name": "联环药业",
          "limit_time": "11:15:12",
          "analysis": "创新药+制剂品种通过GMP检查+医美\n1、2025年7月19日公告，公司收到国家药监局核准签发的关于瑞卢戈利片的《药物临床试验批准通知书》，现已正式取得瑞卢戈利片开展前列腺癌临床试验的批准。2025年7月5日调研，公司创新药LH-1801处于三期临床试验阶段，入组完成，正进行数据清理等后续工作，预计2026年一季度完成揭盲。评估其市场潜力，糖尿病领域前景广阔，其所在SGLT-2靶点潜力巨大。\n2、2025年8月7日官微，国家市场监管总局发布公告，批准《数字化转型管理能力体系建设要求》正式发布；公司是主要起草单位之一。\n3、2025年8月1日盘前官微，控股45%子公司成都亚中首个制剂品种通过药品GMP符合性检查。\n4、公司是一家制造和销售化学原料药、化学药制剂及有机中间体的医药企业。公司禽流感灭活疫苗(H9亚型,F株)获得农业部兽药生产批文并投入生产。\n5、公司持股的扬大联环药业，具有20年化妆品研发生产资质，旗下有自己的医美化妆品品牌，产品包括纯玻尿酸原液等。"
        },
        {
          "code": "sz300436",
          "name": "广生堂",
          "limit_time": null,
          "analysis": "乙肝创新药+辅助生殖\n1、2025年10月10日公告，乙肝治疗一类创新药GST-HG131的研究成果被美国肝病研究协会接受为年会最新突破摘要报告。GST-HG131是目前全球首个完成II期临床的口服HBsAg抑制剂，临床试验显示在患者HBsAg基线普遍较低的情况下，仍能迅速下降，最快7天有约0.8Log10IU/mL的降幅。\n2、乙肝创新药GST-HG141已于2025年7月完成III期首例患者入组，进度居行业前列，且GST-HG131联合GST-HG141 II期临床已获批。\n3、2024年11月28日公告，抗新冠病毒口服小分子3CL 蛋白酶抑制剂一类创新药阿泰特韦片/利托那韦片组合包装(商品名:泰中定)首次成功纳入正式《国家医保目录》。\n4、 全资子公司广生堂辅助生殖海外有限公司主营从事生殖技术的研发、转让、咨询等。\n5、子公司中兴药业是国内较大的水飞蓟制剂生产企业之一。水飞蓟宾类药物作为目前在世界范围内被认可的一类天然植物保肝药。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "媒体报道，确有光伏产能调控政策将出台。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600819",
          "name": "耀皮玻璃",
          "limit_time": "09:33:05",
          "analysis": "光伏玻璃+建筑玻璃（上海国资）+汽车玻璃\n1、公司浮法玻璃拥有天津、常熟两个生产基地,产品包括高端汽车玻璃原片、EA在线硬镀膜低辐射玻璃、超白玻璃、太阳能电池面板玻璃和特种节能玻璃等。\n2、公司是国内商用建筑玻璃的优秀供应商，产品包括浮法玻璃、建筑加工玻璃、汽车加工玻璃，公司收购艾洁旭大连，目前有1条800吨的TCO玻璃产线，实控人是上海国资委。\n3、公司拥有4条先进技术的浮法玻璃生产线、年产约68万吨各种高端浮法玻璃原片，中空玻璃年产能约850万平方米，镀膜玻璃年产能约1450万平米。\n4、公司能提供航空玻璃原片。"
        },
        {
          "code": "sh600481",
          "name": "双良节能",
          "limit_time": "10:11:50",
          "analysis": "光伏（硅片、组件、设备）+数据中心（液冷）+还原炉设备\n1、公司主营光伏单晶硅棒、硅片、组件及绿电制氢系统。公司在包头市稀土高新区分两期建设共40GW单晶硅项目。一期项目总投资70亿元，建成年产20GW拉晶、20GW切片项目；公司拥有全球规模最大的溴冷机生产基地，多晶硅还原炉的市场份额稳居国内第一。\n2、2025年7月15日公告，预计公司2025H1实现扣非净利润为-6.7亿元—-5.2亿元，同比实现减亏。\n3、2024年12月25日互动，公司有液冷模块及液冷成套设备等相关产品应用于数据中心。公司CDM液冷换热模块涉及全浸没式液冷服务器换热模块与尾端冷却塔设备，近年来一直获有优质客户的订单。\n4、公司已与通威、爱旭、天合等厂商达成合作，累计签订硅片/硅棒长单规模达到636.86亿元。\n5、公司传统业务节能节水系统：溴化锂冷热机组、换热器、空冷器系统等，营收占比67.83%。"
        },
        {
          "code": "sh605566",
          "name": "福莱蒽特",
          "limit_time": "10:50:48",
          "analysis": "POE/EVA光伏胶膜+分散染料\n1、太阳能电池封装胶膜业务是公司在主营业务外的一次重要尝试，公司看好相关行业的发展前景；公司控股子公司福莱蒽特新能源产品包括POE、EVA太阳能电池封装胶膜，目前拥有10条生产线（已建成的7条，在建的3条），已建成的胶膜产能约250万平方米/每月，全部建成后的胶膜产能约为400万平方米/每月。2025年9月27日公告，公司控股子公司嘉兴新材料已于2025年7月26日起停产歇业，光伏胶膜业务不再拖累业绩。\n2、公司主营业务为分散染料及其滤饼的研发、生产及销售，主要产品为分散染料，用于涤纶及其混纺织物的染色，核心竞争力的产品为高水洗牢度、高日晒牢度和环保型分散染料。\n3、公司拥有分散染料产能 24000 吨,主导的产品为高水洗牢度和高日晒牢度的分散染料。"
        }
      ]
    },
    {
      "name": "能源",
      "reason": "随着北方大范围降温，迎峰度冬即将启动，下游电煤补库需求有所增加。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600403",
          "name": "大有能源",
          "limit_time": "09:41:15",
          "analysis": "煤炭+间接控股股东战略重组+资产注入预期+河南国资\n1、公司2024年煤炭产量968万吨。公司所属矿区有长焰煤、焦煤、贫瘦煤等煤种，所产优质长焰煤、焦煤、贫煤、洗精煤广泛应用于发电、煤化工、工业锅炉、炼焦、建材等行业。\n2、2025年9月25日晚公告，公司收到通知，河南省委、省政府决定对间接控股股东河南能源集团和中国平煤神马控股集团实施战略重组。河南省国资委作为公司的实控人不会发生变化。此次重组事项不会对公司生产经营活动产生重大影响。\n3、控股股东义煤集团、间接控股股东河南能源与公司在煤炭业务方面存在同业竞争。2022年5月，河南能源同业竞争承诺到期，但由于所属煤矿数量多、分布广，加之资产重组对标的资产质量要求高，规范整改所需时间较长，整合方式仍需持续深入论证，其他历史遗留问题尚需进一步解决等原因，仍然无法在承诺到期日前完全解决同业竞争。"
        },
        {
          "code": "sh600617",
          "name": "国新能源",
          "limit_time": "09:31:42",
          "analysis": "天然气销售+山西国资\n1、公司是山西省内规模最大的天然气管网运营企业，天然气管网长达5000余公里,年管输设计能力超过255亿立方米。\n2、公司已逐步形成专业化城市燃气公司，专业的城市燃气投资运营管理平台，供气规模在山西省占主要地位。\n3、公司实控人为山西省国资委。"
        }
      ]
    },
    {
      "name": "地产基建",
      "reason": "上海第三季度房地产大宗投资总成交金额达149.7亿元，环比上涨78.1%。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600162",
          "name": "香江控股",
          "limit_time": "09:35:04",
          "analysis": "房地产+智能家居+养老+低价股\n1、公司的主营业务主要以商贸流通运营为主同时发展城市发展配套建设业务。香江集团旗下香江1号发布“8恒森环系统”与“全智链生态科技系统”两项全球首创智慧家居技术成果，强化智慧家居标签。 \n2、公司进军商贸流通运营领域多年，已积累了丰富的商户资源，与多家国内外知名品牌建立了稳定的合作关系。\n3、全资孙公司天津宝坻锦绣香江医院是香江集团健康事业部下的一所非营利性的综合医院，是香江健康小镇居家养老社区的配套服务机构。医院拥有先进的医疗设备。是一所集疾病预防和治疗、健康体检和管理、中医康复和理疗、养生保健和抗衰老为一体的综合性医院。"
        },
        {
          "code": "sh600496",
          "name": "精工钢构",
          "limit_time": "09:47:55",
          "analysis": "装配式建筑+环保\n1、2025年9月22日互动，公司本次竞得土地主要是为了展示推广PEC装配式住宅体系。这套体系结合了钢结构和混凝土两种材料，利用两种材质不同的优点，提供施工周期快、周边环境影响小、建筑品质高的装配式建筑。是住建部装配式住宅方面唯二的示范体系，符合现在住建部的“好房子”要求。公司已参与了浙大紫金准乾科研用房等多个国家三星级绿色建筑项目；公司所承接的EPC订单100%均为开口合同\n2、公司是具有竞争力的钢结构建筑系统服务商，主要为钢结构建筑提供设计、采购、加工、施工、运营维护等服务。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh601611",
          "name": "中国核建",
          "limit_time": "14:18:42",
          "analysis": "可控核聚变+中字头（央企）+核电\n1、中核集团为公司控股股东。公司参与了“国际热核聚变实验堆(ITER)”项目建设,成功实现主机安装第一阶段相关任务，中核二三在国际热核聚变ITER项目发挥了举足轻重的作用。\n2、公司地处北京，实控人为国务院国资委，是我国国防军工工程重要承包商之一,是我国核电工程建设领域历史最久、规模最大、专业一体化程度最高的企业。\n3、公司承建了我国全部在役核电机组的核岛工程，在行业内长期占据绝对主导地位。"
        },
        {
          "code": "sz002942",
          "name": "新农股份",
          "limit_time": "09:48:15",
          "analysis": "农药+化肥\n1、公司自成立以来专注于农药的研发、生产和销售，已形成中间体、原药、制剂为一体的全产业链模式，主营化学农药原药、制剂及精细化工中间体，毒死蜱原药市占率15-20%，三唑磷原药国内首条生产线并实现规模化生产，产业链一体化优势突出。\n2、公司的产品主要用于防治水稻以及瓜果、蔬菜等经济作物的病虫害。公司自主创制杀菌剂-噻唑锌系列制剂，在水稻白叶枯病、细条病等病害防治上效果突出。\n3、公司主营业务为化学农药原药、制剂及精细化工中间体的研发、生产和销售。主要产品为噻唑锌等原药及制剂产品，以及乙基氯化物等中间体产品。"
        },
        {
          "code": "sz002928",
          "name": "华夏航空",
          "limit_time": "13:28:42",
          "analysis": "业绩改善预期+航空客运+支线航空\n1、网传纪要表示，2025年10月14日布油价格报62.82美元/桶，较月初下跌超7%，航油成本压力缓解，航司业绩同比改善可能性较大（未证实）；公司主营业务为国内、国际的航空客货运输业务。\n2、公司是国内唯一一家规模化的独立支线航空公司，自成立以来一直明确坚持支线战略定位，也是国内支线航空的引领者。\n3、2023年，公司机队规模70架，航线网络覆盖支线航点 83个，占全国支线航点的 38%；公司在飞航线 168 条，其中国内航线 167 条，国际航线 1条，基本构建了全国性的支线航空网络。"
        },
        {
          "code": "sz001379",
          "name": "腾达科技",
          "limit_time": "13:52:36",
          "analysis": "商业航天+核电+海洋工程（紧固件）+外销\n1、2025年5月20日投资者关系活动记录表，公司其他产品中的高温合金、特种合金紧固件产品通过贸易商间接服务于航天工程相关项目。\n2、在核电领域， 公司成功取得中核集团、 中广核集团核电设备用紧固件合格供应商、 核能行业合格供应商认证。\n3、公司为国内规模最大的不锈钢紧固件生产厂商，产品可用于海洋工程。\n4、公司产品主要销往欧洲、南美、澳大利亚等地，2024年外销占比71.64%。"
        },
        {
          "code": "sh600595",
          "name": "中孚实业",
          "limit_time": "14:12:07",
          "analysis": "电解铝+高温超导电缆\n1、公司拥有电解铝产能75万吨，包括四川广元“绿色水电铝”产能50万吨以及河南巩义“火电铝”产能25万吨。其中公司享有权益产能约50.19万吨，收购完成中孚铝业25%股权，公司权益产能提升至63万吨。\n2、公司参与了中国科学院电工研究所承担的“大电流高温超导直流电缆的关键技术研究与工程示范”项目。应用在自用的电解铝供电环节。\n3、公司主要业务为铝及铝精深加工，配套煤炭开采等产业。公司产品包括易拉罐罐体料、新能源电池（铝塑膜用/集流体用/极耳)铝箔、汽车板用料等，终端产品应用于易拉罐等快速消费品包装领域、新能源汽车领域及消费电子领域等。"
        },
        {
          "code": "sz000506",
          "name": "招金黄金",
          "limit_time": "14:14:51",
          "analysis": "黄金+金矿勘探+摘帽+拟转让子公司\n1、2025年10月15日盘中讯，现货黄金突破4200美元，续创新高；公司黄金业务营收占比98.54%，保有黄金金属资源量总计312.5万盎司（约97.2吨），储量79万盎司（约24.57吨）。斐济瓦图科拉金矿于2024年9月份开始开采19中段，采出的矿石入选品位超过3克/吨。\n2、控股子公司西藏中金矿业拥有西藏昌都江达县角日阿玛铜铁矿详查探矿权。据公司公告，该矿保有推测和预估资源量为：铜19.46万吨，铁414.63万吨。\n3、2025年6月5日复牌，公司撤销退市风险警示及其他风险警示。\n4、2025年4月9日晚公告，公司拟6.68亿元转让其子公司新金国际51%的股权，受让方为公司控股股东山东招金瑞宁矿业。\n5、公司实控人为招远市人民政府。"
        },
        {
          "code": "sh600078",
          "name": "澄星股份",
          "limit_time": null,
          "analysis": "固态电池+资产注入猜想+高纯电子级磷酸+磷化工\n1、据网传纪要，全固态电池关键原料五硫化二磷需由超纯黄磷+硫磺合成，1GW固态电池需450吨黄磷（135吨超纯黄磷），用量为硫化锂的150%；澄星股份为国内黄磷产能第一（18万吨/年），首家生产电子级磷酸的上市公司。（未证实）\n2、网传大股东旗下优质资产正在备案过程中（未证实）。公司产品有高纯电子级磷酸。电子级磷酸，是芯片制造的重要辅助原料，主要用于半导体晶圆蚀刻。\n3、2024年8月21日公告，为进一步支持子公司经营发展，加快码头项目建设，公司拟以自有资金向广西澄星增资3亿元。增资完成后， 广西澄星注册资本为5亿元， 公司持有其97.12%的股权。\n4、公司为国内精细化程度高、规模大、产品种类多和技术成熟的精细磷化工企业，形成了食品级磷酸、电器级磷酸、高纯电子级磷酸、牙膏级及医药级磷酸氢钙、磷酸盐和电子化学品等技术含量高，品类丰富的下游精细磷化工产品系列。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 17,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "重整方案通过+算力+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。2025年10月10日公告重整方案。出资人权益调整方案以东易日盛4.19亿股总股本为基数，按每10股转增12.67股的比例实施资本公积转增股份，共计转增产生 5.31亿股股份。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sh603389",
          "name": "*ST亚振",
          "limit_time": "09:46:20",
          "analysis": "拟控股广西锆业+实控人变更+家具+转型钻石+合作群核科技\n1、2025年8月2日公告，拟5544.9万元控股广西锆业，标的专注于锆钛复合资源的综合开发利用。2025年8月21日公告以上工商变更登记已完成。\n2、2025年7月21日公告复牌，核查已完成。2025年7月10日晚公告，吴涛先生要约收购期满，预受股份20.47%，要约收购完成后持股增至45%。2025年5月31日公告，控股股东协议转让股份完成过户登记，公司控制权由亚振投资变更为吴涛先生，实控人变更为吴涛先生。 \n3、公司主营业务为家具产品的研发设计、生产和销售，是唯一连续五届与世博会合作的长期家具供应商，正在逐步推进信息化系统建设项目及家居服务云平台项目。\n4、公司投资参股江苏亚振钻石（不并表）。2023年亚振钻石产量为15092克拉，已达到预期年产7500克拉目标，但成品销售未达预期。\n5、2024年半年报，公司在高端定制领域引入先进的数控板式生产线，实现了与酷家乐（群核科技）设计软件无缝对接。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "09:25:00",
          "analysis": "拟出售青海惠嘉+借壳猜想被澄清+服装\n1、2025年5月13日公告，公司与智瑜科技就青海惠嘉股权转让纠纷达成调解协议，将尾款由3000万元调整为2000万元并推进股权变更。2025年6月21日公告，公司收到黄石市下陆区人民法院的转账2000万元，优化财务状况。\n2、2024年11月6日公告，公司拟将子公司青海惠嘉的100%股权转让给智瑜科技，转让价格为1亿元，公司已收到7000万元股权转让款， 并将青海惠嘉51%股权过户至智瑜科技。 智瑜科技未完成剩余股权转让款的支付并请求黄石中院解除其与公司签署的《股权转让协议》，由公司返还其已支付的7000万元股权转让款及利息。\n3、公司曾于多年前被炒作劲酒借壳被澄清。\n4、公司的主营业务为服装、服饰类产品（占比67.63%）的研发、设计、生产和销售。"
        },
        {
          "code": "sz002816",
          "name": "*ST和科",
          "limit_time": "10:14:30",
          "analysis": "光刻机+半导体+数据中心+实控人变更\n1、2025年8月30日公告，公司2023年成立控股子公司进军线束业务，2025年上半年线束收入4053万元，同比增长16875.79%，成为第二增长引擎。\n2、2025年3月25日互动，和科达半导体专注于半导体专用设备的研发、生产和销售,为半导体先进封装及前道制程的方案解决供应商。主要产品涵盖晶圆清洗设备、匀胶显影设备、无掩膜光刻机、微影光刻机和晶圆去胶机等。\n3、子公司和科达（珠海）开展的大数据中心业务， 主要是向用户提供大规模、高质量、安全可靠的大数据中心设备供货、安装、调试、软件配置等基础服务。\n4、2024年10月22日盘后公告，公司实控人由赵丰先生变更为阜阳市颍泉区人民政府国资委。\n5、公司主要从事精密清洗设备的研设产销。公司水处理业务主要从事工业生产中的给水及废污水处理设备设计，制造与集成。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:25:00",
          "analysis": "航天军工+半导体材料+虾青素+农业\n1、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n2、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n3、2025年10月10日公告，控股子公司万方东巽已取得白山市江源区虾青素项目地块不动产权证，项目进入实质建设阶段。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sz002305",
          "name": "*ST南置",
          "limit_time": "10:10:27",
          "analysis": "拟出售资产+重大资产重组+控股股东拟吸收合并+房地产+REITS\n1、2025年9月17日晚公告，拟1元转让房地产开发、租赁业务相关资产及负债，本次交易构成重大资产重组。\n2、2025年7月25日公告，控股股东电建地产拟受让公司持有的房地产开发业务等相关资产和负债。本次预计可能构成重大资产重组。2024年11月20日公告，控股股东电建地产拟对其全资子公司及一致行动人武汉新天地进行吸收合并，武汉新天地将申请解散并注销，同时将其持有的3.13亿股公司股票(占总股本18.06%)转让给电建地产。\n3、公司主要从事房地产的开发与运营业务。公司与湖北省供销社合资成立了湖北南国创新置业，后者主要业务为房地产开发与销售、物业管理。公司最终控制人为国务院国资委。\n4、公司相关融资部门已在针对reits产品做研究和探索，资产证券化产品公司已做了多个产品的探索，abs，cbs均已发行。在地产金融方面，公司正式发行首单类Reits产品“申万宏源-电建南国疫后重振资产支持专项计划”。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "09:42:06",
          "analysis": "银行账户冻结解除+烟花+小额贷款+成立文旅公司\n1、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sz002306",
          "name": "*ST云网",
          "limit_time": "09:43:21",
          "analysis": "回购注销+半导体+餐饮+TOPCON电池\n1、2025年10月15日公告，公司拟回购注销2538.75万股限制性股票，涉及首次授予及预留授予第一期激励对象，合计2538.75万股。2025年6月4日据企查查，*ST云网成立新公司，含半导体器件相关业务。\n2、公司餐饮团膳业务板块主要运营主体为北京湘鄂情等子公司，主要经营模式系在项目发包方指定场所为其职工和相关人员提供餐饮管理及服务以获得业务收入。2024年上半年餐饮业务占收入92%。\n3、公司正在向N型TOPCON电池片生产制造业务领域转型，计划总投资额50亿元，建设年产8GW单晶N型TOPCON高效电池生产规模，2025年实现8GW产能全部达产。\n4、2025年1月1日公告，近日公司与江苏省电力设计院签署了《合作意向书》，就盐城光伏项目1GW组件招采事宜进行意向合作。\n5、公司此前参股公司广州瓦瓦美塔在应用领域有元宇宙相关研究，旗下重庆微音与今日头条等合作，保障了游戏推广的多元化渠道及低成本。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "09:48:00",
          "analysis": "签订合同+收购恒力重工(民营最大造船厂)+瓷器用品\n1、2025年8月16日公告，下属公司恒力造船签署33.71亿元原材料采购框架合同，预估总金额约33.71亿元。2025年8月29日半年报，公司完成重大资产重组，置入恒力重工资产后上半年营收66.80亿元、归母净利润6.47亿元，实现扭亏为盈。\n2、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘，交船期排至2027年，2023年收入7.7亿，净利润405万元。\n3、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）、超大型集装箱船、海上浮式生产储油船、海上浮式风电、钻井平台等高附加值绿色船舶和高端海工装备制造业务。项目达产后，可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n4、公司是专业化、高品质日用瓷供应商，主要经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比55.83%。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "09:52:14",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": "10:08:48",
          "analysis": "建筑装饰+预重整+分布式光伏\n1、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n2、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n3、2024年半年报，公司与信义光能合资建设的安徽金寨六安100兆瓦光伏电站（公司占50%权益）已经持续给公司带来利润和现金流，成功实施江西信丰6兆瓦分布式EPC项目、深圳水贝壹号大厦光伏建筑一体化等EPC项目，深圳中集天达空港设备有限公司屋顶光伏电站、瑞和产业园分布式示范基地EMC项目。\n4、公司地处深圳，主要从事政府机构、房地产开发商、大型企业、高档酒店、交通枢纽、园林绿化等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": "10:19:28",
          "analysis": "间接股东战略重组+跨境电商+玻璃器皿+曾计划收购赫邦化工（已终止）+HBM上游材料\n1、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n2、根据公司年报，公司利用阿里巴巴、亚马逊网站、广州交易会等平台，在巩固扩大国内市场的同时，不断提高出口份额。\n3、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n4、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        },
        {
          "code": "sz002808",
          "name": "*ST恒久",
          "limit_time": "11:06:18",
          "analysis": "拟收购憬芯科技部分股权+项目投产+激光光导鼓+信息安全\n1、2025年7月19日公告，公司拟以1000万元受让憬芯科技5.92万元注册资本，对应本次交易后憬芯科技3.57%的股权；同时以7000万元认购憬芯科技新增的41.47万元注册资本，对应本次交易后憬芯科技25%的股权。交易完成后将直接持有憬芯科技28.57%的股权。\n2、公司全资子公司还将以40.51万元受让憬芯科技的股东上海憬通1%的合伙份额，从而控制憬芯科技14.47%股权。通过上述方式，恒久科技将合计控制憬芯科技43.04%股权。\n3、2025年4月9日晚公告，公司全资子公司苏州恒久影像投资建设的显影剂（碳粉）生产线项目已顺利步入投产阶段，目前建设完成并开始投产的有2条碳粉生产线，每条生产线都具备年产超千吨显影剂的能力。该项目预计提升公司盈利能力。\n4、目前公司是世界少数几家掌握激光光导鼓行业一整套核心技术并拥有专用设备系统集成能力的生产商。子公司闽保信息是信息安全整体解决方案服务商。"
        },
        {
          "code": "sh600193",
          "name": "*ST创兴",
          "limit_time": "11:25:17",
          "analysis": "拟增资+实控人变更完成+算力+稀土+移动信息\n1、2025年8月12日公告，全资子公司拟向羽屹建设增资2,368万元，用于支持其经营发展，进一步整合建筑施工资源。2025年8月1日晚公告，公司控股股东华侨实业所持6700万股完成过户，实控人变更为王相荣。\n2、公司围绕算力服务业务，公司目前已在江苏苏州、浙江杭州、北京等地部署了算力资源池，主要用于机器视觉类应用和游戏项目的测试工作。\n3、公司间接持有广西国兴稀土矿业40%股权。后者拥有广西省崇左市六汤稀土矿稀土采矿权(生产规模20万吨/年:矿区面积0.8643平方公里)，现为广西省唯一的稀土采矿许可证。\n4、公司依托通信网络资源，主要开展智能短信等移动信息服务业务。\n5、公司建筑装饰业务包括室内装修、基建工程、建筑施工可视化设计服务等。"
        },
        {
          "code": "sz300167",
          "name": "ST迪威迅",
          "limit_time": "13:13:54",
          "analysis": "受赠现金+达成和解+算力+数据中心+氢能\n1、2025年1月6日晚公告，公司全资子公司迪威数据受股东赠现金资产2100万元。本次赠与为无附义务的赠与，公司无需支付对价。受赠现金已于2024年12月31日到账，对公司的资产负债率和净资产产生积极影响。同日公告与黑龙江省建工集团达成和解协议，解决了施工合同纠纷，承诺在2025年1月31日前支付300万元。\n2、2024年7月11日盘后公告，飒哟港拟将其持有的7.81%公司股份转让给池州璞名。转让后，池州璞名成为公司单一第一大股东。\n3、截至目前，公司已提供的算力服务超720P，算力租赁意向客户覆盖交通、工业、教育等行业客户。\n4、子公司鄂尔多斯高投互联涉及IDC业务，2020年公司已完成鄂尔多斯4号数据机房建设项目的建设和交付。\n5、公司计划建设氢能源汽车的运营管理平台，后期陆续提供车况监测、加氢服务、车辆位置服务、双碳数据采集等数字化智能服务。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "14:01:45",
          "analysis": "拟股权转让+氢能源+签订合作协议（农业）\n1、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n2、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n3、2025年3月13日盘后公告，公司与新农人签订《战略合作协议》，共同构建广州市黄埔区农产品稳产保供中心、粤港澳大湾区“菜篮子”集散中心（黄埔中心）以及广州市黄埔区蛋品交易中心仓。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sz000752",
          "name": "ST西发",
          "limit_time": "14:49:57",
          "analysis": "拟收购拉萨啤酒50%股权+无偿受赠现金资产1.82亿元\n1、2025年7月22日公告，上市公司持有拉萨啤酒50%股权，是其控股股东，拟收购嘉士伯国际持有的拉萨啤酒另50%股权，预计构成重大资产重组。2025年9月4日公告，控股股东及投资人拟清偿占用资金。\n2、公司主营啤酒的生产与销售，啤酒销售占公司主营收入的95%以上。公司拥有的“拉萨啤酒”系西藏本土品牌，在西藏自治区具有较大的品牌影响力和知名度。\n3、2025年1月15日晚公告，控股股东盛邦控股决定拟向公司无偿赠与现金资产1.82亿元。本次捐赠现金为控股股东单方面、不附带任何条件、不可变更、不可撤销的赠与行为，公司无需支付对价。本次受赠现金入账后将计入公司资本公积，将对公司的资产负债率和净资产产生积极影响，不影响公司当期经营成果。\n4、公司已于2023年年度报告披露的同时向深交所申请了撤销对公司股票交易实施的退市风险警示。"
        }
      ]
    }
  ]
}