{
  "date": "2025-11-03",
  "update_time": "2025-11-03 15:40:28",
  "category_count": 19,
  "total_stocks": 99,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh603929",
          "name": "亚翔集成",
          "limit_time": "09:34:40",
          "analysis": "利润增长+半导体洁净室+华为\n1、2025年10月30日晚公告，前三季度营收31.09亿元，同比下降29.63%；归母净利润4.42亿元，同比增长0.78%。第三季度毛利率27.51%，环比提升7.14个百分点。‌毛利率提升主因新加坡VSMC等海外大订单进入结算期。\n2、网传公司有机会参与台积电在美工厂建设项目（未经证实）。公司主要为客户提供中高端的洁净室系统集成工程的整体解决方案，客户包括中芯国际等。\n3、公司有承接苏州华为、东莞华为部分项目，有参与华为项目部分数据中心建设工程。\n4、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划、设计建议等。"
        },
        {
          "code": "sh603629",
          "name": "利通电子",
          "limit_time": "09:40:06",
          "analysis": "业绩增长+AI算力租赁+英伟达+精密金属结构件\n1、2025年10月30日晚公告，2025年前三季度扣非净利润约1.44亿元，同比+204%，其中2025Q3扣非净利润约0.92亿元，同比+748%，环比+306%；公司主营精密金属冲压结构件（60%）、算力服务（32%），报告期内，业绩变动主要系算力业务利润增长，同时制造端业务亏损收窄，第三季度单季实现盈利。\n2、公司目前对外出租AI算力规模已达10000P以上，其中，约4000P是以自有算力出租，其余是转租算力出租。公司AI算力租赁业务部署在上海市松江区的腾讯长三角人工智能超算中心等。\n3、公司正在执行的DGX服务器采购合同已经批量到货，不会受到禁令限制。网传，目前已经拿到255台英伟达原装DGX算力服务器，截止目前已达成市场最大的DXG算力规模4080P。\n4、公司拟与世纪华通旗下世纪珑腾设合资公司世纪利通，主营业务为提供AI算力租赁服务。\n5、公司主营业务为液晶显示领域的精密金属结构件、电子元器件生产销售。"
        },
        {
          "code": "sh603014",
          "name": "威高血净",
          "limit_time": "09:25:00",
          "analysis": "拟购买威高普瑞全部股份+血液透析器械+腹膜透析产品\n1、2025年10月31日晚公告，公司拟购买威高普瑞医药100%股权。本次交易构成关联交易，且构成《重组管理办法》规定的重大资产重组。标的主营预灌封给药系统及自动安全给药系统等医药包材的研产销售2023年、2024年及2025年上半年的净利润分别为4.90亿元、5.85亿元、3.27亿元。\n2、2023年公司在国内血液透析器领域的市占率达32.5%、在国内血液透析管路领域的市占率达31.8%，均位列全行业第一。\n3、在血液透析机方面，公司与国际血液净化知名企业日机装合资设立威高日机装从事血液透析机的开发及生产、并在中国大陆地区独家销售，2023年该血液透析机产品的国内市占率达24.6%、位列全行业第二。\n4、针对血液净化中更为低成本的腹膜透析技术路线，公司则借助与泰尔茂合资，在中国大陆地区取得其腹膜透析机产品的独家销售权。"
        },
        {
          "code": "sz002555",
          "name": "三七互娱",
          "limit_time": "09:30:24",
          "analysis": "处罚落地+AI游戏+网络游戏\n1、2025年10月31日晚公告，因股东披露虚假记载、股权收购重大遗漏被证监会警告并罚款900万元。市场解读罚款金额少于市场悲观预期，立案事项迎来进展后或具备估值修复空间。\n2、公司自研“小七”游戏大模型已获国家网信办备案，AI贯穿研运全链路，并正探索AI全要素生成游戏等前沿应用。\n3、网传纪要，公司《时光杂货店》《斗罗大陆：魂师对决》《寻道大千》等老游延续长线运营，小程序新游《英雄没有闪》《时光大爆炸》先后跻身微信小游戏畅销榜第1名、第4名（未证实）。\n4、公司主营业务包括网络游戏的研发、 发行和运营， 主要为移动游戏业务与网页游戏业务。 公司网络游戏的运营模式主要包括自主运营和第三方联合运营。"
        },
        {
          "code": "sh600681",
          "name": "百川能源",
          "limit_time": "09:46:40",
          "analysis": "拟投资具身智能机器人公司+天然气业务+LNG接收站\n1、2025年10月31日晚公告，全资子公司百川企管拟2.15亿元取得西安中科光电22.86%股权。本次股权受让及增资完成后，公司将持有西安中科光电25.20%股权。标的系一家专业从事具身智能基础模型及具身智能机器人研发生产业务的高新技术企业，目前尚未实现盈利。\n2、公司主要从事城市燃气业务，主营业务为城市管道燃气销售、燃气工程安装、燃气具销售。已在河北省廊坊市、张家口市、沧州市、保定市以及天津市武清区、湖北省荆州市、安徽省阜阳市、辽宁省葫芦岛市等地区进行燃气经营。公司气源主要为管道天然气，公司从中石油等上游气源方采购天然气后，通过所属城镇门站后再经由管道、CNG 加气站等方式向下游用户销售。\n3、公司一直积极推进LNG接收站项目的审批程序，冷热电三联供项目已建成投产。"
        },
        {
          "code": "sz001266",
          "name": "宏英智能",
          "limit_time": "14:51:36",
          "analysis": "签署储能合同+算力中心+自动驾驶+扫地机器人\n1、2025年10月31日晚公告，全资子公司宏英新能源与民乐卓航签署《民乐县二期350MW/700MWh独立储能电站项目工程PC总承包合同》，合同总价6.16亿元。\n2、2025年1月7日互动，公司已将润禾材料及其子公司系列产品应用于浸没式储能项目，并与之建立了合作关系。我公司产品已批量应用于浸没式储能领域，公司在数据/算力中心等特殊场景的节能解决方案上具备优秀的技术实力。\n3、2025年1月10日互动，公司正积极进行L2、L2+、L3等智能驾驶系统的开发与研究，目前公司的自动驾驶辅助系统产品已试装于上汽。\n4、极目行远已完成千万元融资，该公司专注于低速无人驾驶解决方案和无人驾驶清扫车的研发，公司持股3.126%。\n5、公司是移动机械与专用车辆智能电气控制系统产品及解决方案的提供商，主营业务包括智能电控产品及智能电控总成的研发、生产及销售。公司的扫地机器人可适用于高温等恶劣环境。"
        },
        {
          "code": "sh603185",
          "name": "弘元绿能",
          "limit_time": null,
          "analysis": "业绩增长+光伏一体化+股权激励\n1、2025年10月30日晚公告，2025年前三季度扣非净利润约1.43亿元，同比+110%，其中2025Q3扣非净利润约4.99亿元，同比+202%，环比大幅扭亏为盈；公司主营太阳能组件、硅片等，报告期内，相关光伏产品价格较去年同期上升及出货量增加，带动营业收入和盈利能力提升。\n2、公司以“硅料、硅片、电池、组件”的一体化战略为主，打造业内以客户为中心的有竞争力的成本优势，业务涵盖高端装备制造、工业硅与晶硅、单晶硅片、N型电池、组件等N型TOPCon全产业链。\n3、公司2025年9月25日发布股权激励。解锁条件：以2024年为基数2025-27年收入增长不低于40%/50%/60%，或者2025-27年净利润扭亏为盈/同增10%/同增10%。\n4、2025年5月8日公告，公司拟以12.45亿元将所持内蒙古鑫元27.07%的全部股权转让给江苏中能。本次交易完成后，弘元绿能将不再持有内蒙古鑫元股权。这意味着弘元绿能剥离了多晶硅业务。"
        }
      ]
    },
    {
      "name": "芳香胺",
      "reason": "国科大张夏恒研究团队开发出一种直接脱氨的全新策略。该策略能够将芳香胺中稳定的碳氮键替换为功能各异的多种重要化学键。使用实验室中常见且价格低廉的试剂，即可轻松实现公斤级的规模化合成。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh603823",
          "name": "百合花",
          "limit_time": "10:27:25",
          "analysis": "有机颜料（芳香胺）+固态电池（COFS材料）+液晶面板光刻胶\n1、网传资料显示，颜料行业或受益芳香胺直接脱氨技术带来的降本（未经证实）。公司主要生产各种有机颜料及颜料中间体，产品主要应用于中高档涂料、油墨及高分子材料着色领域，产品广泛应用于日用消费品与各类工业制品。\n2、COFS材料可用于固态电池。2024年5月14日互动，公司在COFS方面有做过课题研究并申请了相关专利。截至目前公司没有COFS建设的相关规划。\n3、2025年5月30日互动，公司生产的高性能颜料已应用于半导体领域液晶面板用光刻胶，并实现吨级销售。\n4、2025年5月26日根据《生态环境保护督察工作条例》，第三轮第四批中央生态环境保护督察全面启动。高性能有机颜料由于技术门槛较高国内仅有七彩化学、百合花等少数企业掌握核心生产技术。公司几乎覆盖了主流有机颜料品种，有机颜料产能4万吨，约占全球产能10%。\n5、公司投资控股的内蒙古源晟制钠主营金属钠等业务，设计产能为2万吨/年金属钠及3万吨/年液氯副产。"
        },
        {
          "code": "sz300848",
          "name": "美瑞新材",
          "limit_time": "10:19:15",
          "analysis": "芳香胺+聚氨酯弹性体（TPU）+隐形车衣\n1、2025年11月2日讯，中国科学院杭高院化学与材料科学学院教授张夏衡带领团队历时三年主导完成了一项重要研究成果，提出芳香胺直接转化新技术告别危险中间体，成果登上《自然》；芳香胺（对苯二胺 PPDA、对硝基苯胺 PNA）是美瑞新材生产高端聚氨酯材料的核心原料，公司已构建 “芳香胺原料→特种异氰酸酯→聚氨酯新材料” 的垂直一体化产业链，其河南子公司的聚氨酯产业园一期项目已实现PPDA、PNA的规模化生产。\n2、公司是一家专业的热塑性聚氨酯弹性体（TPU）生产商，专注于TPU产品的研发、生产、销售和技术服务。自主研发的脂肪族TPU材料已成功应用于隐形车衣的生产。\n3、公司开发的PBS材料具有环保、可降解的特性，可以用于制作可降解快递包装袋。终端应用广泛，在薄膜方面，民用领域终端应用包括防水透湿运动服、休闲服装、鞋材、家纺、户外帐篷及医疗、体育用品等，并已应用于多个国内外知名服饰品牌商。"
        },
        {
          "code": "sh600308",
          "name": "华泰股份",
          "limit_time": "10:21:37",
          "analysis": "芳香胺+绒毛浆+纸业+烧碱+环氧丙烷\n1、公司具备年产10万吨苯胺的能力。其中，公司年产 1 万吨间苯二胺，作为重要芳香胺类固化剂，广泛应用于芳香胺工业生产。\n2、​公司全资子公司日照华泰纸业，拟建设年产50万吨针叶绒毛浆项目。2025年1月6日获得山东日照市生态环境局环评受理并公示。\n3、公司是国内市占率最高的新闻纸生产企业，新闻纸年产能达到120万吨。包装纸产量59.3 万吨，同时拥有35万吨自有纸浆产能，告拟发行不超 11 亿元可转债，用于年产 70 万吨化学木浆项目。\n4、公司具备离子膜烧碱75万吨/年、液氯50万吨/年，其中烧碱、液氯以对外销售为主，双氧水以内部自用为主。公司全资子公司东营华泰化工集团规划建设32万吨甲烷氯化物项目。"
        },
        {
          "code": "sz002140",
          "name": "东华科技",
          "limit_time": "10:56:54",
          "analysis": "化工工程+绿色甲醇+新疆煤化工+电池级碳酸锂\n1、公司拥有工程设计综合甲级资质，可以承揽煤炭、化工石化医药等全部 21 个行业建设工程项目的设计、项目管理、总承包及技术与管理业务。网传纪要表示，公司业务或将受益于芳香胺工艺改进带来的化工产线更新所产生的收益（未证实）。\n2、2025年9月15日调研纪要，公司成立绿色能化组，致力于促进传统化工与新能源业务的协同耦合，大力推进绿氢、绿氨、绿甲醇、绿色航油等工程业务的市场拓展。机构测算公司市值弹性404%。\n3、新疆地区是我国煤化工、煤电产业规模最大的地区之一，也是公司近年来积极拓展的业务市场之一。本公司累计为数10个位于新疆地区的大中型工程建设项目提供了咨询、设计、总承包等服。\n4、.2025年9月9日互动，公司承包并运营西藏扎布耶盐湖万吨电池级碳酸锂项目，目前处于试运营阶段，已生产出合格氯化钾、电池级碳酸锂等产品，正全力推进达标达产。\n5、公司是中国化学工程集团旗下的工程公司，业务主要集中在化工、环保设施领域。"
        },
        {
          "code": "sh600579",
          "name": "中化装备",
          "limit_time": "13:03:29",
          "analysis": "化工装备+拟资产重组+机器人+3D打印+央企\n1、公司主要产品有大型干燥设备及成套系统、阳极保护浓硫酸冷却器等，广泛应用于化纤、新材料等行业。网传纪要表示，公司业务或将受益于芳香胺工艺改进带来的化工产线更新所产生的收益（未证实）。\n2、2025年7月28日晚公告，公司拟购买控股股东旗下益阳橡机、北化机100%股权，前者主要产品包括硫化机、硫化机、挤出机等橡胶机械，后者核心产品离子膜电解槽是氯碱工业生产的核心设备，国内市占率第一，达43%。\n3、公司拥有单维滑轨机器人和工业机器人系列产品。\n4、公司的注塑机、挤出机、3D打印设备主要用于加工制造塑料材料，广泛应用于汽车、包装、化学、医疗、3C、家电等领域。\n5、公司实控人为国务院国资委。主营业务为塑料和橡胶加工机械及化工装备的研产销，为橡塑设备及其他化工装备提供系统的服务及解决方案。"
        },
        {
          "code": "sz002099",
          "name": "海翔药业",
          "limit_time": "13:32:42",
          "analysis": "染料+医药+肝炎+合作辉瑞\n1、全资子公司台州前进为主体开展，台州前进主要从事高性能环保染料及相关中间体的研发、生产与销售。高性能环保染料包括活性艳蓝 KN-R 系列、活性蓝 P-3R 系列、活性蓝 KE-GN 系列等，主要以蒽醌活性蓝色系列为主。\n2、公司医药板块业务涉及特色原料药及医药中间体、仿制药的研发和商业化生产销售，并为全球知名制药企业提供定制研发及生产服务（CMO/CDMO）。染料板块业务涉及环保型活性染料及染颜料中间体的研产销。\n3、公司有一款肝炎相关的原料药联苯双酯正在生产销售，另有一款肝胆领域适应症的原料药在研。 联苯双酯对慢性迁延性和慢性活动性肝炎病人有显著降低血清谷丙转氨酶作用，且副作用小，并能改善病人肝区疼痛，乏力和腹胀等症状。\n4、公司和辉瑞是长期战略合作伙伴关系，从2012年开始向辉瑞提供盐酸克林霉素系列有关产品，曾获辉瑞2023年度“全球安全和可持续发展明星大奖”"
        },
        {
          "code": "sh603188",
          "name": "亚邦股份",
          "limit_time": "13:59:49",
          "analysis": "染料+农药+实控人拟变更为常州国资+固废处理\n1、公司主要从事染料及农药的产销，打造了“原材料-中间体-商品”的完整的产业链。拥有“亚邦”牌蒽醌结构分散染料和还原染料。公司是全球最大的蒽醌结构分散染料和还原染料生产企业，拥有二百多个品种的染料产品。\n2、2024年10月21日晚公告，公司收法院《执行裁定书》：解除对亚邦集团及其一致行动人许旭东合计持有的亚邦股份1.18亿股的冻结；将上述1.18亿股亚邦股份股票交付申请执行人江苏国经控股集团，以流拍价2.76亿元抵偿被执行人所欠债务。本次权益变动后，公司控股股东将变更为国经集团，实控人将变更为常州市武进区国有资产管理办公室。\n3、全资子公司连云港市赛科专业从事危险废物处置。目前处理能力18000t/a，持续扩展中。"
        }
      ]
    },
    {
      "name": "钍基熔盐堆",
      "reason": "11月1日从中国科学院获悉，由中国科学院上海应用物理研究所牵头建成的2兆瓦液态燃料钍基熔盐实验堆近日首次实现钍铀核燃料转换，在国际上首次获取钍入熔盐堆运行后实验数据，成为目前全球唯一运行并实现钍燃料入堆的熔盐堆，初步证明了熔盐堆核能系统利用钍资源的技术可行性。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh603169",
          "name": "兰石重装",
          "limit_time": "09:30:15",
          "analysis": "钍基熔盐堆+签订核能重大合同+氢能+石油化工\n1、 公司是国内核电用板式热交换器主要供应商，市场占有率国内第一。公司在高温气冷堆、钍基熔盐堆技术等四代核电领域具有丰富的技术储备和产品销售，子公司换热公司与中科院应用物理研究所开展过钍基熔盐堆的熔盐换热器技术研究。\n2、2025年10月29日晚公告，近日与中国核电工程签订了《合同协议书》，合同暂定金额为5.81亿元。该合同主要是为中核工程核能项目提供主工艺设备(分离器、箱室等)，项目建设周期约为1年。\n3、公司在核燃料贮运容器细分领域较高市场占有率，并取得中核集团等40余家核电业主单位供应商资格。\n4、公司是国内首家实现国产替代的民用核级板式换热器设计生产企业，成功研制出四代核电站用高温气冷堆 HTL 电加热器。\n5、公司三大基地恰处于\"一带一路\"沿线经济带,业务覆盖多个沿线国家的石油化工项目。公司在氢能源领域主要产品为加氢反应器等用氢装备、煤气化制氢装备等。"
        },
        {
          "code": "sz300402",
          "name": "宝色股份",
          "limit_time": "09:25:00",
          "analysis": "钍基熔盐堆核能系统+光伏\n1、公司参与中科院上海应物所“钍基熔盐堆综合仿真实验平台项目” 主容器、堆内支撑装置等设备的加工制造，同时甘肃威武的钍基熔盐堆是贵公司与核创院共同研制。公司与中国科学院先进核能创新研究院签订协议，双方拟就未来先进核裂变能——钍基熔盐堆核能系统、超高温光热发电系统、熔盐储能技术所需的高温熔盐设备的研制结成战略合作关系。\n2、公司控股股东为宝钛集团（陕西国资）；公司作为高端大型特材非标装备专业供应商，产品主要包括换热器、塔器、反应器等压力容器及管道管件等。\n3、公司目前在军工领域上主要提供舰船用大型结构件、大型容器及深潜器附属装备等产品。公司承接了中国航发“高温高压燃烧室试验器高温合金管道及设备制造项目”核心设备订单。\n4、全资子公司羿珩科技是光伏组件重要供应商，主要产品为双层三腔层压机及多功能叠焊机，客户包括晶科、阿特斯、东方日升、晶澳、通威、天合光能等。"
        },
        {
          "code": "sz002255",
          "name": "海陆重工",
          "limit_time": "09:25:00",
          "analysis": "钍基熔盐堆+可控核聚变+核电+新能源汽车\n1、公司有参与钍基熔盐实验堆项目，前期公司承制的2MWt液态燃料钍基熔盐实验堆（TMSR-LF1）安全专设——余排换热装置顺利通过中国科学院上海应用物理研究所专家组的验收。\n2、2025年8月4日互动，公司核电设备供应堆型包括但不限于二代+堆型、三代堆型（华龙一号、国和一号、AP1000、VVER、EPR）、四代堆型（高温气冷堆、钠冷快堆、钍基熔盐堆）以及热核聚变堆（ITER）等国内外主要核电机型。\n3、子公司张家港海陆新能源主营业务为光伏电站运营。\n4、公司与金川集团合资建设建设6万/吨年镍量动力电池用硫酸镍产品生产线，后续建设三元前驱体产品生产线。"
        },
        {
          "code": "sz002266",
          "name": "浙富控股",
          "limit_time": "09:43:36",
          "analysis": "钍基熔盐堆+可控核聚变+水轮机+抽水蓄能+危废处理\n1、公司控股子公司于2015年12月与中科院上海应物所签订了关于“钍基熔盐堆综合仿真实验平台项目”关键设备调节棒/补偿棒驱动机构工程样机设备采购合同，并于2017年6月验收交付。2018年8月，华都公司与中科院上海应物所签订了关于“2MWt液态燃料钍基熔盐实验堆（TMSR-LF1）”控制棒系统采购合同，目前工程供货已全面完成。\n2、公司为国内少有的液态金属主泵供应商，锂铅合金是可控核聚变堆冷却剂的一个重要选项，公司在自主投入开展了锂铅泵的研制工作，目前已有样机处于试验验证阶段。\n3、公司主要从事大中型成套水轮发电机组的研发、设计、制造与服务，以及水电工程机电总承包，抽水蓄能发电机组以及电站机电设备总承包项目等。\n4、当前公司已投产的危废无害化处置产能达到178万吨，其中兰溪自立32万吨和泰兴申联77万吨项目于2020年年底投产，公司危废前端处置产能在运+新建合计达到275万吨，在危废资源化主要上市公司中位列第一。"
        },
        {
          "code": "sh600444",
          "name": "国机通用",
          "limit_time": "09:44:52",
          "analysis": "核电+盐湖提锂+环保设备+氢能\n1、公司产品MCTL多级离心萃取机可在一台设备内实现4-8级逆流萃取，具有萃取剂存量小、相平衡建立速度快等特点，尤其适用于敏感物料、活性物料等，已在核电领域实现工程应用。\n2、子公司合肥通用环境与青海盐湖所合作开发了盐湖提锂技术——“盐湖卤水提取千吨级高纯氯化锂”项目，该项目是国内流量最大、技术参数最高的离心萃取设备首次应用在提锂溶剂萃取线上，在国内外属首次。公司光热发电的热熔盐泵相关产品处于研发中。\n3、公司主要业务之一为流体机械相关业务，主要包括环保设备及工程成套、制冷相关试验装置、过滤分离机械成套一体化装备等。公司为客户提供城市环境治理、污水处理等相关的市政工程设备采购安装调试及机电成套业务。\n4、在氢能源领域，公司主要在储供氢用压缩机、泵、阀门等装备及零部件方面开展技术研发。"
        },
        {
          "code": "sz000777",
          "name": "中核科技",
          "limit_time": "13:31:39",
          "analysis": "钍基熔盐堆+可控核聚变阀门+核污染防治+工业用阀门\n1、2024年3月26日互动，钍基熔盐堆项目公司有供货业绩，公司为甘肃钍基熔盐堆项目提供的配套阀门交货。2025年9月5日机构调研纪要，公司目前正积极进行聚变堆的相关技术积累，对接核聚变阀门设备需求单位，可有力支撑核聚变阀门的自主开发和供货。\n2、公司为中核集团下属企业。公司在核电站用关键阀门、核燃料真空阀及浓缩铀生产关键阀门、石油化工高端阀门、超超临界火电关键阀门等领域均具备了国内行业领先的研发制造能力。公司积极推进我国核电、石油化工及火电领域高端阀门的国产化进程，承担了三代核电AP1000 关键阀门国产化项目、百万千瓦级核电站关键阀门国产化项目等。\n3、2025年1月13日晚公告，公司拟发行股份购买中国核电工程等持有中核西仪100%股份，标的公司是国内资深核辐射监测类系统及设备、其他核安全系统供应商。2025年6月9日公告，本次交易正在有序进行中。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "奥特曼称OpenAI年收入远超130亿美元。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002418",
          "name": "康盛股份",
          "limit_time": "13:54:30",
          "analysis": "服务器液冷+千岛湖项目开工+业绩增长\n1、2025年10月28日盘后公众号，子公司云创智达千岛湖智造基地项目开工，核心产品新一代冷板系列将重点服务于数据中心服务器液冷系统、新能源储能温控及5G通信基站等前沿领域。\n2、2025年10月28日晚公告，前三季度营收为19.34亿元，同比增长12.43%；净利润为1383.28万元，同比增长240.21%。\n3、网传纪要表示，钎焊板式换热器价值量占CDU高达25%~30%，折合单机柜价值量或达8000美元，若按照NVL 72机柜2026年8万柜，对应45亿元市场规模。公司板式换热器产品通过NV链一级供应商实现小批量订单。（未经证实）。\n4、公司已完成10KW 5G液冷机柜和IDC 20KW高功率密度液冷机柜和30KW高功率密度液冷机柜的产品开发。\n5、控股99.4%子公司中植一客与通广网联、车路通合作研发的Robobus项目5.9米纯电动微公交车，系西南地区整车企业首次实现城市客运条件下的L4级无人自动驾驶。"
        },
        {
          "code": "sh603516",
          "name": "淳中科技",
          "limit_time": "10:45:46",
          "analysis": "液冷散热+客户N公司+ASIC芯片+人工智能+影音系统\n1、2025年4月25日互动，N公司相关业务自2024年开始导入，后续业务进展需要关注N 公司新迭代产品的导入进度及公司适配产品的检测验证情况等因素。2025年8月8日公告，公司业务不涉及液冷服务器的生产制造，仅参与液冷测试平台等测试环节。\n2、2024年12月20日盘后消息，据企查查，子公司淳深科技获得一项关于芯片散热封测产品的专利。\n3、公司于2024年4月发布了寒烁、宙斯、雷神三款音视频领域自研ASIC芯片。\n4、2024年10月9日互动，公司产品品类包含人工智能，公司Plato AI智能识别管理系统,通过AI提高无人化巡检、无人化值守的智慧程度。\n5、公司灵活运用投影融合、动作捕捉等技术，推出了XshadowAR投影控制系统、Pandora沉浸式交互系统和Medusa空间定位处理系统和融媒体影音系统等。"
        },
        {
          "code": "sz002885",
          "name": "京泉华",
          "limit_time": "09:47:09",
          "analysis": "固态变压器+业绩增长+高压快充+机器人零部件（磁电转换器）\n1、网传纪要表示，公司与伊顿合作20多年，收入结构中伊顿占10%。4-5年前就开始配合做SST的研发配套，目前为伊顿SST高频变压器独供。公司当前供应产品的价值量约0.3-0.4元/W，后续有望拓展至做功率模块整体集成，价值量或达到1-1.2元/W。（未经证实）\n2、2025年10月29日盘后公告，公司前三季实现营业收入26.00亿元，同比增长23.96%；扣非归母净利润5302.91万元，同比增长71.55%。\n3、公司主要从事磁性元器件、电源及特种变压器研发、生产及销售业务，包括配套为充电桩客户生产相关磁性器件产品。公司磁性元器件可用于800V高压快充。公司新能源车载磁性器件产品已积累了华为、比亚迪等优质的客户资源。\n4、公司目前有部分磁电转换器件产品可应用在机器人电源和电机相关产品中，公司也将进一步扩大相关产品在该领域的应用。"
        },
        {
          "code": "sz002134",
          "name": "天津普林",
          "limit_time": "10:36:18",
          "analysis": "HDI（AI服务器）+大飞机+资产注入猜想+航空航天+AMC\n1、公司主要从事PCB领域，产品类型覆盖 HDI、 高频高速板及厚铜板等。\n2、公司是国内少有能够给飞机制造商供应关键PCB零部件厂商， 目前产品应用于波音、 空客、 庞巴迪等国际知名商用飞机， 并成功配套国产大飞机项目。公司与加拿大飞朗科技集团共同投资组建中环飞朗，已完成部分航空航天客户样品的试产；公司PCB产品可用于航空航天。\n3、惠州高盛达有上市需求，已在2023年3月完成股改，市场预期或有注入天津普林的可能。\n4、公司二股东拥有天津唯一金融资产牌。\n5、公司实施年产120万平方米汽车与通信类电路板智能工厂项目的投资计划。 本项目总投资9.7亿元， 计划建成两条生产PCB板的生产线，达产后将是现有产能约1.6倍。公司可加工最小孔径0.2mm、最小线宽0.076mm、最高层数24层的多层板及1N1类型的HDI产品。"
        },
        {
          "code": "sh605100",
          "name": "华丰股份",
          "limit_time": "13:15:21",
          "analysis": "数据中心（柴油发电机）+固态电池+汽车零部件\n1、公司是国内最早生产柴油发动机的厂家之一。2025年3月1日异动公告，公司智能化发电机组产品作为备用电源可用于数据中心作为应急电源。公司在 2019年11月、2021年9月和 2022年1月中标中国联通廊坊基地、呼和浩特基地数据中心柴油发电机组招标项目，总计台数30台。\n2、2025年2月13日互动，公司与中科院上海硅酸盐研究所就“一种痕量两性分子级填料集成的复合聚合物固态电解质及其制备方法和应用”提交了专利申请,正处于专利审查阶段,可能存在审查阶段无法通过的风险。公司与李驰麟研究员团队合作研发新型储能电池,目前处于研发阶段。\n3、公司零部件产品包括机械零部件和电子零部件；电子零部件主要为传感器。其终端应用以重卡为主。公司配套客户天然气发动机主要是13L和15L机型。公司发动机缸体、缸盖可应用于氢内燃机。\n4、公司在非道路国四排放标准柴油发动机进行了相应研发和技术储备，已开发出非道路国四排放标准柴油机系列产品并对外参展。"
        },
        {
          "code": "sh605258",
          "name": "协和电子",
          "limit_time": "13:35:49",
          "analysis": "PCB（数据中心）+光模块+汽车电子\n1、据产业调研，英伟达GB300升级或带来PCB的价值量有望大幅提升。公司主要从事刚性、挠性印制电路板的研发、生产、销售以及印制电路板的表面贴装业务，产品主要应用于汽车电子、高频通讯等领域，这两个应用领域的 PCB 板较一般消费电子类 PCB 高端。\n2、公司高频通讯线路板可应用于光模块领域，已在部分客户产品得到应用。\n3、公司已与东风科技、康普通讯、罗森伯格等国内外知名汽车、通讯企业建立了长期稳定的合作关系，与合众新能源、上汽时代、万帮数字能源等新能源领域的客户建立了合作。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "国务院台湾事务办公室定于2025年11月5日上午10:00在国台办新闻发布厅举行例行新闻发布会。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "09:30:42",
          "analysis": "福建+台资合作+林业+医美\n1、公司地处福建福州，公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "09:30:43",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sz000632",
          "name": "三木集团",
          "limit_time": "09:41:36",
          "analysis": "福建自贸区+跨境电商+保税仓储福建国资\n1、公司实控人福建经开区国资，经营模式为商品的进出口贸易和跨境电商综合服务，外贸进出口总额连续多年名列福州市第一、福建省前茅。\n2、公司下属的福建融达通系福州跨境电商公共服务平台、跨境电商保税监管物流中心的主要运营方，在福州出口加工区拥有跨境电商海关监管中心和海关1.3万平方米保税仓（含恒温仓）。其是菜鸟华南地区福建唯一的中心仓，与其他知名电商也有所合作。\n3、公司专注于进出口贸易、房地产开发(2023年营收占比8.94%)、经营性物业运营管理和创业投资等业务。\n4、公司房地产业务分布在福州、上海、武夷山等地，国际贸易遍及世界几十个国家和地区。目前旗下地产项目主要集中在福建省内。\n5、公司持有青岛盈科汇金资管约50.5%股份，盈科汇金使用其自有资金通过杭州泰富盈瑞参投了真实生物。"
        },
        {
          "code": "sh605365",
          "name": "立达信",
          "limit_time": "09:45:51",
          "analysis": "福建+华为鸿蒙+机器人+物联网+教育+LED\n1、公司地处福建，从教育照明向智慧教室、智慧校园、智慧教育管理平台延伸产品和服务，打造智慧教育生态。\n2、公司与华为鸿蒙系统有合作，根据合作协议，双方将基于开源鸿蒙操作系统强大的跨设备互联互通的功能，以及立达信在照明和物联网行业的深厚积淀，在智能照明领域探索更多元的智慧生活新形态。\n3、 立达信是国家级智能制造试点示范企业和两化融合管理体系贯标试点企业，公司已形成了自主开发部分自动化设备的能力，自主设计开发的工业机器人也已运用于自动化组装生产线。\n4、公司主营业务为LED照明产品、智能家居和智慧建筑等物联网领域产品的研发、制造、销售及服务，致力于成为一流的家居和商业空间综合物联网解决方案提供商。"
        },
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "14:43:49",
          "analysis": "海峡两岸+半导体洁净室+客户包含英诺赛科+并购重组猜想\n1、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、合肥晶合、上海合晶、中芯国际等业内知名企业。\n3、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。\n4、公司在空气洁净度、温湿度控制、AMC控制等方面处于领先地位，具有机电工程施工总承包一级、建筑机电安装工程专业承包一级等资质"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "海南自由贸易港研究院驻东盟代表兼高级研究员翁忠义表示，中国-东盟自贸区3.0版与海南自贸港发展方向高度契合，海南具备成为‘先行者’和‘示范区’的条件。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz000572",
          "name": "海马汽车",
          "limit_time": "09:37:45",
          "analysis": "汽车整车（海南）+战略合作京东+无人驾驶+马字辈\n1、公司地处海南，主营业务为汽车及动力总成的研发、制造、销售及服务，生产的主要产品为海马7X、海马8S和海马6P等，提供的主要服务为金融服务和租赁服务等。\n2、2025年10月14日盘后讯，京东表示将在2025年11月9日，联合宁德时代旗下时代电服、广汽集团共同推出一款新车；公司战略合作京东，旗下品牌新车、独家车型登录京东汽车整车销售平台。\n3、公司以自身无人驾驶研发团队为基础，在高级别无人驾驶技术方面，积极与外部优秀企业及机构开展合作。在智能驾驶领域，相关产品规划配备APA自动泊车系统、车道偏离预警系统以及ACC自适应巡航系统等智能驾驶辅助系统。\n4、网传公司合作富士康造车。公司将通过百度Apollo融合文心一言的全面能力，携手打造基于智能汽车场景的大模型人工智能交互。\n5、 公司于海口市的首座制氢加氢一体化站及配套分布式光伏项目已建设完成并投入运营。"
        },
        {
          "code": "sz000955",
          "name": "欣龙控股",
          "limit_time": "09:40:27",
          "analysis": "海南自贸港+业绩扭亏+商用清洁机器人+无纺布\n1、公司地处海南，主要业务是围绕公司战略发展方向，契合海南自贸港建设发展，通过股权投资的方式为公司培育、拓展新的业绩增长点。2025年10月28日公告，公司2025年前三季度净利润23.03万元，同比扭亏为盈。\n2、2024年9月6日媒体讯，天堂硅谷独家投了一家商用清洁机器人公司新生纪智能。天堂硅谷是公司控股股东，有20多年重组经验。\n3、公司非织造终端消费品主要以家居清洁擦布、一次性棉柔巾、湿巾等为主，终端消费品以OEM和ODM业务为主，同时经营“洁之梦”、“麻王棉后”等自主品牌。\n4、子公司海南欣龙无纺和宜昌欣龙卫材主要负责研发、制造和销售水刺无纺布。公司生产的无纺原材料可以加工成卫生材料、医用敷料等产品，医疗美容行业也可应用。"
        },
        {
          "code": "sz002163",
          "name": "海南发展",
          "limit_time": "14:43:24",
          "analysis": "海南国资+免税资产注入承诺+光伏+幕墙工程\n1、财政部、海关总署、税务总局联合公告升级海南离岛旅客免税购物政策，自11月1日起生效，包括新增免税商品类别及放宽额度限制。公司地处海南，最终控制人为海南省国资委。\n2、2025年4月3日互动，控股股东海南控股于 2021年作出免税资产注入承诺，承诺期限调整为2028年5月12日,但海南控股始终将免税资产注入作为战略目标,目前已制定专项提升方案。\n3、2025年10月28日互动，网营科技在建工程主要为位于杭州市西湖区的双桥（云谷）地块建设项目。\n4、公司前期投资的J8丝印光伏玻璃生产线已于2024年7月正式投产，该条双玻生产线具备薄玻璃、大尺寸、打孔（三角孔）、丝印玻璃等产品的生产能力，契合行业对双玻光伏组件的发展趋势。\n5、公司是一家具备完整产业链的幕墙的专业企业，重点发展三大产业“幕墙与内装工程产业”、“光伏玻璃产业”、“特种玻璃深加工产业”。"
        },
        {
          "code": "sz000735",
          "name": "罗牛山",
          "limit_time": "10:10:12",
          "analysis": "海南+生猪养殖+大农业+房地产\n1、公司地处海南，89.42%业务位于海南岛内。公司主要业务集中在四大业务板块：大农业、冷链、房地产和教育业务，大农业板块为公司的核心业务，聚焦生猪养殖，打造罗牛山放心猪肉销售体系。\n2、2025年4月8日互动，公司主要业务为生猪养殖及屠宰加工业务、冷链业务和房地产业务，未涉及种植业务。\n3、公司旗下的罗牛山国际马术俱乐部与专业比赛领域“领头羊”签署战略合作框架协议，双方将在海口携手打造罗牛山国际马产业园项目。\n4、上海同仁药业为公司参股企业，专业从事兽用制剂、动物保健品研发、生产及销售。"
        },
        {
          "code": "sh600759",
          "name": "洲际油气",
          "limit_time": "10:50:06",
          "analysis": "海南+海洋天然气+石油勘探+氢燃料电池\n1、子公司洲际油气技术(海南）公司业务为海洋天然气开采。公司主要业务包括石油勘探开发和石油化工项目的投资及相关工程的技术开发、咨询、服务。\n2、公司运营区块主要集中在哈萨克斯坦，主力在产项目马腾油田和克山油田均位于哈萨克斯坦滨里海盆地；通过香港洲际新能持有AmbriInc股权。\n3、2024年2月5日公告，公司于海南成立新能源科技公司，含充电桩销售业务。2024年3月19日据天眼查，全资子公司洲际油气技术(海南)于3月18日成立。\n4、公司投资的世能氢电公司主要从事氢燃料电池技术的研发与经营，2019年已与美国氢能科学家王鸣教授团队合作在山东理工大学投资建立氢能联合研发中心。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "新型钙钛矿光伏器件光电转换率达25.19%，再创新高。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002634",
          "name": "棒杰股份",
          "limit_time": "10:02:36",
          "analysis": "光伏N型电池+参股金融+控制权拟变更+外销+服装设计\n1、公司主要通过向上游采购硅片并加工制成光伏电池片，从而销售给下游组件企业，2024年上半年光伏占收入比重61.22%。公司浙江江山16GW N型电池项目预计自2024年起分阶段投产。\n2、公司持有义乌市棒杰小额贷款公司36.74%的股权。\n3、2025年6月3日公告称，上海启烁拟作价9566.8万元受让上市公司股份1010万股，占上市公司总股本的2.2%，并接受表决权委托。交易完成之后，上海启烁将成为棒杰股份控股股东，黄荣耀将取代陶建伟成为上市公司实际控制人。\n4、公司主营业务为无缝服装的设计、研发、生产和营销，主要以ODM/OEM的模式为全球客户提供无缝服装的开发设计和生产制造服务。公司无缝服装业务以出口为主，产品出口面向全球多个国家和地区，主要市场集中在欧美国家和地区，2024年公司外销业务占比45.41%。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "11:24:28",
          "analysis": "光伏+拟增资铁岭环球（固态电池）+园林工程施工\n1、公司光伏业务主要从事大尺寸高效异质结光伏电池的研产销，以及异质结、TOPCON、PERC等电池组件的生产与销售。\n2、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n3、公司依靠以张忠卫博士为首的国内异质结光伏行业生产管理团队开展光伏业务。公司及控股子公司拥有“纳米全钝化接触晶硅异质结双面太阳能电池及其制造方法”等多项专利。\n4、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sh600089",
          "name": "特变电工",
          "limit_time": "13:43:53",
          "analysis": "光伏多晶硅+黄金+特高压+风电\n1、公司多晶硅总产能达到30000吨/年,生产规模居s世界第四位,中国第二位。公司控股子公司特变电工衡阳变压器公司在研制生产充电桩产品，产品线c已覆盖到了60-360千瓦的直流快充产品；公司生产的多晶硅料，可用于下游单晶硅片及多晶硅片的生产，其中向单晶硅片客户出售的多晶硅料占比在90%左右。\n2、黄金项目是公司通过资源换项目获取的资源，经过多年资源勘探，公司自2021年开始有产出，目前产品包括成品金和精金粉，公司黄金产量（金金属量）每年2.5-3吨。\n3、子公司沈变公司主要生产特高压、超高压产品，衡变公司主要生产特高压、开关柜、GIS、二次等产品，新变厂主要生产特高压、配变、箱变、特种变等产品。\n4、公司是变压器行业龙头，世界领先的新能源系统集成商，新能源业务主要包括多晶硅、逆变器的生产。公司生产的风机电缆等产品应用于海上风电项目。"
        },
        {
          "code": "sh600475",
          "name": "华光环能",
          "limit_time": "14:02:12",
          "analysis": "光伏+数据中心节能项目+热电厂+制氢+固废处置\n1、参股企业高佳太阳能处于光伏产业链中的硅片环节，主要生产多晶及单晶硅片，是太阳能电池的主要原材料。\n2、公司主投与江森自控设立的国联绿色科技（无锡） 开发了中国电信西信中心一期改造节能分享项目， 系首个数据中心节能项目。\n3、公司在无锡惠山区实践环保能源领域的综合服务，投资建设了以供应工业蒸汽为主的热电厂、生活垃圾焚烧发电厂，同时在周边配套建设餐厨垃圾处理、污泥处理、藻泥处理、飞灰填埋等综合处置设施。\n4、公司与大连理工大学合作成立零碳工程技术研究中心，进行电解水制氢示范项目开发。公司成功研制出1500标方电解槽，当前已建成10000m²电解槽水制氢设备制造场地、产能已达1GW，氢能业务方面电解槽突破1500标方，产品性能优越。\n5、公司最终控制人是无锡国资委，控股股东是无锡市国联发展(集团)。公司是固废处置区域龙头，主要是环保综合服务、能源装备和服务两大产业方向，主要经营电站锅炉、工业锅炉、垃圾焚烧锅炉等产品的产销。"
        },
        {
          "code": "sh600586",
          "name": "金晶科技",
          "limit_time": "",
          "analysis": "钙钛矿+光伏玻璃+TCO玻璃\n1、2025年10月28日互动，公司在淄博和滕州分别布局一条TCO玻璃产线，单条为1500万平米/年，已经在极电光能、协鑫光电、纤纳光电等国内钙钛矿电池龙头企业实现应用，占据了国内该领域绝大部分的市场份额。\n2、公司光伏玻璃业务服务于绿色能源领域，产业实体分别位于中国西北的宁夏和海外东南亚的马来西亚以及山东区域，主要产品为光伏晶硅组件、薄膜组件进行产业配套。\n3、公司主营是浮法玻璃、超白玻璃及纯碱等产品的生产销售。纯碱业务方面，已形成150万吨的产能。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "消息称三星暂停DDR5合约价报价，SK海力士、美光跟进。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000620",
          "name": "盈新发展",
          "limit_time": "09:56:09",
          "analysis": "存储器芯片封装测试+文化旅游+文旅智能体+房地产\n1、2025年10月21日晚公告，公司拟收购长兴半导体81.8091%股权，本次交易完成后，公司预计将实现对长兴半导体控股。标的专注于存储器芯片封装测试和存储模组制造，拥有晶圆测试和修复技术，具备8层叠Die封装工艺以及BGA、SiP、CSP等封装技术，同时该公司可生产消费级NAND FLASH模组和DRAM内存模组。\n2、公司坚持以文化旅游作为核心战略布局，现已拥有长沙新华联铜官窑古镇、芜湖新华联鸠兹古镇、西宁新华联童梦乐园等景区。\n3、2025年4月18日盘后官微发布，新华联文旅携手联想集团、寒舍文旅推出首个文旅行业智能体，打造智慧文旅第一入口。\n4、公司主营房地产项目开发建设（2024年H1占比58.47%）、文旅景区开发与运营等，旗下设有购物中心、酒店、物业服务、旅游服务等业务。\n5、2025年4月16日，公司出资1000万元成立深圳盈新数科具身智能公司，所属行业为计算机、通信和其他电子设备制造业。"
        },
        {
          "code": "sh603030",
          "name": "全筑股份",
          "limit_time": "11:04:41",
          "analysis": "光刻机光源+机器人+拟定增投建智能建造项目+AI服务器+装修\n1、2025年10月31日公司公众号，公司与华芯极光在上海合资成立华芯全筑，华芯全筑致力于极紫外光源核心精密测量设备的研发与制造，同时为传统化光源路径攻关以及创新型光源技术落地提供支撑。\n2、2025年4月9日互动，公司自2016年起就与上海大学开展建筑装饰领域机器人的研发合作，在智能放线机器人等项目中积累了宝贵的经验。面对当前AI和具身机器人技术的快速发展，公司正积极布局智能施工体系，推动行业的智能化升级。\n3、2025年7月24日晚公告，拟定增不超1.8亿元用于基于人工智能技术的建筑行业设计与产品生态平台等项目。\n4、子公司科舸全筑与科舸物联，联合dell公司发布科舸全筑Ai系列服务器。\n5、公司以规模化的住宅全装修作为支点，推动业务从住宅到泛住宅再到商业、康养、教育、医疗、科技等地产领域的覆盖。在创意设计领域，公司拥有 DC、JCA、SEA 等高端设计品牌。"
        },
        {
          "code": "sh603360",
          "name": "百傲化学",
          "limit_time": "13:46:04",
          "analysis": "光刻机+增资半导体公司+实控人变更为汇金公司\n1、2024年11月6日电，公司参股企业芯慧联芯自研的首台D2W混合键合设备和W2W混合键合设备今日已出厂向客户交付，客户为国内头部芯片制造企业。据悉，该2台设备由芯慧联新100%全流程自研开发，其中，D2W设备是全球首台D2W HB一体机，可通过3D化IC技术弥补光刻机制程的不足。\n2、2025年1月27日公告，子公司芯傲华拟增资1亿元，增资后芯傲华持有芯慧联新10.48%股权。2024年10月7日晚公告，全资子公司拟以7亿元增资“芯慧联新”，增资后直接持有其46.6667%股权。\n3、2025年2月14日晚公告，公司上层控股股东东方资产，财政部拟将其股权全部划转至汇金公司，后者变更为公司实控人。\n4、公司主要从事异噻唑啉酮类工业杀菌剂原药剂的研产销，拥有原药剂产能超过3万吨/年。"
        },
        {
          "code": "sh600667",
          "name": "太极实业",
          "limit_time": "14:27:14",
          "analysis": "DRAM封测+海力士合作+光伏\n1、《科创板日报》2025年11月3日讯，供应链称，三星电子已率先暂停10月DDR5 DRAM合约报价，引发SK海力士和美光等其他存储原厂跟进。公司半导体业务为DRAM、NAND Flash等提供封装、测试、模组装配等后工序服务，拥有国内唯一16层DRAM高堆叠技术储备，子公司太极半导体将为长鑫等国产存储提供封装服务。\n2、公司与海力士成立合资公司海太半导体，与SK海力士签订有《第三期后工序服务合同》，自2020年7月1日至2025年6月30日，以“全部成本+约定收益（总投资额的10%+超额收益）”的盈利模式为SK海力士及其关联公司提供半导体后工序服务，后续将有望承接HBM3封装订单。\n3、公司拥有光伏产业相关建设资质，并拥有丰富的建设经验，是国内众多光伏制造及光伏发电客户的优秀服务商之一。\n4、公司工程技术业务主要服务于电子高科技与高端制造，生物医药与保健，市政与路桥，物流与民用建筑，电力，综合业务等6大业务领域；光伏电站的投资和运营业务于2014年开始逐步形成。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "朱雀三号进入首飞准备阶段，可用于大型星座组网。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh605598",
          "name": "上海港湾",
          "limit_time": "11:22:18",
          "analysis": "商业航天+岩土工程综合服务（西南水电）+一带一路\n1、2025年7月底以来，我国GW星座发射频率显著提升，从01-05组星的一到两个月发射间隔缩短到05-07组星的3-5天发射间隔，组网速度明显加快；子公司上海伏曦炘空科技，聚焦卫星、空间飞行器、无人机等领域的能源需求，深度参与关键产品研发服务。\n2、2025年7月11日调研纪要，公司钙钛矿太阳能电池已助力15颗卫星入轨，40余套系统在轨稳定运行，2025年上半年订单储备丰盈且增速亮眼，覆盖卫星全生命周期能源需求，并服务长光卫星等20余家客户。\n3、公司参与了西南某水电站项目前期的方案讨论阶段，并已经投入了一定的资源和精力进行前期的研究和准备工作。\n4、公司为全球客户提供集勘察、设计、施工、监测于一体的岩土工程综合服务，主要包括地基处理、桩基工程等业务。已在新加坡、印尼、泰国、越南、菲律宾等多个“一带一路”国家参与基础设施建设。"
        },
        {
          "code": "sz000901",
          "name": "航天科技",
          "limit_time": "13:07:30",
          "analysis": "航天应用+军工+自动驾驶+车联网\n1、公司航天应用业务以军工配套为主。公司航天应用产品主要以加速度传感器、精密制造、航天辅材、测试测控设备为主。目前公司加速度传感器等少量产品配套国家载人航天工程和探月工程任务\n2、公司石英挠性加速度计、电源电路产品助力天舟六号、天舟七号、神舟十七号与空间站核心舱交会对接等多项载人航天工程任务，进一步巩固了加速度计在载人航天领域应用的主导地位。\n3、公司境外汽车电子业务的核心产品为车载座舱内传感器，主要包括三个业务领域，即安全、舒适和自动驾驶。\n4、公司车联网业务在综合性智能化的“航天智慧车联网综合服务云平台”的基础上，自主开发了包括北斗重点营运车辆联网联控、网络货运（无车承运人）智慧物流等车联网服务软件。\n5、公司航天应用产品主要以惯性导航加速度传感器、精密制造、测试测控设备、专用电源为主要业务方向。"
        },
        {
          "code": "sz300455",
          "name": "航天智装",
          "limit_time": "13:07:39",
          "analysis": "商业航天+存储芯片+核工业+铁路检修\n1、子公司轩宇空间持续发力传统宇航地面测试保障领域，大力拓展航空、船舶等市场，其科技产品创新一直走在我国复杂航天器系统测控仿真领域技术前沿。\n2、子公司轩宇空间有宇航级的存储芯片产品。\n3、子公司轩宇智能作为特种机器人研制与产业化平台，凭借在核工业自动化装备的多年深耕，完成了核工业卡脖子产品的国产化，并已有重点系统集成项目投产运行。\n4、公司将应用于卫星姿态控制的红外线探测技术引入我国铁路车辆运行安全检测领域，使公司铁路业务在铁路运营安全服务提供商及轨道交通机车车辆检测检修智能装备提供商中持续保持在第一梯队的地位。"
        },
        {
          "code": "sz300710",
          "name": "万隆光电",
          "limit_time": null,
          "analysis": "商业航天（参股）+激光雷达+AR/VR+数据通信\n1、子公司参股成立的星澜智联投资的赛思倍斯业务涵盖互联网卫星、遥感卫星、探测卫星等产品的设计、开发和运营。\n2、公司与南京智能高端装备产业研究院签署了战略合作协议，双方就激光雷达、毫米波雷达、射频器件与天线的联合研发、设计、投产、销售，以及衍生附加业务的开展建立长期深度的合作关系。\n3、公司家庭组网，智能家居等系列产品，满足用户对于实时游戏、 AR/VR等多元化的需求及更好的用户感知及体验。\n4、公司主要从事广电网络设备及数据通信系统的研产销和技术服务，产品涵盖全球广电网络主流技术方案，主要应用于广电领域中的传输网络、双向化改造、优化升级及宽带接入等。\n5、公司与北京宏瑞汽车就新能源汽车及核心零部件等领域展开战略合作。后者是一家低碳出行科技公司，旗下拥有宏瑞世英车辆、禾润机电等子公司。参股公司晨晓科技设有芯片开发部，该部门主要负责芯片开发相关职责，可提供通信技术相关的芯片设计服务。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "工信部：落实大规模设备更新和消费品以旧换新相关政策。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002181",
          "name": "粤传媒",
          "limit_time": "09:25:00",
          "analysis": "足球媒体+全运会+业绩扭亏+AI文娱+短剧\n1、2025年11月3日消息，广东表示要组织好“粤超”足球赛、“省港杯”足球赛等区域精品赛事。公司旗下广州劲彩信息进行购彩平台“云彩彩票”的开发、运营和管理；子公司先锋报业新媒体矩阵涉及足球+APP、足球+小程序、等相关足球体育媒体。\n2、十五运会将于2025年11月9日至21日在广东、香港、澳门三地举行，预计将带动超1500亿元经济增量；公司将对全运会赛事进行宣传报道，并积极举办全运会相结合的活动。\n3、2025年10月30日晚公告，公司前三季度净利润1.16亿元，同比扭亏为盈，主要因收到法院执行款7259.73万元致营业外收入大增。\n4、公司旗下虚拟人苏小妹，自创国内首部博物馆题材虚拟短剧《步天歌》，在抖音上线。新媒体公司G视频首部全流程AI制作城市宣传视频《五羊传说》亮相深圳文博会。\n5、公司通过与民办复读机构、中等职业学校等教育机构合作，为中职生和社会人员提供高考复读、高考辅导、艺考生文化课培训及艺考术科培训等教育培训服务。"
        },
        {
          "code": "sz002772",
          "name": "众兴菌业",
          "limit_time": "10:08:54",
          "analysis": "冬虫夏草+业绩增长+金针菇+农副土特产品\n1、网传纪要表示，公司目前4个虫草产能项目同时推进。全部投产后，预计产能18-20吨。按目前行业盈利能力，单吨5000万净利。未来，动态保守估计单吨3000万，对应5.4个亿增量净利润贡献（未经证实）。\n2、2025年10月27日盘后公告，公司三季度营收为5.68亿元，同比增长13.10%；归母净利润为1.35亿元，同比增长128.70%。\n3、公司位于甘肃省天水市，主要产品为金针菇（占比43.3%）和双孢菇鲜品，其主要消费场景为麻辣烫和火锅。 目前已在甘肃、陕西等地建立了食用菌生产基地，日产能1105吨。\n4、公司主要经营范围为食用菌、药用菌及其辅料的生产、销售，微生物技术、生物工程技术、农业新技术的研发、应用、研究、推广，农副土特产品的生产、加工及销售。"
        },
        {
          "code": "sh605338",
          "name": "巴比食品",
          "limit_time": "",
          "analysis": "中式面点+速冻食品+宠物经济\n1、公司中国包子第一股，拥有知名早餐连锁品牌\"\"巴比馒头\"\"，产品分为面点系列、馅料系列以及外购系列； 公司采用特许加盟为主，直营门店、团餐销售为辅的销售模式，国内销售区域主要是华东、华南、华北，华东各年产品销售金额占比90%以上。\n2、2025年4月1日调研纪要，公司着手利用目前全国五大中央厨房的产能布局，开始构建团餐业务的全国经销商体系。\n3、公司拟与王勇等4位自然人签署投资合作协议，通过新设目标公司后股权转让方式收购武汉“好礼客”、“早宜点”品牌相关全部资产快速获得华中地区产能及门店网络，“好礼客”约有280家门店，“早宜点”约有10余家门店。\n4、公司持有天津君正投资管理合伙企业5.71%的份额，后者持有东鹏饮料10%的股份。\n5、公司设立了宠物食品子公司，与上海新兴宠物鲜食品牌“派特鲜生”达成了供应合作，目前公司为其提供以包点为主的宠物食品。"
        },
        {
          "code": "sh605155",
          "name": "西大门",
          "limit_time": null,
          "analysis": "遮阳材料龙头+智慧家居（华为）+一带一路+跨境电商\n1、公司为国内功能性遮阳材料细分领域的龙头企业，产品远销全球六大洲、70 余个国家和地区。主要产品包括遮阳面料及功能性遮阳成品。\n2、西大门一直致力于为消费者定制智慧主题家居。产品通过手机APP控制或者智能控制可以实现与华为家居系统的智能联动。\n3、公司一带一路出口国家众多，主要有俄罗斯、印度、马来西亚等30多个国家。\n4、2025年2月25日互动，公司目前通过跨境电商平台销售的产品为成品窗饰，主要售卖地区为北美洲。公司销售费用的增长源于业务模式的战略转型，即从传统的面料批发业务向品牌化运营业务的转变。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "第三方机构QuestMobile近日发布的2025年三季度AI应用行业报告显示，我国AI应用移动端月活跃用户规模已突破7亿大关。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600556",
          "name": "天下秀",
          "limit_time": "09:53:59",
          "analysis": "AI营销+TikTok+小红书（MCN）+网红经济+人工智能\n1、2025年9月9日业绩说明会，公司的 AI 产品灵感岛涵盖社媒内容 AI 运营、短视频内容 AI 运营、矩阵营销 AI 运营三大板块，聚焦品牌营销核心需求，可实现批量图文内容生成、爆款内容复刻、批量内容审核、批量短视频内容生成、社媒账号一键管理、企业数字人 IP 打造等多种营销场景应用。\n2、公司为TikTok北美直营业务的首批合作伙伴之一。\n3、天下秀是一家立足于红人新经济领域的平台型企业，核心服务红人、 MCN（红人经纪公司）、品牌商家。平台注册红人账户数累积达到319.8万；入驻 WEIQ 平台的 MCN 机构的数量达到 1.79万家。公司与小红书、腾讯、今日头条等建立了良好的合作关系。。\n4、公司Honnverse(虹宇宙)产品是一款3D版虚拟社交产品，产品是以Z时代的3D虚拟星球(P-LANET)为背景，将联合全球社交红人为全球用户打造一个沉浸式的泛娱乐虚拟生活社区。"
        },
        {
          "code": "sz002912",
          "name": "中新赛克",
          "limit_time": "10:53:21",
          "analysis": "AI应用+深圳国资+数据要素+算力数据网络监测\n1、公司已将AI全面应用到内部产品研发等多场景中。公司研发了知识资产管理引擎，推出了TableGPT引擎，在此基础上，构建了海睿思知信、海睿思问数等一系列前沿AI应用产品，并在多个项目中进行试用与落地。\n2、公司实控人为深圳国资委。深创投直接持有本公司26.66%的股权为公司控股股东。公司自身也曾表示，作为国有控股企业，会对推动国有资本做强做优做大的相关政策“保持高度关注”。\n3、2024年6月5日互动，公司海睿思产品已成功通过上海数据交易所的数商认证，获得上海数据交易所颁发的“数据产品开发服务商”、“数据治理服务商”和“数据咨询服务商”三大证书。相关的海睿思数据工程系列产品，可以为企业提供数据建设咨询→成果落地→应用建设→数据管理一站式服务。\n4、公司已有相关的算力数据网络监测和调度技术研发储备。数据安全产品及服务可以通过数据资产分类分级等手段对数据采集等数据全生命周期安全风险进行监测预警。"
        },
        {
          "code": "sh688435",
          "name": "英方软件",
          "limit_time": "13:14:19",
          "analysis": "数据灾备+华为云备灾+数据复制\n1、2025年10月30日工行app余额清零大事故，网传纪要表示，公司拿下工行全面替换海外龙头veritas订单（未证实）。英方软件国内专业灾备厂商份额第一；公司是数据复制纯软件市场国产龙头企业和唯一上市企业。公司是一家专注于数据复制的软件企业，券商预计2025年国内市场规模将超过500亿，数据复制软件作为数据灾备领域和大数据领域的核心实现工具，将在政策及行业趋势共同驱动下迎来前所未有的发展机会。\n2、2025年2月10日调研，英方软件与华为是多年的战略合作伙伴关系，是华为云灾备、容灾、华为数据库及大数据相关的数据复制软件供应商之一。\n3、公司是国内市场少数同时掌握动态文件字节级、数据库语义级和卷层块级数据复制技术的企业之一，在企业业务连续性及数据复制管理领域处于领先地位。"
        }
      ]
    },
    {
      "name": "影视传媒",
      "reason": "2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000892",
          "name": "欢瑞世纪",
          "limit_time": "09:33:18",
          "analysis": "漫剧+重大诉讼进展+短剧+影游\n1、2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》；公司继AI短剧、互动影游《江山北望》后，近10部AI漫剧作品也将陆续上线。\n2、2025年10月22日晚公告，公司作为原告在北京金融法院提起诉讼，被告需补偿1.13亿股股票及现金1767.16万元。\n3、公司在微信、抖音、快手等平台上的剧场账号及短剧小程序矩阵已开始了付费及免费模式运营。\n4、公司营收主要来源于艺人经纪和影视剧相关业务，同时积极探索布局短剧、互动剧、AIGC、影视科技等新的战略方向，真人互动剧《完蛋！我被美女包围了！2》正式定档2025年7月17日。\n5、2025年2月20日据官微，公司与上海阶跃星辰达成战略合作，双方将共建“麟跃”AI联合实验室，共同推动AI技术在影视行业的应用落地。公司参投了温州雁荡山曲文旅游公司，后者在温州雁荡山开发相关旅游资源。"
        },
        {
          "code": "sh601929",
          "name": "吉视传媒",
          "limit_time": "09:40:04",
          "analysis": "首部AIGC电影+云计算+AI智能体+低价股\n1、电影《731》定档2025年9月18日，出品方为长春电影集团；公司与长影集团同属吉林省宣传部下属的国有企业，并与长影集团等签署战略合作协议。2025年8月25日亮相的中国首部AIGC电影《音符中的密码》，由长影出品、吉视传媒联合出品。\n2、在云计算、大数据服务方面，公司的弹性云平台提供近8000核vCPU、30TB内存、4PB存储容量，面向政企客户，提供弹性计算、对象存储、云数据库、负载均衡、云安全、大数据服务等基础云资源和数据服务。\n3、公司正在与深圳来画等单位，以资本合作方式携手推进AIGC应用项目落地，后者为国内AIGC行业的领军企业。\n4、2025年2月8日讯，公司携手北数所成立数据服务中心。公司与长光卫星技术签署战略合作协议，将开展卫星数据云服务、卫星数据确权认证等业务。公司主要依托有线数字电视智能光网的规划建设与运行管理、交互式现代多媒体综合信息服务平台的支撑,从事广播电视节目内容的接收、转发和传输等基本业务。"
        }
      ]
    },
    {
      "name": "储能",
      "reason": "券商表示，持续看好储能全球共振大趋势不变。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002796",
          "name": "世嘉科技",
          "limit_time": "13:10:03",
          "analysis": "储能+供货AMD+拟投资光通信公司+低空经济\n1、公司与阿诗特能源就储能柜领域签署合作框架协议，后者是一家储能企业，已经向20多个国家累计出货1.5GWh，年产能3GWh。\n2、2025年9月6日公告，公司拟通过增资扩股方式取得光彩芯辰股权不超过20%股权，布局光通信细分赛道。网传光彩芯辰与AMD已合作2年，以800G需求为主，今年开始大批量交货；1.6T已获认证，预计年底量产（未经证实）。\n3、2021年5月7日投资者关系活动记录：公司控股子公司苏州捷频电子主要产品为陶瓷波导滤波器等射频器件，该类产品主要应用于宏基站，亦可应用于军工领域，但目前军工业务较少。\n4、公司的移动通信设备业务主要收入来源于滤波器和天线的销售，产品主要应用于电信运营商的 4G、 5G 宏基站，公司也在跟踪 6G 通信技术的发展动态，增加对先进通信技术的研发投入。\n5、2024年11月12日互动，公司的滤波器和天线产品可以为低空通信领域提供通信传输服务。"
        },
        {
          "code": "sz000682",
          "name": "东方电子",
          "limit_time": "",
          "analysis": "储能+虚拟电厂+智能电网\n1、2025年9月18日机构调研，公司储能及新能源业务收入较上年同期实现增长23.07%。公司EMS能量管理系统已拓展应用于新能源和储能业务中， 其中储能领域EMS能量管理系统已在多个项目中进行应用推广。\n2、公司自主创新研发的虚拟电厂技术经专家组科技成果鉴定“整体技术国际领先”，虚拟电厂业务已在国网、南网、发电集团、能源集团、城市级和园区级等多场景实用化落地应用。\n3、智能电网领域，公司在新一代调度系统应用、新一代集控站监控系统、变电智能巡视等在多个省份取得项目突破，市场份额持续巩固和开拓。"
        }
      ]
    },
    {
      "name": "超聚变",
      "reason": "2025年11月1日超聚变官微发布，超聚变标准液冷服务器2025 H1国内市场排名第一。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002431",
          "name": "棕榈股份",
          "limit_time": "09:31:30",
          "analysis": "超聚变借壳猜想（河南国资）+园林施工+足球俱乐部（被处置）\n1、2025年11月1日超聚变官微发布，超聚变标准液冷服务器2025 H1国内市场排名第一；河南省财政厅持有公司29.82%股份。河南省财政厅与间接参股超聚变。\n2、公司是一家以风景园林景观设计和营建、苗木销售为主业的企业，公司主要从事生态环境业务、生态城镇(运营)业务。\n3、2016年公司出资3亿元收购英超西布罗姆维奇队母公司股权,成为英超概念第一股。2023年年报披露，间接投资的西布朗足球俱乐部被处置。\n4、2024年11月13日盘后公告，公司与中建五局、中建三局所组成的联合体被确认中标“郑州航空港区豫创建设发展有限公司'两院一中心'二期东侧院区项目施工总承包”项目，总投资约31.37亿元，公司作为联合体成员，涉及金额预计12.66亿元，占2023年收入的31.25%。\n5、公司通过满星繁盛基金持有乐客VR5.64%股权，与乐客VR共同成立乐客奥义作为VR文旅产业落地的抓手；乐客VR是专注于VR等科技创新技术。"
        },
        {
          "code": "sh600637",
          "name": "东方明珠",
          "limit_time": "10:42:00",
          "analysis": "间接参股超聚变+上海微电子+广播电视+区块链\n1、公司拟分别参与郑州航空港先进计算一期(公司拟持有49.95%)、二期基金(公司拟持有34.164%)，受让超聚变部分股权。\n2、公司持股上海信息股份，进而间接持股上海微电子。（未证实）\n3、公司进入由中央网信办牵头的17家部委参与的一个区块链国家级项目，东方明珠申报获批了区块链+版权项目，其他参与方主要是高校和版权协会、版权局等单位，项目倾向于版权上传、验证、交易和保护。\n4、公司是上海广播电视台、上海文化广播影视集团公司统一的产业平台和资本平台，拥有中国规模最大、门类最齐、特色鲜明的内容版权库以及国内最大的多渠道视频集成与分发平台，旗下数字营销、主机游戏、电视购物、文化娱乐旅游等传媒相关服务行业领先。"
        }
      ]
    },
    {
      "name": "油气",
      "reason": "美称再次打击加勒比地区“贩毒船” 3人死亡。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002492",
          "name": "恒基达鑫",
          "limit_time": "09:50:57",
          "analysis": "石化物流+油储+保税仓储+科技基金\n1、公司为华南沿海地区规模最大的石化产品码头，其中珠海库区共有储罐60个，罐容为61.30万m³，码头拥有5千吨级、5万吨级和8万吨级泊位各1个。\n2、公司是一家专业的第三方石化物流服务提供商，主要从事为国内石化产品生产商、贸易商的进出口货物提供码头装卸、仓储、管道输送、装卸业务、仓储业务。业务辐射国内石化工业发达的珠三角地区、长三角地区和华中地区。\n3、2025年8月12日晚公告，公司拟出资不超过2亿元与专业投资机构共同投资基金，投资于集成电路、人工智能产业等硬科技赛道。\n4、2025年4月23日互动：公司的珠海库区和扬州库区设有液体化工品保税仓库和石油产品保税仓库，两地保税仓库服务主要以当地石化生产企业和石化贸易客户。"
        },
        {
          "code": "sz002554",
          "name": "惠博普",
          "limit_time": "11:09:03",
          "analysis": "油气服务+海洋石油+天然气+新能源\n1、公司主营业务包括油气工程及服务(EPCC)、环境工程及服务、油气资源开发及利用。项目集中于中亚、中东、南亚等地区，与俄罗斯卢克石油有项目合作。\n2、2025年3月17日互动，公司在海洋石油方面拥有石油天然气(海洋石油)工程设计资质证书。公司参与的项目主要在海上油气田，曾向中海油、中石化胜利海洋公司海上处理平台等提供高效油气处理设备。\n3、公司参与的渤海油田滨州天然气终端项目2024年6月成功投产，系渤海湾首个千亿方大气田渤中19-6凝析气田重要陆地终端配套，并中标大探1井千万级天然气深度处理工程。\n4、公司在碳中和方面拥有二氧化碳捕集技术，二氧化碳液化、提纯、高压加注装置，已获得马来西亚国家石油公司、卢克石油等际石油公司的合格供应商准入资格。\n5、公司正重点发展新能源尤其是氢能等领域，业务方面正在开展水质净化厂内光伏发电制取绿氢项目。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "智元机器人真机强化学习技术落地工业产线。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh601512",
          "name": "中新集团",
          "limit_time": "13:45:13",
          "analysis": "间接参股云深处+参股宇树+光模块生产基地\n1、2025年11月3日盘中消息，云深处变更企业名称，由云深处科技有限公司变更为云深处科技股份有限公司。公司间接持有云深处少数股权。\n2、公司持有百度昆仑芯0.35%股权，持有宇树科技0.025%股权。\n3、2025年7月15日盘前，公司官微文章7月12日浙江剑桥通信光电子智能智造基地在中新嘉善现代产业园开业。基地定位为剑桥科技全球生产制造中心及分拨调度中心，主要涵盖高速光模块、有线和无线宽带接入设备等ICT关键基础设施的生产。\n4、2025年8月26日盘后讯，苏州取消市区范围内新建商品住房2年限售。公司控股股东为苏州中方财团控股公司，实际控制人为苏州工业园区国有资本投资运营控股公司。公司以园区开发运营为主体板块，以产业投资和绿色公用为两翼支撑板块。在东南亚布局了缅甸新加坡工业园等“一带一路”项目。\n5、中新公用已与协鑫集团、固德威、旭杰科技等知名光伏企业展开了深度合作，未来上述合作方将为中新绿发提供优质的分布式光伏电站项目。"
        },
        {
          "code": "sz002611",
          "name": "东方精工",
          "limit_time": "14:39:54",
          "analysis": "人形机器人（乐聚机器人）+可控核聚变+无人机\n1、乐聚智能（深圳）股份有限公司正式启动IPO进程，并于10月31日在深圳证监局完成辅导备案。公司直接持有乐聚智能股权6.83%。2025年7月22日公告，公司与乐聚机器人签署战略合作协议，聚焦具身智能机器人方向，在相应人形机器人产品的生产制造、场景拓展及业务推广等方面开展合作。公司持股19.84%嘉腾机器人，后者是中国工业机器人十大品牌商之一，致力于无人搬运车（AGV）领域的研产销，是英伟达生成式AI生态伙伴。\n2、公司投资了贵州航天新力，后者不仅承担了全球规模最大国际科研合作项目之一的国际热核聚变实验堆（ITER）的磁体支撑、屏蔽包层等重要设备的制造。\n3、公司间接投资的腾盾科创主业聚焦高端无人机领域， 是国内唯一的民营军用无人机总装厂商。\n4、公司是国内智能包装设备龙头，瓦楞纸包装装备业务在全球行业市场的整体市占率约10%左右，在国内同类型企业中排名第一。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz000555",
          "name": "神州信息",
          "limit_time": "11:22:15",
          "analysis": "量子通信+跨境支付+京东金融合作+金融AI\n1、公司多次中标量子通信项目，与国盾量子、国翔辰瑞共同出资成立“神州国信量子科技公司”加码量子通信业务，承建的量子保密通信“京沪干线顺利通过国家验收,实现与“墨子号”量子科学实验卫星兴隆地面站的连接。\n2、公司与Swift签署合作备忘录，双方围绕银行核心、跨境支付、国际结算、财资管理等解决方案展开全面合作，成为Swift亚太地区首例启用SwiftRef服务的增值服务认证合作伙伴。\n3、2018年3月公司与京东金融宣布战略携手，面向中小银行推出融信云金融科技服务，打造金融科技服务的全新模式。\n4、2024年上半年，公司发布面向金融的AI原生产品——九天揽月“AI+”和“乾坤”企业级数智底座。公司“神州灵境”智能解决方案接入DeepSeek大模型，推出运维、办公、业务管理三大智能体。\n5、2024年公司和阿里云联合推出“核心系统云原生分布式改造”联合方案，推动超50家金融机构实现自主可控架构升级，市占率稳居行业第一。"
        },
        {
          "code": "sz002370",
          "name": "亚太药业",
          "limit_time": "10:03:45",
          "analysis": "药兜网创始人入主+创新药+化学制药+抗生素类制剂\n1、2025年10月13日晚公告，富邦集团和汉贵投资拟通过协议转让方式转让上市公司14.62%股份，转让价格为8.26元/股（溢价率45.68%），合计金额为9亿元。本次协议转让完成后，亚太药业的控股股东变更为星浩控股，实控人变更为邱中勋。同日公告定增募资7亿元，将全部用于新药研发项目。\n2、邱中勋药兜网实控人，主营医药电商(B2B领域第五位)，媒体报道显示，药兜网自2019年以来持续保持盈利状态，2024年收入突破60亿元，近千家药企合作资源，平台累计交易规模超650亿元。（未核实）\n3、2025年10月29日公告，公司前三季度实现净利润9719.5万元，同比去年增长2909.49% 。\n4、公司化学制剂业务主要分为抗生素类药品和非抗生素类药品两大类。抗病毒类药品阿昔洛韦适用于单纯疱疹病毒感染。产品恩替卡韦片为鸟嘌呤核苷类似物对乙型肝炎病毒多聚酶具有抑制作用。公司目前在产、销售的大环内酯类抗生素药品适用于治疗或减轻支原体肺炎。"
        },
        {
          "code": "sz000838",
          "name": "财信发展",
          "limit_time": "10:49:09",
          "analysis": "房地产+重整进展+环保\n1、公司从事的主要业务为房地产，截止2024年底公司在 5 个省（市）开展房地产业务，公司房地产签约销售金额主要来自于重庆市、江苏省镇江市、天津市。\n2、2025年10月17日公告，控股股东财信地产及间接控股股东财信集团公开招募重整投资人遴选结果揭晓，江西中久天然气集团被确定为中选投资人，重整进程取得实质进展。\n3、控股股东财信地产现持有公司36.25%股份，已100%被冻结。若公司无法解决股份冻结事宜，或存在控制权变更的可能。\n4、子公司重庆瀚渝再生资源公司主营危废处理，具备9大类24种危险废弃物处理资格。"
        },
        {
          "code": "sz000973",
          "name": "佛塑科技",
          "limit_time": "13:19:24",
          "analysis": "半固态锂电池隔膜+尼龙薄膜+广东国资+偏光片\n1、2024年11月14日盘后公告，公司拟购买金力股份100%股份，并向广新集团发行股份募集资金。金力股份在锂硫电池隔膜、半固态锂电池隔膜、燃料电池隔膜、固态电解质等方面进行技术布局，金力股份旗下湖北江升专注锂电隔膜，具备多种陶瓷隔膜生产装置设备实用新型专利。\n2、2025年9月26日晚公告，公司与中石化湖南石油化工共同设立项目公司，项目计划投资总额34.69亿元，建设聚酰胺切片和尼龙薄膜生产线，主要生产经营聚酰胺切片和尼龙薄膜产品。预计项目建设周期为38个月。\n3、公司控股股东为广新控股，实控人是广东省人民政府。\n4、公司控股子公司纬达光电，主要从事偏光片和光学薄膜材料的研发、生产与销售，主要应用在工控仪表、汽车仪表盘液晶显示屏等。\n5、公司是全国唯一的BOPA(双向拉伸尼龙)薄膜生产基地，公司的参股公司杜邦鸿基、杜邦帝人鸿基生产销售BOPET。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+煤气制氢+低价股\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        },
        {
          "code": "sh600302",
          "name": "标准股份",
          "limit_time": null,
          "analysis": "拟股权转让+机械臂3D机器人缝纫+标准智云手机APP+汽车座椅面套\n1、2025年10月27日晚公告，控股股东标准集团拟通过公开征集转让方式协议转让其持有的公司不超过27.77%且不低于控制权变更比例的股份。标准集团直接持有公司1.48亿股A股股份，占公司总股本的42.77%，均为非限售流通股份。\n2、公司在自动化领域围绕汽车内饰研发机械臂3D机器人缝纫项目，已完成试缝测试并具备交付能力。\n3、2021年6月11日互动，“标准智云”系统云平台为WEB服务器提供数据支撑,支持多种方式访问WEB服务器,包括PC、手机、PAD等。公司正在研发的标准智云手机APP、数据中台等场景应用是可以完全适用于华为鸿蒙系统。\n4、公司是我国主要缝制机械设备制造企业之一，在汽车座椅面套缝制服务领域，已与某知名汽车座椅厂达成多个汽车座椅面套项目采购合作意向。\n5、公司运营“标准”、“威腾”、“海菱”三大品牌，在中国和德国拥有两大研发团队，在西安、苏州、上海有三大生产基地。"
        },
        {
          "code": "sz002210",
          "name": "飞马国际",
          "limit_time": null,
          "analysis": "马字辈+物流（深圳）+控股股东拟变更+环保\n1、公司是深圳市重点物流企业，公司的供应链智慧产业链服务业务涵盖了综合物流服务和贸易执行服务等多种形式。综合物流服务，主要是国际物流服务、仓储配送服务以及进出口通关服务等。贸易执行服务为客户全方位提供高效、安全、低成本的供应链服务。\n2、2025年6月23日盘后公告，公司间接控股股东新希望投资集团与漳州高新区高鑫创业签订《投资意向协议》，拟通过股权转让或增资方式对控股股东新增鼎或上市公司进行投资，可能导致公司控股股东及/或实际控制人变更。投资方为漳州国资。\n3、公司2023年度经营计划中表示，主要工作事项包括推动适时注入资产和再融资事宜等。\n4、公司环保新能源产业致力于推进城乡固废循环经济产业园的建设，将固废处置行业从单纯的无害化处理逐步发展到循环经济与资源综合利用。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "bj920009",
          "name": "N丹娜",
          "limit_time": "",
          "analysis": "病原微生物体外诊断+医药\n1、公司是我国侵袭性真菌病诊断试剂的核心供应商，产品种类丰富、且具备较强竞争力。\n2、公司持续进行新产品开发，产品应用范围从侵袭性真菌病诊断逐步拓展至呼吸道病原微生物检测、妇科病原微生物检测、耐药检测等细分领域。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 25,
      "stocks": [
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "10:28:39",
          "analysis": "签署重整投资协议+司法强执完成+农药/医药中间体+酒店\n1、2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、2025年4月30日复牌，公司股票被实施退市风险警示。2025年3月19日公告，公司控股股东广州万顺将增持计划延期至2025年9月19日，继续履行增持承诺。 \n4、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:40:09",
          "analysis": "重整方案通过+算力+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年9月27日公告，公司与深圳市招商平安资管公司签署《重整投资协议》，招商平安资产将以4元/股受让3500万股，投资总额1.4亿元，用于支付破产费用、共益债务及清偿债权，预重整程序继续推进。2025年10月10日公告重整方案。出资人权益调整方案以东易日盛4.19亿股总股本为基数，按每10股转增12.67股的比例实施资本公积转增股份，共计转增产生 5.31亿股股份。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:31:00",
          "analysis": "控制权拟变更+航天军工+半导体材料+虾青素+农业\n1、2025年10月26日晚公告，大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年10月10日公告，控股子公司万方东巽已取得白山市江源区虾青素项目地块不动产权证，项目进入实质建设阶段。\n5、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被司法拍卖并竞拍成功，公司控制权拟变更。 \n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。2025年2月14日互动 ，公司新投资工作正在进行。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "09:30:19",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz002231",
          "name": "*ST奥维",
          "limit_time": "09:25:00",
          "analysis": "并购重组预期+军工信息化+无线通信\n1、2025年5月21日公告，公司具备军工相关资质并仍有通信设备订单，正积极开发新客户以提升盈利能力。公司表示将依托资本市场寻求并购重组机会，可能引入新业务或资产以改善经营状况。\n2、公司从事军队电子信息化、音视频指挥系统、网络通信等领域并提供专业解决方案。\n3、公司预先研究新一代无线通信技术、多媒体集群技术，填补了行业空白；产品包括全骨传导和智能通讯战术耳机等单兵信息化装备。\n4、公司能够提供军队专用视频指挥和会议系统、音视频融合设备等；提供国产安全交换机、国产安全平板等国产自主可控设备。\n5、公司控股子公司无锡东和欣的客户多为制罐、包装企业及其供应商，公司主要将加工生产出的镀锡钢板（俗称马口铁）、轧硬卷、基板等产品向下游客户销售。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+拟出售资产+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，分别间接持有*ST宝鹰37.96%表决权股份。\n3、2025年7月24日公告，拟公开挂牌转让旦华复能50.1%股权。2025年1月26日公告，宝鹰建设100%股权已于2024年12月27日完成交割。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": "09:25:00",
          "analysis": "间接股东战略重组+跨境电商+玻璃器皿+曾计划收购赫邦化工（已终止）+HBM上游材料\n1、2025年10月29日晚公告，公司子公司石岛玻璃银行账户已全部解除冻结。\n2、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n3、根据公司年报，公司利用阿里巴巴、亚马逊网站、广州交易会等平台，在巩固扩大国内市场的同时，不断提高出口份额。\n4、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n5、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        },
        {
          "code": "sh600624",
          "name": "ST复华",
          "limit_time": "09:25:00",
          "analysis": "量子科技+谷胱甘肽+脑机接口（网传）+上海奉贤区国资\n1、2024年9月3日官方公众号，复旦复华与本源量子签署战略合作协议，共谋量子计算产业发展。\n2、公司产品包括注射用谷胱甘肽。\n3、网传公司脑机接口相关技术已帮助残障人士恢复部分运动功能（未证实）。\n4、2024年10月30日晚公告，全资子公司复华园区拟通过上海联合产权交易所转让其持有的高新房产公司40.98%的股权，转让完成后，复华园区公司将不再持有高新房产公司的股份。\n5、公司实控人为上海市奉贤区国资委。公司所从事的主要业务包括医药、软件和园区三大业务板块，多个重点产品的市场占有率在国内同类产品中居于前列。"
        },
        {
          "code": "sz002789",
          "name": "*ST建艺",
          "limit_time": "09:30:42",
          "analysis": "拟注销参股公司+建筑工程+光伏+银发经济\n1、2025年10月8日公告，公司拟终止未实际运营的单晶硅项目并注销参股公司，集中资源聚焦绿色能源与主业。\n2、2025年4月11日，公司与控股股东珠海正方集团签署《股权转让意向协议》，公司拟将持有的建艺矿业77%的股权转让予正方集团或其关联方，本次交易价格预估为9.24-11.55亿万元。2025年5月13日互动表示公司正在推进建艺矿业股权转让和房屋建筑物转让事项。\n3、公司依托建艺装饰品牌优势推进装饰装修业务稳步增长，充分发挥建星建造资质及行业优势，加快拓展房屋建筑工程总承包业务。\n4、公司已积累多个光伏项目的成功经验，比如：中兴智能汽车光伏发电项目（珠海）、海南鑫龙海分布式光伏发电总承包项目等。\n5、公司珠海市香洲区区级养老机构—和园·颐养项目正式启动，该项目已成为公司在银发经济领域深耕细作的重要里程碑。"
        },
        {
          "code": "sz000736",
          "name": "*ST中地",
          "limit_time": "09:25:00",
          "analysis": "业绩扭亏+拟剥离房地产开发业务+房地产（国资）+参股券商\n1、2025年10月30日晚公告，前三季度公司营收142.93亿元，同比增长16.48%；净利润48.27亿元，大幅扭亏为盈。主要系8月重大资产重组交割完成，房地产开发业务整体置出并确认投资收益。\n2、2025年4月22日公告，公司拟将公司持有的房地产开发业务相关资产及负债转让至控股股东中交房地产，本次交易构成关联交易。未来将聚焦于物业管理、资产管理业务等轻资产业务。、\n3、公司实控人是国务院国资委。公司主营房地产开发经营与销售业务，同时积极探索和开拓融资代建、特色小镇、TOD城市综合体、城市更新、产业地产、物流地产等新兴业务。\n4、公司投资德恒证券4900万元，持有其股份6.4%。"
        },
        {
          "code": "sz002076",
          "name": "*ST星光",
          "limit_time": "09:37:27",
          "analysis": "量子技术+LED半导体封装+数据中心+智能家居+新能源车检测\n1、控股子公司天芯量子（持股51%），是较早进入信息安全、量子计算技术服务的科技公司，拥有量子密钥分发、量子 VPN 加密、量子密钥管理等核心技术，是国内少数能将安全、云、量子技术无缝融合的企业。\n2、2025年8月24日官微，公司LED半导体封装生产线已正式量产，向上游芯片级封装延伸，提供SMD、LAMP等LED光源。\n3、根据2024年11月6日官微，新设星光云计算公司，定位为云计算服务、云数据中心综合服务等。星光股份正式启动IDC数据中心服务业务。\n4、子公司雪菜特2024年6月20日微信公众号发布，星光股份设立全新子公司--星光智能，后者旗下智能家居品牌\"金百丽\"。\n5、公司互动表示方形电池（正、负）压氦检测漏机是一种用于检测电池密封性能的设备。"
        },
        {
          "code": "sh600599",
          "name": "*ST熊猫",
          "limit_time": "10:17:03",
          "analysis": "银行账户冻结解除+烟花+小额贷款+成立文旅公司\n1、2025年2月17日晚公告，法院解除对公司及全资子公司江西熊猫烟花的相关银行账户资金冻结措施。\n2、2023年公司全面重返烟花爆竹行业，公司的烟花爆竹业务除一直保有的出口业务外，报告期内增加了内销业务和零售业务。2024年6月22日宣布成立熊猫烟花科技研究院，用科技赋能行业发展。\n3、公司烟花业务包括国内烟花爆竹的批发销售和为专业燃放和烟花爆竹企业提供供应链服务。\n4、2024年9月12日企查查讯，公司和西航投(海南)在陕西成立文旅公司，注册资本1000万元。\n5、公司旗下小额贷款业务尚在继续经营。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "13:55:26",
          "analysis": "单晶硅项目公示+拟出售资产+编程教育机器人+益智玩具\n1、2025年10月30日讯，沐邦高科忻州16GW N型高效单晶硅棒项目评价文件公示。\n2、2025年9月23日晚公告，公司控股股东江西沐邦新能源所持公司1781.7万股股票已被司法划转至铜陵高新企航股权投资合伙企业，占公司总股本的4.11%。2025年8月23日公告，公司通过公开拍卖出售邦宝益智部分资产进展，首次拍卖未成交，现计划以6588.8万元底价进行第二次拍卖。\n3、公司主营业务包括单晶硅棒、硅片的研发、生产、销售。\n4、子公司邦宝益智以积木为载体搭载AI7编程教育机器人，打造适合8岁+儿童，可参与教育部白名单赛事的系列套装产品。公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。\n5、公司的益智玩具以塑料积木玩具为主，主要包括科普系列、编程机器人系列、城市系列、婴幼儿系列及IP授权系列，总共20多个系列200多款产品。"
        },
        {
          "code": "sh600265",
          "name": "ST景谷",
          "limit_time": "09:31:35",
          "analysis": "资产赠与完成+拟出售唐县汇银木业+人造板+松节油+林业\n1、2025年11月1日公告，控股股东周大福投资将上海博达数智51%股权无偿赠与公司，标的拥有一批2025年6月采购的算力设备，目前已完成关工商变更登记手续。 2025年8月16日公告，公司筹划出售唐县汇银木业51%股权涉及重大资产重组。\n2、2025年6月24日公告，公司于2023年2月28日以2.70亿元现金收购崔会军、王兰存及其他股东合计持有汇银木业51%股权，成为汇银木业的控股股东。2024年汇银木业未完成业绩承诺目标，崔会军、王兰存应支付公司的业绩补偿款金额为1.41亿元。截至本公告日，公司已全额收到上述款项。\n3、公司林板人造板产品（占比93.36%）可用于房地产业、家具制造、建筑业等。\n4、公司林化产品（占比3.3%）包括松节油，柠檬醛合成路线之一为松节油系统的合成路线，柠檬醛为维生素A的上游。"
        },
        {
          "code": "sz002005",
          "name": "ST德豪",
          "limit_time": "10:01:30",
          "analysis": "业绩扭亏+拟投建汽车LED封装项目+出售资产+小家电\n1、2025年10月27日晚公告，前三季度归母净利润9015.06万元，同比扭亏为盈，第三季度净利润1.03亿元，同比增长1082.26%。2025年5月30日公告，控股子公司投资5000万元建设汽车LED封装项目，聚焦汽车前装及后装车灯应用。 \n2、2025年5月10日公告，公司完成闲置资产出售交易，获得资金1.35亿元。\n3、公司优势产品为咖啡机类及电动类产品。公司已完成小家电业务的整体优化调整，新的小家电工厂已全面投产。\n4、公司主营业务之一为LED封装业务，产品广泛应用于车灯、手机闪光灯、通用照明等领域。子公司安徽锐拓电子公司已为多家新能源汽车企业主力车型量产供货。\n5、公司的小家电业务以出口为主，外销占比63.60%，总体规模上处于国内同行业前列，主导产品包括磨豆咖啡壶、滴漏咖啡壶、胶囊咖啡机等产品。"
        },
        {
          "code": "sh600608",
          "name": "*ST沪科",
          "limit_time": "13:01:01",
          "analysis": "农产品+昆明国资\n1、公司主营业务以大宗商品贸易为主，主要产品为化工产品类塑料粒子产品、农产品及其他生产生活物资等。公司农产品业务涉及的主要产品品类有大米、高粱、玉米等，尚未开拓花卉类产品。\n2、2025年6月27日公告，截至本公告日公司非经营性资金占用余额为为3.49亿元。截止公告日2024年10月23日晚公告，公司正协同相关方解决股权转让、资金占用等问题。2024年9月5日互动，公司控股股东与滇域控股的股权转让因相关股权冻结原因，暂未完成股权过户相关手续。\n3、公司的最终控制人为昆明市人民政府国有资产监督管理委员会。"
        },
        {
          "code": "sh600228",
          "name": "*ST返利",
          "limit_time": "13:22:55",
          "analysis": "AI导购智能体+拟收购广州风腾60%股权+电商代运营\n1、公司推出电商导购APP“如意”，这款APP基于ChatGPT人工智能技术，采用AI聊天对话模式为用户提供导购服务。2025年6月5日互动，在今年618电商大促活动期间，公司导购产品活跃用户数、订单量及订单金额均实现接近或超过100%的增长。\n2、2025年6月26日公告，全资子公司拟以不超过2880万元收购广州风腾60%股权，标的业务主要由效果营销、信息流广告代理、游戏发行运营构成。\n3、公司在深耕消费行业的丰富经验基础上，为客户、 合作伙伴提供电商平台促销、 优惠整合供应、 平台开发、 电商代运营服务以及全域整合营销等在内的多元化服务， 协助客户更精准、 更快速的匹配到消费客群。\n4、公司地处上海徐汇区。公司与国内淘宝、京东等主要电商平台均建立了良好、持续的合作关系，为京东提供导购服务、广告推广服务。\n5、公司主要从事第三方在线导购、广告推广服务、平台技术服务等商业服务业务。"
        },
        {
          "code": "sz002602",
          "name": "ST华通",
          "limit_time": "14:00:15",
          "analysis": "游戏+间接投资摩尔线程+数据中心+算力租赁+数据安全\n1、2025年7月30日“牛散”魏巍2.79亿元竞得公司2261万股股份。\n2、2025年6月24日国家新闻出版署公布2025年6月国产及进口网络游戏审批信息，共158款游戏获得版号，创近年新高；公司《逐鹿玛法》《隆隆冒险号》在列。\n3、2025年2月7日互动，公司通过旗下二级全资子公司上海盛趣数盟所投资的产业基金间接投资了摩尔线程（北京）。\n4、公司的深圳数据中心项目为华为云提供定制化数据中心服务，深圳数据中心一期项目已经交付，二期项目已开工建设。上海数据中心项目2024H1已实现盈利，深圳数据中心项目略有亏损。\n5、子公司上海世纪珑腾已获得腾讯11亿的算力租赁订单，打通了GPU供应链，将IDC运维服务与AI算力业务结合起来，与腾讯签订的算力综合服务合同租赁期为4年。控股子公司世纪珑腾受让了卫士通所持有的卫士通（上海）网络安全34%股权。"
        },
        {
          "code": "sz300344",
          "name": "ST立方",
          "limit_time": "14:08:27",
          "analysis": "控股股东重整申请+拟收购金融资产+AI训练平台+云计算\n1、2025年7月16日晚公告，公司收到合肥市中院裁定书，受理公司控股股东合肥岭岑科技的破产重整申请。\n2、2025年1月9日晚公告，公司拟通过全资子公司安徽立方数科以1.05亿元受让安徽云掌92%份额，实现对云掌财经的业务收购。\n3、公司推出AI训练平台立方PAI，立方PAI提供完整的人工智能模型训练和资源管理能力平台，提供诸多AI用户友好功能，使最终用户和管理员更容易完成日常的AI任务。网传公司为AI智能体代理商（未证实）。\n4、公司为国内领先的专注新型数字基础建设的数字科技云服务商，为工程设计、智能制造、互联网领域客户提供SaaS云平台和云算力解决方案。旗下超立方产品包含AI服务器、通用服务器和存储服务器。\n5、子公司东经天元是与欧特克（与英伟达创作Omniverse平台）全国总代理，英伟达官方微信曾分享立方数科使用Omniverse实现数字孪生的案例；欧特克相关营收占比32%。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "14:09:41",
          "analysis": "政府补助+收购恒力重工(民营最大造船厂)+瓷器用品\n1、2025年10月25日公告，恒力造船大连于2025年10月24日收到与资产相关的政府补助6000万元。\n2、2025年8月16日公告，下属公司恒力造船签署33.71亿元原材料采购框架合同，预估总金额约33.71亿元。2025年8月29日半年报，公司完成重大资产重组，置入恒力重工资产后上半年营收66.80亿元、归母净利润6.47亿元，实现扭亏为盈。\n3、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘，交船期排至2027年，2023年收入7.7亿，净利润405万元。\n4、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）、超大型集装箱船、海上浮式生产储油船、海上浮式风电、钻井平台等高附加值绿色船舶和高端海工装备制造业务。项目达产后，可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n5、公司是专业化、高品质日用瓷供应商，主要经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比55.83%。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "14:56:00",
          "analysis": "算力中标+判决生效+抖音+AI+网络安全+华为鸿蒙\n1、2025年10月10日晚公告，公司全资子公司北京智游网安确认为“克融云智算中心二期三标段”项目的中标单位，中标价格2.36亿元。2025年9月23日晚公告，公司重大诉讼已获深圳中院判决及生效证明，涉案金额2.54亿元，案件执行结果或对利润产生影响。\n2、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n3、2025年7月11日讯，公司成立智乐科技公司，含多项AI业务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、安全检测平台、合规检测平台、威胁态势感知平台V1.0。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sz002581",
          "name": "ST未名",
          "limit_time": "",
          "analysis": "创新药+生物医药+神经修复类药物+干眼症\n1、2025年5月15日投资者关系活动记录表，公司推进相关创新药等在研项目开发与临床试验，子公司山东衍渡已有眼科创新型生物药物处于拟开展III期临床试验的准备阶段。\n2、子公司天津未名是国内最早从事基因工程干扰素产品开发及制造的现代生物制药企业，主要产品为人干扰素α2b 注射剂及人干扰素α2b 喷雾剂。\n3、公司恩经复®​适用于正己烷中毒性周围神经病、视神经损伤、阿尔茨海默病等神经退行性疾病，是国内较早上市的神经修复类药物，覆盖终端医院超千家。\n4、公司在研重组人神经生长因子滴眼剂​，已完成II期临床试验，计划2025年启动III期，拟用于干眼症、角膜损伤修复。全球干眼症药物市场超百亿美元。\n5、公司参股公司北京科兴致力于人用疫苗及其相关产品的研究、开发、生产和销售。2025年5月16日公司持有北京科兴26.91%股权，获得现金分红款1.3455亿元。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "",
          "analysis": "摘帽预期+文化旅游+服装销售\n1、2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示，市场关注ST摘帽预期。 2025年5月7日互动，公司当前不涉及《深圳证券交易所股票上市规则》规定的退市风险警示情形。\n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sz002306",
          "name": "*ST云网",
          "limit_time": null,
          "analysis": "TOPCON电池+回购注销+半导体+餐饮\n1、公司正在向N型TOPCON电池片生产制造业务领域转型，计划总投资额50亿元，建设年产8GW单晶N型TOPCON高效电池生产规模，2025年实现8GW产能全部达产。\n2、2025年10月15日公告，公司拟回购注销2538.75万股限制性股票，涉及首次授予及预留授予第一期激励对象，合计2538.75万股。2025年6月4日据企查查，*ST云网成立新公司，含半导体器件相关业务。\n3、公司餐饮团膳业务板块主要运营主体为北京湘鄂情等子公司，主要经营模式系在项目发包方指定场所为其职工和相关人员提供餐饮管理及服务以获得业务收入。2024年上半年餐饮业务占收入92%。\n4、2025年1月1日公告，近日公司与江苏省电力设计院签署了《合作意向书》，就盐城光伏项目1GW组件招采事宜进行意向合作。\n5、公司此前参股公司广州瓦瓦美塔在应用领域有元宇宙相关研究，旗下重庆微音与今日头条等合作，保障了游戏推广的多元化渠道及低成本。"
        }
      ]
    }
  ]
}