{
  "date": "2025-11-18",
  "update_time": "2025-11-18 15:41:11",
  "category_count": 12,
  "total_stocks": 77,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz000407",
          "name": "胜利股份",
          "limit_time": "13:37:33",
          "analysis": "拟购买石油相关资产+天然气+天然气销售\n1、2025年11月10日盘后公告，公司拟通过发行股份及支付现金的方式，购买中油珠海100%股权、天达胜通100%股权以及南通中油51%股权、甘河中油40%股权。本次交易预计将构成上市公司重大资产重组。\n2、公司的主营业务为清洁能源天然气业务推广和应用。主要产品为天然气终端销售、天然气贸易、管道制造、油品贸易。\n3、公司与中石油、中石化、中海油等拥有稳定的战略合作关系；公司是国内最具实力的聚乙烯（PE）管道供应商之一，是港华燃气、华润燃气、中国燃气等大型公用事业公司的主要供应商。\n4、公司拥有多层次的气源供应体系，拥有较高层次的专业化人才队伍和燃气管理能力，搭建起覆盖天然气运输管线，城市特许经营管网，加气母站及子站，焦气洁能，LNG 加工厂等天然气业务领域的业务架构体系。"
        },
        {
          "code": "sh600340",
          "name": "华夏幸福",
          "limit_time": "13:59:49",
          "analysis": "预重整受理+城市更新+机器人小镇+低空经济\n1、2025年11月16日晚公告，公司已收到廊坊中院出具的《通知书》，决定受理对公司进行预重整，依法指定华夏幸福司法重整清算组担任公司预重整期间的临时管理人。据2024年报，公司全面转型产业新城服务商。2024年7月18日公告：公司及廊坊控股将在廊坊市域内开发合作，围绕推动城市建设发展，将开展城市更新、基础设施建设与运营等方面的深度合作。\n2、2024年6月19日互动，公司香河机器人小镇为承接京津冀机器人和人工智能技术产业转移的重大平台。\n3、华夏幸福签约内蒙古兴安盟持续拓展低空经济业务布局；子公司华夏幸福（深圳）产业公司与浙江科比特签署《战略合作协议》，双方拟在低空经济领域深入开发战略合作模式。公司与国有独资企业廊坊临空投资发展公司达成战略合作伙伴关系，旨在低空经济领域开展长效合作。"
        },
        {
          "code": "sh603353",
          "name": "和顺石油",
          "limit_time": "10:50:16",
          "analysis": "拟收购上海奎芯+成品油流通+华为超充+AI智能检测\n1、2025年11月16日晚公告，公司拟以现金收购及增资方式取得上海奎芯集成电路设计有限公司不低于34%股权并通过表决权委托合计控制其51%表决权，交易完成后奎芯科技将纳入合并报表，布局高速接口IP及Chiplet解决方案。\n2、公司深耕成品油流通领域，构建起集加油站零售连锁、成品油仓储、物流配送、批发于一体的完整产业链生态，为湖南省首家获国家商务部批准的成品油批发资质的石油企业。截至2025年6月30日，公司运营管理35座自营加油站，因历史原因公司2座自有产权站点对外租赁。\n3、2025年10月10日互动，公司已建的充电站都配套有华为液冷超充设备，计划投建站点仍将推进配套华为充电设备。\n4、公司以AI技术重塑 “和顺石油”品牌内核，构建现代化零售运营体系：通过AI智能检测实现油品合格率100%。"
        },
        {
          "code": "sh600319",
          "name": "亚星化学",
          "limit_time": "09:25:00",
          "analysis": "拟收购山东天一化学+烧碱+氯化聚乙烯+双氧水\n1、2025年11月17日盘后公告，公司拟通过发行股份及支付现金的方式购买山东天一化学100%股权，并募集配套资金。本次交易完成后，公司主要产品将新增溴系列精细化工产品，包括四溴双酚A、溴化环氧树脂、溴化聚苯乙烯等，以及标的公司新材料板块、钾盐板块、膜材料板块的各项产品。\n2、烧碱在季戊四醇的合成中主要作为催化剂或用于调节反应体系的pH值。公司有12万吨/年离子膜烧碱装置项目，2024年Q3，烧碱产量9.7万吨。\n3、公司主营业务是氯化聚乙烯、离子膜烧碱、水合肼、ADC发泡剂等高科技化学产品，同时从事新型化学材料的开发和研究。\n4、公司投产的5万吨cpe装置已投产并平稳运行；2023年公司双氧水装置已建成并试运行。"
        },
        {
          "code": "sz300078",
          "name": "思创医惠",
          "limit_time": "10:05:45",
          "analysis": "实控人拟变更+医疗大模型+战略合作华为+数据要素\n1、2025年11月17日晚公告，公司第一大股东路楠拟将5.61%股份转让给董事兼总经理魏乃绪控制的苍南芯盛，思加物联同步将5.72%表决权委托给苍南芯盛；苍南县工业建设投资有限公司通过持有苍南芯盛33.33%份额实现国资参股，本次交易构成管理层收购。本次交易后魏乃绪先生将通过苍南芯盛以及苍南芯创控制上市公司上市公司总股本的 7.47%，拥有表决权的股份数占公司总股本的 13.18%，成为上市公司的实际控制人。\n2、公司自2016年在医疗人工智能领域布局，目前已经拥有自主知识产权的医疗人工智能引擎和多个专科人工智能模型。公司是华为的长期战略合作伙伴，2020年11月，公司联合华为共同发布了智慧医院场景化解决方案。\n3、公司完成了国家单病种质控平台、 国家护理数据质量平台等7个国家级医疗业务监管平台的升级和优化任务， 为DRG医保收费等医改政策推进提供助力。\n4、公司持有广东天易冷链物流集团15%股份；公司RFID耗材、RFID智能柜硬件及物流解决方案等均广泛应用于智慧物联应用体系。\n5、公司参股子公司新疆佳音医院是新疆生殖健康和母婴保健医学领域的一家产业链齐全、学术技术优势突出的医疗产业实体。"
        },
        {
          "code": "sh605255",
          "name": "天普股份",
          "limit_time": "11:12:11",
          "analysis": "要约收购+汽车零部件+车用橡胶软管\n1、2025年11月17日盘后公告，公司收到中昊芯英出具的《要约收购报告书》 要约收购价格为23.98元/股。2025年11月4日盘后公告，控股股东等与中昊芯英签署的协议转让股份完成过户登记。2025年8月21日晚公告，公司实控人尤建义筹划控制权变更事项，本次增资完成后，中昊芯英、海南芯繁合计持有天普控股50.01%股权，杨龚轶凡通过中昊芯英、海南芯繁控制天普控股，进而控制上市公司，杨龚轶凡将成为上市公司的新实控人。\n2、公司主要从事汽车用高分子材料流体管路系统和密封系统零件及总成的研发、生产及销售，为汽车整车厂商及其一级供应商提供橡胶软管及总成产品。通过不断发展，公司已逐步成长为汽车用高分子流体管路行业的专业供应商之一。\n3、2024年公司外销占比47.11%，境外主要客户有日产国际、日本仓敷等。\n4、公司产品广泛应用于汽车和工程机械的动力总成、底盘和车身三大模块，涵盖冷却、燃油等八大子系统，主要客户有日产投资、东风日产、江铃汽车等。"
        }
      ]
    },
    {
      "name": "AI应用/阿里",
      "reason": "蚂蚁集团推出全模态通用 AI 助手“灵光”，自然语言 30 秒生成小应用。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh600756",
          "name": "浪潮软件",
          "limit_time": "09:25:00",
          "analysis": "AI政务+一云多算+重组预期+山东国资\n1、据公司官网产品介绍，其云海AI云基础设施平台 InCloud AIOS是一款面向政企智能化转型的“融合型AI底座”，具备“一云多算”打破算力壁垒等特点，可兼容NV、沐曦、海光等主流GPU，屏蔽底层算力差异，让企业无需担心硬件选型限制，实现多元异构算力的统一管理与高效协同。 \n2、拥有多元算力融合架构，可全面兼容 X86、ARM、C86、LoongArch 等主流 CPU 架构，连续4年蝉联中国服务器虚拟化市场国内品牌第一。\n3、数字政府业务占比约77%，依托“灵犀有言”大模型平台，推出了智能导办、智慧监管等AI政务智能体，已在50多个项目中落地。\n4、受海光信息和中科曙光合并影响，市场猜测同属浪潮集团的浪潮信息与浪潮软件存在合并可能，双方在业务定位、技术协同和产业链分工上形成互补。（未经证实）公司控股股东山东国投旗下华光光电此前撤回IPO，市场猜测可能注入上市公司。公司实控人山东国资委。"
        },
        {
          "code": "sh603232",
          "name": "格尔软件",
          "limit_time": "09:35:04",
          "analysis": "AI应用+量子科技+数字货币+CPU密码\n1、2025年7月，公司拟收购深圳微品致远51%以上股权。定位为“数据中台+AI应用”服务商，拥有丰富的数据中台业务和客户场景，核心能力在于数据中台建设，近年基于此向AI应用拓展。\n2、2025年半年报披露，公司全线密码产品已初步具备抗量子能力，并在国内外后量子密码算法实现的基础上，研究和开发了协同签名、混合协议、融合证书等后量子迁移所需的应用型技术，大幅度提升了抗量子产品在用户实际场景中落地的实践能力。公司联营公司上海泓格后量子科技致力于抗量子密码领域技术研究、标准制定、产品研发。\n3、参股公司上海芯钛，要从事汽车级半导体芯片产品的设计研发，提供安全类MCU、通用型MCU等芯片产品，并为汽车智能网联提供整体信息安全解决方案。\n4、公司在数字签名技术、私钥安全保护等方面的技术储备可用于稳定币。\n5、公司基于CPU密码模块的内生密码技术， 在密码服务平台中研制了海光、鲲鹏 CPU 的密码协处理器的密钥集中管理模块。公司网盾、云认证网关等产品通过华为公司Huawei Ready认证，公司实现密码平台与华为云的“全融合”。"
        },
        {
          "code": "sz002474",
          "name": "榕基软件",
          "limit_time": "09:37:15",
          "analysis": "AI政务+福建+华为昇腾+数据安全\n1、公司地处福建福州，控股子公司星榕基为福建自贸试验区第一批第三方信用服务机构。公司打造“隆中AI政务大模型”，上线智能政务助手、公文处理等政务办公应用智能体，协助襄阳市数据局成功完成政务系统与AI大模型全面对接。\n2、公司基于华为昇腾人工智能计算基础软硬件平台，训练、微调政务大模型、公文大模型，研发智能应用基础服务平台，提供政务领域语义理解、生成和关联能力；公司也是华为优选级ISV伙伴、鲲鹏生态合作伙伴，大部分应用系统已适配华为鸿蒙系统。\n3、公司的移动会议、移动办公等产品已适配华为鸿蒙操作系统。\n4、公司拥有人脸识别、语义识别、大数据智能分析、信息智能识别等人工智能相关技术专利10多项。"
        },
        {
          "code": "sz002153",
          "name": "石基信息",
          "limit_time": "09:37:36",
          "analysis": "阿里持股+跨境支付+美团/饿了么合作+酒店IT服务\n1、阿里为石基信息第二大股东，淘宝（中国）软件持股13.02%。公司DAYLIGHT PMS已签约万豪等国际酒店集团。\n2、2025年7月4日讯，人民银行官网公布非银行支付机构《支付业务许可证》续展（换证）公示信息（2025年7月第一批次）。名单中包含石基支付科技（广西），后者为公司全资子公司。石基支付科技具有互联网支付牌照，属于类金融机构，根据国家外汇管理局的规定，具有互联网支付牌照的支付公司能发展线上跨境支付业务，包括跨境外汇支付业务，跨境人民币支付业务等。\n3、公司与美团、饿了么均有合作。\n4、公司主要从事酒店、餐饮等大消费行业信息管理系统软件的开发与销售、技术支持与服务。"
        },
        {
          "code": "sz300612",
          "name": "宣亚国际",
          "limit_time": "10:37:18",
          "analysis": "AI营销+AIGC+Web3.0\n1、2025 年上半年，公司数智营销服务业务持续深化 AIGC 技术驱动与行业解决方案能力，为汽车、消费电子、互联网、金融、制造业等领域客户提供数智营销服务，并加速布局文旅等新的行业赛道，进一步拓展营销工具链路、优化内容生产效能。\n2、公司技术团队在密切关注OpenAI文生视频大模型Sora的开放进度，正与参股公司RMDS Lab Inc.共同研究AI视频相关技术路径及应用场景，将研发拓展OrangeGPT的智能视频生成、智能配音等技术应用能力。\n3、公司探索Web3.0时代数实融合赋能产业新形态。公司自研的巨浪技术平台和多年在区块链等技术领域的深耕与实践。"
        },
        {
          "code": "sz002301",
          "name": "齐心集团",
          "limit_time": "10:11:48",
          "analysis": "AR智能眼镜+跨境电商+谷子经济\n1、公司持股好视通92%，是国内知名云视频产品和服务提供商。好视通官网页面展示有AR智能眼镜，应用场景涉及医疗、工业等远程解决方案。\n2、子公司杭州麦苗于2022年开始布局跨境电商客户的数据营销服务,助力国内品牌出海，已成功入驻成为Amazon、Shopee、Lazada等主流跨境电商平台客户的服务商,业务覆盖SaaS软件、广告代投放等领域。\n3、齐心文创先后与吾皇猫、山海经、迷你世界、读者、魔鬼猫、鲨猫、小狗蛇、神烦鸟等多个优质文化 IP 携手，通过发掘丰富的文化底蕴，为消费者提供品牌化、高端化、年轻化时尚文创产品，打造深受年轻人喜爱的“国潮文创”。"
        },
        {
          "code": "sh688365",
          "name": "光云科技",
          "limit_time": "10:59:23",
          "analysis": "电商AI +Agent+AIGC+跨境电商\n1、2025年11月4日机构调研，公司坚定将“大商家SaaS+电商AI SaaS”作为战略方向，在具体应用层面，公司已将人工智能技术全面融入快麦小智客服机器人、深绘美工机器人及有成系列产品，显著提升产品智能化水平和客户体。\n2、快麦小智基于大模型构建电商领域的客服agent，帮助商家显著提升服务体验；深绘美美工机器人则依托AIGC能力，实现批量自动化设计。\n3、2025年11月4日机构调研，公司十分重视跨境电商在东南亚、欧美的发展，密切关注跨境商家的业务需求。"
        },
        {
          "code": "sz300071",
          "name": "福石控股",
          "limit_time": "11:08:03",
          "analysis": "AI营销+AI视频创作模型+AIGC\n1、公司主营业务主要包含 AIGC 数智化平台赋能的数字营销、体验营销、公关广告。坚持“内容+技术+数据”三重飞轮驱动，利用数字技术、在线渠道和智能化优势，搭建内外部智能化AIGC 平台。公司的全链路智能营销平台 FlinkAI，整合多种模态的内容创作、智能编辑、媒介管理、内容分发、聚合展示及数据分析等环节，为不同用户群体提供一站式服务\n2、公司全资子公司和百度合作开发了一种AI视频创作模型，名为D&S-AI Video，于2024年3月25日正式上线并集成至迪思AI智链，从而实现了在AIGC领域的全链路营销内容智能生产。\n3、公司参股公司北京快友世纪AI智能客服平台以5G消息为承载，打造Chatbot平台，为企业客户提供AI 智能聊天机器人，及一键接入全通道的能力。\n4、公司开发出AI图文音视频等创作工具、汽车行业垂类小模型AUTO GPT、AI策略引擎，并直接应用在客户委托项目的制作和执行中，为今后的降本增效打下了坚实的基础。"
        },
        {
          "code": "sz000681",
          "name": "视觉中国",
          "limit_time": "14:30:03",
          "analysis": "AI应用+多模态AI+AI视觉语料（合作阿里/字节跳动）+DeepSeek\n1、公司结合客户工作流，采用高质量版权数据集和客户私有数据集，开发垂类应用模型和AI Agent智能体，例如：创意生成、智能搜索、智能配图、智能审核等。公司还通过API开放平台，与腾讯、阿里巴巴、百度、京东、微软、金山办公等平台类客户达成合作，采用B2B2C模式，连接包括智能创作、广告营销、办公文档、设计工具、音视频剪辑等不同的应用场景，使得公司优质内容触达B端平台所服务的海量C端用户。\n2、公司是全球最大的同类数字版权内容平台之一，公司战略合作伙伴包括字节跳动。2025年2月12日调研，公司为阿里等大模型公司提供合规数据服务，用于大模型训练等目的，为优质版权数据资源付费将成为生成式AI的产业趋。\n3、已完成深度求索公司开源大模型DeepSeek-R1的接入与本地化部署，并在多个产品中深度应用其能力，同时与智谱清影、通义千问、可灵、即梦、生数科技(VIDU)、爱诗科技等国内主流文生视频厂商展开业务合作洽谈。"
        },
        {
          "code": "sz300785",
          "name": "值得买",
          "limit_time": null,
          "analysis": "AI购物+合作阿里+华为+合作kimi\n1、公司过旗下消费内容社区\"什么值得买\"为阿里巴巴提供信息推广服务，在AI购物管家\"张大妈\"等产品方面展开合作。值得买\"海纳\"MCP Server已入驻阿里百炼平台，为更广泛的AI应用提供消费信息服务。\n2、2025双十一期间“什么值得买”AIGC兴趣内容发布量同比增长62.17%；张大妈”App日活及日均启动次数分别环比上月增长129.97%及101.34%，“海纳”平台产生GMV环比上月增长71.39%。\n3、公司上线AI购物助手“小值”，是公司在AIGC战略项目上的关键性节点落地。基于通用模型，利用自身特色数据资源以及1.2亿条优质语料，公司自研智能消费导购大模型，并在APP内落地一系列应用。\n4、 公司自主研发的“值得买消费大模型”，是基于300G语料、历经1.2亿次迭代完成。\n5、Kimi智能助手2024年5月6日上线Kimi+，Kimi+与什么值得买合作上线超强导购机器人。-"
        },
        {
          "code": "sh601116",
          "name": "三江购物",
          "limit_time": "",
          "analysis": "阿里参股+生鲜超市+数字三+盒马\n1、2025年11月13日据证券报，未来几个月内阿里巴巴将逐步在包括淘宝网在内的多个平台上添加AI代理功能，以支持购物体验；杭州阿里巴巴泽泰信息为公司的第二大股东，持股30%，泽泰信息控股股东为淘宝（中国）软件。\n2、公司主要经营社区生鲜超市业务。公司经营业态有社区店、盒马店和邻里店，采用连锁经营方式，商品结构以社区居民日常鲜食消费品为主。\n3、2025年4月11日盘后消息，助外贸企业出口转内销 京东、盒马、永辉、华润等零售巨头启动相关扶持计划。公司只运行在宁波的盒马鲜生。\n4、公司股东阿里持有旷视科技近30%股份，市场猜想存在注入预期。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "11月11日，商务部举办学习贯彻二十届四中全会精神宣讲报告会，会议指出，在大力提振消费等方面出台更多细化措施，高质量编制商务领域系列专项规划。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz003041",
          "name": "真爱美家",
          "limit_time": "09:30:18",
          "analysis": "毛毯纺织+实控人拟变更+跨境电商+一带一路\n1、公司的主要产品为毛毯、地毯及床上用品（套件、被芯、枕芯等），同时对外销售少量毛巾、家居服等纺织品及包装物。根据中国毛纺织行业协会统计数据，近三年，公司毛毯类产品在均位列同行业第一位。2025H1毛毯3.45亿元，占比88%。\n2、2025年11月11日晚公告，公司控股股东真爱集团拟向探迹远擎转让公司股份4318.56万股（占公司总股本的29.99%）并配合15%要约收购，转让价格27.74元/股，总额11.98亿元。交易完成后，交易完成后探迹远擎将持股44.99%成为新控股股东，实控人变更为黎展（AI 独角兽企业探迹科技创始人）。\n3、公司有在阿里巴巴国际站和1688等跨境电商平台销售。\n4、公司主要出口中东、北非和南非等地区，包含“一带一路”中西亚和中东欧等沿线国家，中东及部分非洲地区对厚重型毛毯需求较大。"
        },
        {
          "code": "sz000798",
          "name": "中水渔业",
          "limit_time": "10:09:30",
          "analysis": "远洋捕捞+国资+水产预制菜\n1、中国曾是日本最大的水产品出口国，若对日本水产品实施进口限制，国产企业有望填补市场空缺。公司主要业务包括远洋捕捞、水产品加工贸易和海上渔业服务等业务板块其中，捕捞板块占比约在40%。产品包括软体鱼、硬体鱼、虾、蟹、贝类等及其制品，其中金枪鱼、鱿鱼、虾类及其制品是公司的主打明星产品。公司实控人国务院国资委，是我国唯一拥有国际蓝鳍金枪鱼捕捞配额的企业。\n2、公司海外项目部的产品为自捕鱼以直接销售为主，业务占收入比为53%。\n3、公司现有的预制食品包括：金枪鱼饺子、金枪鱼罐头、金枪鱼炸块等，在京东商城、农发集团精品店小程序有售。\n4、公司2023年成立深蓝食品主要从事大宗水产品贸易、品牌预制菜等业务。"
        },
        {
          "code": "sz002404",
          "name": "嘉欣丝绸",
          "limit_time": "09:32:24",
          "analysis": "外销（丝绸）+离境退税+参股芯动科技\n1、2025年11月17日盘后讯，商务部等7部门发文开展茧丝绸产业“东绸西固”工作，通知指出全国茧丝绸总产值预期将突破3000亿元；公司是我国最大的丝绸产品生产和销售企业之一，旗下“金蚕网”是中国茧丝绸行业最具影响力的产业互联网平台。公司外贸业务的客户主要是欧美发达国家的品牌时尚女装客户，客户主要集中在欧洲和美国，外销占比60.32%。\n2、2025年11月17日互动，旗下“金三塔”品牌推出新型保暖丝绸面料及国风丝绸小袄系列冬季产品，并加大推广力度，承接秋冬季销售。 \n3、全资子公司嘉欣金三塔前期获得浙江省首批离境退税资格，旗下金三塔品牌门店都可享受离境退税政策。\n4、全资子公司嘉兴科技参股22.22%的嘉欣纳杰微电子持有浙江芯动科技45.45%股权。浙江芯动科技是一家专注高端MEMS代工并拥有自主知识产权的生产加工企业，拥有先进的6英寸MEMS芯片产业化生产线，工艺能力涵盖MEMS芯片生产全过程。可提供全球六大晶圆厂一站式ASIC定制解决方案。"
        },
        {
          "code": "sh605136",
          "name": "丽人丽妆",
          "limit_time": "09:33:55",
          "analysis": "美妆代运营龙头+麦角硫因+二股东股权转让\n1、2025年11月17日讯，国家药监局发布《关于深化化妆品监管改革促进产业高质量发展的意见》。公司为美妆代运营龙头，新兴渠道包含抖音、微信小程序，公司聚焦美妆、个护等垂直品类，与施华蔻、兰芝等合作。负责运营的网上店铺达90多家，品牌数量及店铺数均占行业前列。\n2、公司推出了“千金极光饮”产品，同步搭配白番茄浓缩粉、麦角硫因、胶原三肽等科技成分，养出“千金白”。\n3、2025年5月27日公告，公司持股5%以上股东杭州灏月已完成股份协议转让的过户登记。杭州灏月是阿里旗下公司。\n4、公司旗下品牌寻味档案推出的云南过桥米线等产品属于预制菜品，根据说明简单煮制后即可食用。\n5、公司先后在母婴、服饰等合作。公司探索抖音等平台运营抖音小店。公司在微信平台有开设店铺，后续适时地布局更多微信小店。"
        },
        {
          "code": "sz002878",
          "name": "元隆雅图",
          "limit_time": "09:43:18",
          "analysis": "大湾鸡+“AI+3D打印“+RWA+IP文创\n1、2025年11月18日讯， 十五运会特许商品人气火爆，部分热门产品出现“一件难求”现象，总销售额突破6.8亿元；公司是十五运会的全品类特许零售商。\n2、公司AI研究院正在开发营销垂类AI模型，已升级3D图片生成能力。通过自有IP图库喂养训练，采用WEB3共创模式，直接生成公司自有IP“礼盒仔”的3D数字形象。2025年8月29日，“元隆元创“品牌全国首店盛大开业。3、2025年4月24日互动，目前公司与泡泡玛特在一些品牌营销推广项目上开展了业务合作。\n公司通过控股子公司上海喔哇宇宙数字科技切入RWA领域，后者战略投资方包括乐华娱乐、阿里影业，聚焦“大IP文创+科技“融合。\n3、公司为荣耀品牌开发生产“荣耀-哪吒”联名周边产品，包括“荣耀-哪吒”麻将套装、手机背膜拆卸抱枕、水杯套装等。子公司谦玛网络主要开展新媒体营销服务业务，即基于小红书等新媒体流量平台，为企业客户提供广告营销解决方案。\n4、腾讯是公司重要客户之一。公司是巨量引擎综合代理商、抖音星图核心服务商。"
        },
        {
          "code": "sz002836",
          "name": "新宏泽",
          "limit_time": "13:47:00",
          "analysis": "烟标+印刷+业绩扭亏\n1、公司是业内优秀的专业烟标印刷整体服务供应商，主营烟标的设计、生产及销售。公司服务的卷烟品牌包括“利群”等多个知名品牌。\n2、2025年10月28日公告，公司前三季度归母净利润9015.06万元，同比扭亏为盈，第三季度单季净利润1.03亿元，同比增长1082.26%。 \n3、公司与浙江中烟、云南中烟、广东中烟、川渝中烟建立了良好的合作关系，并成为广西中烟、河北中烟合格烟标印刷资质供应商。\n4、铂德已经与全国所有33个省级烟草公司签订了购销合同，电子烟零售户都已可以在各自所属的烟草公司订购铂德产品。"
        },
        {
          "code": "sh603877",
          "name": "太平鸟",
          "limit_time": "14:11:44",
          "analysis": "服饰服装+美好寓意\n1、公司是一家以零售为导向的多品牌时尚服饰公司。\n2、公司主要产品有：PEACEBIRD男装女装、乐町LED’IN女装、Mini Peace童装等。\n3、2025年半年度报告，公司以数据驱动商品全链路改革，打通设计、生产、物流、营销环节，AI预估需求+柔性快反提升存货周转，持续优化渠道结构，关闭低效门店，提升门店平效。"
        },
        {
          "code": "sh600280",
          "name": "中央商场",
          "limit_time": "14:38:55",
          "analysis": "百货零售（南京）+抵制日货+拟购买安徽中商20%股权+房地产\n1、公司地处南京，公司主业为百货零售，同时通过同“罗森”的战略合作拓展便利店业务，兼有部分房地产开发业务。房地产开发除部分纯住宅项目外，主要为用于新开百货门店的自建综合体。公司始建于1936年，由张静江、曾养甫、茅以升等社会名流和爱国之士，以“抵制日货、弘扬国货、振兴民族商业”为宗旨而创立，是当时“实业救国”大潮中南京第一家大型综合商场\n2、公司参与 “跟着赛事游南京” 活动，与政府、景区、酒店形成联动，凭借其在南京的核心地段布局（如新街口等商圈），有望直接承接苏超赛事带来的消费流量 。公司门店分布与苏超主场城市高度重合，在南京、淮安、徐州等苏超重点城市均设有门店。\n3、公司在“Young 购” 电商平台投入发展。子公司云中央完成电商平台蓝图方案和技术建设，覆盖中央商场各连锁店经营品类及雨润食品产品销售环节。\n4、子公司安徽中商中央厨房食品研产基地项目主要内容包括中餐制售、食品、预包装食品的研发、制造、销售等。\n5、公司兼有部分房地产开发业务。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh601566",
          "name": "九牧王",
          "limit_time": "09:25:00",
          "analysis": "男裤（福建）+网红经济+电子商务\n1、公司办公地址位于福建省厦门市。九牧王是中国男裤行业的龙头企业，公司主要从事男裤及男士商务休闲服饰的生产和销售。截至2024年，九牧王男裤市场综合占有率连续二十五年位列国内第一。\n2、公司拥有九牧王品牌、ZIOZIA品牌及时尚潮牌FUN等品牌。公司携手范丞丞、李昀锐、魏大勋、张云龙、朱亚文五位明星，传递九牧王专研男裤35年的品牌价值，高效布局品牌年轻化。\n3、公司已布局主流电商平台。"
        },
        {
          "code": "sz002682",
          "name": "龙洲股份",
          "limit_time": "14:00:57",
          "analysis": "现代物流（福建龙岩）+卫星定位+智能潜排水机器人+军工\n1、公司地处福建龙岩，现代物流业务涵盖了沥青供应链、港口码头综合服务、物流园区经营等，实控人为龙岩市人民政府国资委。公司全资子公司龙岩天元信息科技卫星定位监控及服务为其主营业务之一。\n2、2025年3月11日互动，公司旗下龙岩畅丰为大流量全液压排水抢险车配备的智能潜排水机器并非人形,该设备具备水下作业能力和远程吸、排水功能。\n3、公司军品供应资质申请已取得保密资质。\n4、公司控股的巴基斯坦沥久有限公司此前曾参与中巴经济走廊最大交通基础设施项目“白沙瓦-卡拉奇”高速公路苏木段（苏库尔至木尔坦）建设。\n5、控股孙公司中汽宏远主营新能源汽车研发制造，是东莞市目前唯一一家具有传统汽车和新能源汽车生产资质的汽车制造企业。"
        },
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": "13:02:06",
          "analysis": "军工（福建）+商业航天+DeepSeek+低空经济\n1、公司地处福建福州。公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n2、天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        },
        {
          "code": "sh603929",
          "name": "亚翔集成",
          "limit_time": "13:50:25",
          "analysis": "海峡两岸+半导体洁净室+华为\n1、姚祖骧、赵玉华夫妇是台湾亚翔的实控人。台湾亚翔持有本公司53.99%的股权，同时姚祖骧全资持有的苏州亚力持有本公司0.75%的股权，因此姚祖骧、赵玉华夫妇合计间接控制本公司54.74%的股权，为本公司实控人。\n2、网传公司有机会参与台积电在美工厂建设项目（未经证实）。公司主要为客户提供中高端的洁净室系统集成工程的整体解决方案，客户包括中芯国际等。\n3、公司有承接苏州华为、东莞华为部分项目，有参与华为项目部分数据中心建设工程。\n4、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划、设计建议等。\n5、2025年10月30日晚公告，前三季度营收31.09亿元，同比下降29.63%；归母净利润4.42亿元，同比增长0.78%。第三季度毛利率27.51%，环比提升7.14个百分点。‌毛利率提升主因新加坡VSMC等海外大订单进入结算期。"
        },
        {
          "code": "sz002029",
          "name": "七匹狼",
          "limit_time": "11:00:06",
          "analysis": "男装（福建）+数字七+新零售+控股股东持有沐曦+光源系统\n1、公司地处福建泉州，主要从事“七匹狼”品牌男装及针纺类产品的设计、生产和销售。主要产品包括衬衫、西服、裤装、夹克衫、针织衫以及男士内衣、内裤、袜子及其它针纺产品等。\n2、公司控股股东持有沐曦集成股份比例0.39%。\n3、光源系统是光刻机三大核心之一，我国中科院微电子所控股、亦庄国投、华为哈勃投资的科益虹源，是国内唯一、全球第三家从事光刻准分子激光技术全链条研发和产业化的公司，七匹狼集团是华为哈勃之后较大外部股东，持股穿透6%。"
        },
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "13:36:50",
          "analysis": "海峡两岸+半导体洁净室+客户包含英诺赛科+并购重组猜想\n1、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、合肥晶合、上海合晶、中芯国际等业内知名企业。\n3、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。\n4、公司在空气洁净度、温湿度控制、AMC控制等方面处于领先地位，具有机电工程施工总承包一级、建筑机电安装工程专业承包一级等资质"
        },
        {
          "code": "sz000797",
          "name": "中国武夷",
          "limit_time": "",
          "analysis": "福建国资+房地产+跨境电商+一带一路+低价股\n1、公司是福建本地最大国资房企，实控人为福建省国资委。\n2、公司旗下中武电商重点推进供应链综合运营业务模式的创新，首次完成埃塞俄比亚双向贸易业务试单和新型离岸贸易业务模式下对巴新分公司的沥青供应。全资子公司中武(福建)跨境电子商务公司的业务涉及跨境电商。\n3、公司主营业务包括国际工程承包、房地产开发及物业服务业务，全资子公司中国武夷实业（香港）在香港从事投资和房地产开发业务。\n4、公司积极响应共建“一带一路”倡议，在菲律宾、印度尼西亚、马来西亚等亚洲国家，在肯尼亚、坦桑尼亚、乌干达、埃塞俄比亚、刚果布等非洲国家，以及在巴布亚新几内亚、澳大利亚等大洋洲国家布局国际工程承包业务。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "闪存龙头闪迪11月大幅调涨NAND闪存合约价格，涨幅高达50%。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh605389",
          "name": "长龄液压",
          "limit_time": "09:36:03",
          "analysis": "高端模拟及混合信号芯片+机器人零部件+光伏支架+金属零部件\n1、2025年11月15日公告，控股股东、实控人夏继发、夏泽民与无锡核芯听涛、澄联双盈协议转让29.99%股份已完成过户，后续核芯破浪拟要约收购12%股份，要约收购完成后实控人将变更为胡康桥。核芯互联专注于高端模拟及混合信号芯片，产品覆盖ADC/DAC、运放、比较器、电压基准、LDO、时钟、接口、隔离、驱动器等11大类产品，超过1500个料号可供出货。\n2、2025年2月21日互动，公司目前向杭州海康机器人、兰剑智能、翼菲机器人小批量供货AGV小车、AMR智能搬运机器人顶升机构用回转支承。\n3、公司控股子公司江阴尚驰是一家光伏回转驱动制造商，其中光伏系列王要应用于光伏跟踪支架上，提高发电效率。\n4、公司产品具体包括中央回转接头、张紧装置、工程机械回转减速器、精密铸件和光伏回转减速器等，下游产品遍及工程机械、光伏跟踪、AGV 运输车、家用电器、工业制冷、工业制造、汽车制造等。"
        },
        {
          "code": "sz002213",
          "name": "大为股份",
          "limit_time": "09:38:12",
          "analysis": "存储芯片+锂精矿+机器人+无人驾驶\n1、全资子公司大为创芯微主要产品有NAND、DRAM存储两大系列，产品线覆盖DDR3、DDR4、LPDDR4X商规/宽温级、DDR5等DRAM产品。\n2、全资子公司大冲里矿区长石矿矿产资源储量通过评审备案，备案资源长石矿矿石量为 20953.3万吨，Li2O（氧化锂）矿物量为 32.37 万吨，WO3（三氧化钨）矿物量为 6.55 万吨，Sn（锡）矿物量为 1.41 万吨，同时还伴生锂、钨、锡等有色金属。锂精矿是电池级碳酸锂核心原料，可以配套供应公司的碳酸锂项目。2025年11月5日互动，目前正在办理探矿权转采矿权手续。\n3、全资子公司深圳特尔佳提供的智能接待服务机器人。参股公司大为弘德汽车有进行新能源专用车线控底盘和无人驾驶专用车相关的技术研发。\n4、公司是国内汽车电涡缓速器龙头企业。"
        },
        {
          "code": "sh688486",
          "name": "龙迅股份",
          "limit_time": "14:20:54",
          "analysis": "芯片+拟港股上市-VR\n1、公司是多模态GPT纯正芯片供应商，下游核心领域安防监控、PC、会议系统，已进入Me­ta等供应链，英特尔、三星主芯片厂商已将公司纳入参考设计。2025年11月17日讯，龙迅半导体（合肥）股份科创研发基地开工仪式在合肥经开区举行。\n2、公司正筹划发行H股并在香港联交所上市，目前处于与中介机构接洽阶段。\n3、作为采用Fabless模式运作的半导体设计公司，公司主要从产品产量、工艺稳定性和批量采购成本优势等因素综合考虑代工厂，已经引入部分国内代工企业，未来会积极和国内代工厂沟通潜在合作。\n4、公司专注于高速混合信号芯片研发和销售，产品主要可分为高清视频桥接及处理芯片与高速信号传输芯片，在AR/VR桥接芯片领域具有先发优势，已拓展终端客户包括Xrea、Rokid、TCL雷等国内领先的AR/VR硬件厂商。"
        },
        {
          "code": "sz300538",
          "name": "同益股份",
          "limit_time": null,
          "analysis": "光刻胶+PEEK材料+无人机+华为合作\n1、公司涉及的光刻胶业务，主要是从韩国引进丙烯酸树脂、KISCO 光引发剂、DKC 光敏剂以及色浆等产品，主要应用于 LCD-TFT正性光刻胶等中高端市场。\n2、公司复合材料板棒材目前已量产的产品涵盖PEEK、PPS的板材及棒材等。公司上述产品已被应用于无人机、新能源汽车、航天航空等领域，其销售收入占比较小。\n3、2021年公司曾表示，公司向华为合作代工厂供应手机、平板电脑外观件及结构件制造用工程塑料。  \n4、公司表示未来将着重开拓新能源、航空航天、医疗器械及机器人等领域。"
        },
        {
          "code": "sz002549",
          "name": "凯美特气",
          "limit_time": "",
          "analysis": "传供货新凯来+特种气体+光刻气产品+氢气充装站\n1、据网络资料，新凯来刻蚀、沉积设备要用到大量特气，凯美特气已供货。（未证实）公司生产芯片所需的超高纯气体和光刻气产品已通过多个国际头部企业的相关认证或审核，并建立合作。控股子公司凯美特光刻气产品获ASML子公司Cymer公司合格供应商认证。\n2、公司已建成并投入12套电子特种气体生产及辅助装置，生产半导体、面板、航天、医疗等 领域急需的超高纯气体和多元混配气。\n3、公司已形成每年生产2万吨高纯氢气的生产能力。海南省首个氢气充装站项目即中石化海南炼化氢能凯美特充装站项目已建成。\n4、公司以食品添加剂液体二氧化碳的生产及销售为主。\n5、全资子公司惠州凯美特已形成优质干冰每年20000吨的生产能力、福建凯美特已形成每年3000吨的生产能力。"
        },
        {
          "code": "sz000636",
          "name": "风华高科",
          "limit_time": "",
          "analysis": "MLCC+AI算力+汽车电子\n1、据网络信息，公司因上游贵金属成本压力正式上调部分电感、电容等产品价格5%-30%；公司是国内首家突破国产MLCC静电容量极限，自主研发的低温铜浆成功应用于高端MLCC制造，解决了高端MLCC“卡脖子”问题的企业。\n2、公司MLCC、片式电阻器、电感器等主营产品已通过AEC-Q200、IATF 16949车用体系认证，拥有国内外汽车电子客户。\n3、公司表示新品类超级电容器产品市场开拓加速，2025年上半年销售额同比增长138%；AI算力、储能、智能机器人、低空经济等新兴市场板块销售额持续突破，产品持续导入新客户，销售额同比实现大幅增长。\n4、公司祥和项目产品以车规电容、工业电容、高端消费级电容、精品电容等为主，主要应用于汽车、工控、高端通讯等高端市场领域，目前一期已达产，三期已有部分产能释放并向客户批量供货。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "华为即将在2025年11月21日正式发布AI领域的突破性技术，有望解决算力资源利用效率难题。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz001216",
          "name": "华瓷股份",
          "limit_time": "09:35:54",
          "analysis": "压电陶瓷+特高压输电+氧化锆+外销占比高+陶瓷制品（白酒瓶）\n1、网传纪要，谷歌正测试压电陶瓷OCS技术优化AI超算集群，其毫秒级切换速度、无反射损耗优势成下一代光交换核心方案，2025年采购量预计翻倍至2万台。华瓷子公司华联火炬深耕电瓷技术。（未证实）\n2、子公司华联火炬生产的高压及超高压电瓷产品（如支柱绝缘子、穿墙套管等）具备特高压输电工程应用能力，技术参数可满足高机械强度及极端环境要求。\n3、公司招股书显示重点开发用于燃料电池的氧化锆基产品和用于三元锂离子电池材料破碎的结构材料等。2024年4月3日互动，公司氧化锆产品仅应用于齿科和少量电子产品的耐磨部件，没有应用在固态电池外壳，也没有其他领域的应用。\n4、公司海外布局广泛，2025H1外销占比65.31%，公司荣获胡润中国日用陶瓷企业排名榜第一名。\n5、公司的日用陶瓷产品包括餐具、酒瓶等；陶瓷新材料有生物陶瓷块、耐磨氧化锆球等；电瓷有陶瓷支柱绝缘子公司是贵州茅台、五粮液等知名酒企重要的陶瓷酒瓶供应商。"
        },
        {
          "code": "sh603829",
          "name": "洛凯股份",
          "limit_time": "09:30:49",
          "analysis": "断路器+数据中心+环网柜+新型电力系统+新能源\n1、公司主要从事以断路器、环网柜为代表的中低压配电设备及其关键部附件的研发、生产和销售，系目前我国中低压配电设备及关键部附件行业中研发、生产、服务能力位于前列的企业之一。网传信息，公司数据中心操作机构占断路器价值量20%左右，主要客户包括：上海良信(良信90%左右的操作机构公司供应接近独供)、人民电器厂、GE、施耐德、西门子、ABB等国内外知名企。\n2、公司低压主力产品—J45Ⅱ操作机构和 CJ45Ⅱ抽架广泛应用于智能电网、配网自动化、新能源、工业大客户和居民用电等各个领域，拥有较大的市场占有率。\n3、公司产品主要用于新型电力系统的配电装备、设施以及光伏、风电、储能等新能源配电和控制场合，包括低压、中低压断路器用框（抽）架、操作机构、附件和智能环网柜及其断路器单元操作机构和开关等。\n4、2025年半年报，12kV 至40.5kV 电压等级范围的全系列 C-GIS 产品适合应用于新型电力系统尤其是海上风力发电系统。"
        },
        {
          "code": "sh600410",
          "name": "华胜天成",
          "limit_time": "09:38:01",
          "analysis": "华为昇腾计算+智算中心+AI智能体\n1、2025年11月17日讯，华为将在11月21日发布AI领域的突破性技术，是通过软件创新实现英伟达、昇腾及其他三方算力的统一资源管理与利用。公司与华为昇腾计算应用层面积极开展技术适配，打造智能计算ISV；在智能客服领域与华为软件业务部基于大模型联合研发智能化场景方案，实现领先级ICT服务伙伴认证。 在数字化基础设施领域，公司不仅获得了华为云软件认证合作伙伴身份、华为云服务合作伙伴身份及华为政企金牌合作伙伴身份，还是华为智算中心产线在中国最重要的合作伙伴之一。\n2、公司天津市河北区智能计算中心全面建设后可提供300P人工智能算力系统。公司已与华为、百度、腾讯及字节建立合作伙伴关系。 公司拥有包括新一代人工智能算力中心（AICC） 在内的整体解决方案。\n3、公司自主研发的AI驱动智能投标系统“投标大王”荣登《2024中国AI Agent最佳实践案例TOP20》榜单。\n4、参股公司泰凌微电子曾是英特尔投资的唯一一家芯片设计公司。公司已在2020年至2022年连续三年与Intel签署有关云平台合作研发的战略合作协议。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "中国疾控中心介绍，当前我国总体流感活动属于上升阶段，甲型H3N2亚型占比超过95%，有少量甲型H1N1和乙型流感病毒同期流行，预计今年秋冬季我国流感疫情高峰可能出现在12月中下旬和1月初。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz301201",
          "name": "诚达药业",
          "limit_time": "14:47:36",
          "analysis": "干细胞+左旋肉碱+食品添加剂+CDMO\n1、2025年公司布局的生物细胞药业务在完成设施、设备验证工作的基础上启动干细胞心梗项目、脑梗项目的国产化工艺验证及国内IND注册工作。\n2、公司是国内最早实现左旋肉碱系列产品产业化的企业之一，左旋肉碱系列产品出口全球30多个国家，已成为全球左旋肉碱主要供应商之一。\n3、公司募投项目“迁扩建年产医药中间体155吨、食品添加剂及饲料添加剂3,561吨技改项目”预计于2026年底建设完工。\n4、公司主营业务涵盖为跨国制药企业及医药研发机构提供关键化学制药中间体、原料药CDMO研发生产服务。"
        },
        {
          "code": "sz002020",
          "name": "京新药业",
          "limit_time": "",
          "analysis": "失眠药+创新药+生物制药\n1、网传纪要，公司失眠药地达西尼月度出货量超预期，销售目标持续上调。 地达西尼Q1-3实现营收约1.1亿，Q3实现营收约5500w。2025年实现快速放量，年初月销量3万盒，8月已达18万盒，9月20万盒，预计年底单月达25-26万盒。（未证实）\n2、2025年7月29日用户提问网传公司LPA小分子获得辉瑞20亿美金BD事宜，公司回复LP（a）机制降脂新药目前处于临床I期中，公司在同步推进对外授权工作。\n3、作为15年来国内首个获批上市用于治疗失眠的1类创新药，公司产品地达西尼进入医保目录后，为公司2025年销量增长奠定基础，全年销售额目标为1亿元以上。2025年7月4日盘前互动，目前地达西尼生产和销售工作正常推进中，希望尽快实现销售放量。\n4、公司的创新药布局聚焦精神神经领域，尤其是围绕失眠、精分、抑郁、帕金森、癫痫和阿尔兹海默等适应症。 \n5、公司主要从事化学制剂、传统中药、生物制剂、化学原料药、医疗器械的研产销。"
        },
        {
          "code": "sz000566",
          "name": "海南海药",
          "limit_time": null,
          "analysis": "流感治疗+干细胞美容+医疗器械+海南\n1、公司盐酸金刚烷胺片可防治A型流感病毒所引起的呼吸道感染，可在感染48小时内有效控制病毒。公司部分中成药有针对流感的对症治疗药物。对于流感引起的咳嗽症状，宝岛@橘红片可用于化痰，止咳；流感引起肠胃不适，公司有常为康@枫蓼肠胃康颗粒。\n2、2025年11月14日晚公告，公司全资子公司海口制药厂近日获得国家药监局核准签发的化学药品注射用美罗培南的《药品补充申请批准通知书》。\n3、公司投资的琼海博鳌国医汇医院主营业务包括干细胞美容等业务。公司利用海南博鳌乐城国际医疗旅游先行区政策资源优势，搭建高端医疗器械平台。\n4、公司地处海南，实控人为国务院国资委，公司业务涉及创新药、干细胞等研究或受益。主要产品包括抗生素系列、胃肠道用药系列、抗肿瘤药系列、与制剂配套的原料药和中间体系列及其他产品。\n5、参股公司优尼科尔（持股35%）主要从事人类体细胞制备、储存、应用技术研究及药物开发等业务。"
        }
      ]
    },
    {
      "name": "锂电池",
      "reason": "2025年11月17日，碳酸锂期货主力合约一度涨超8%，报94460元/吨。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000546",
          "name": "金圆股份",
          "limit_time": "09:56:27",
          "analysis": "锂矿+碳酸锂+有色金属（铜、金）\n1、2025年半年报披露，围绕盐湖锂矿公司已在国内西藏地区和南美阿根廷进行布局；针对硬岩型锂矿，着力拓展锂矿资源丰富的西非尼日利亚和南部非洲地区，逐步打造并实现统筹国内、国外，盐湖卤水和硬岩型锂矿相结合的资产组合。\n2、子公司西藏金藏圆锂业持有锂源矿业51%股权。2025半年报提及，西藏捌千错项目原2,000吨碳酸锂试生产线持续进行设备调试和工艺优化调整，设备性能与修复效果较以往有明显提升。公司阿根廷卡罗盐湖锂矿项目已完成了3个钻井的勘探工作。。\n3、公司固（危）废资源化综合利用业务的产品主要为江西汇盈生产的电解铜及含金物料等。"
        },
        {
          "code": "sz002240",
          "name": "盛新锂能",
          "limit_time": "",
          "analysis": "锂矿+固态电池+拟定增+林木\n1、2025年11月17日午间互动，公司目前已建成锂盐产能13.7万吨/年和金属锂产能500吨/年。（1）业隆沟锂辉石矿已查明Li2O资源量16.95万吨，平均品位1.34%，（2）Max Mind津巴布韦拥有5个矿权的主矿种Li2O资源量8.85万吨，平均品位1.98%，为当地锂矿品位最高的在产矿山；（3）惠绒矿业旗下的木绒锂矿已查明Li2O资源量98.96万吨，平均品位1.62%，为四川地区锂矿品位最高的矿山之一；（4）公司拥有阿根廷SDLA盐湖项目的独立运营权，项目年产能为2,500吨碳酸锂当量；\n2、公司印尼6万吨锂盐项目已批量供货，系海外最大矿石提锂产能。 公司正推进亚洲最大硬岩型单体锂矿——木绒锂矿建设，设计规模300万吨/年，投产后将显著增加锂精矿供给。\n3、公司在固态电池上游关键材料金属锂方面有业务布局，公司目前已建成金属锂产能500吨，超薄超宽锂带已实现批量生产，公司也在积极推动新规划2500吨金属锂产能。\n4、2025年10月31日公告，公司拟向中创新航、华友控股定增募资不超32亿元，两战略投资者承诺同等条件下加大锂产品采购，锁定下游龙头客户。\n5、公司主要业务为锂矿采选、基础锂盐和金属锂产品的生产与销售；另外，公司还有少量林木业务。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "2025年11月15日据证监会官网，中信证券发布关于宇树科技首次公开发行股票并上市辅导工作完成报告。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600376",
          "name": "首开股份",
          "limit_time": "10:07:34",
          "analysis": "间接投资宇树+体育产业+房地产开发+养老\n1、2025年11月15日据证监会官网，中信证券发布关于宇树科技首次公开发行股票并上市辅导工作完成报告；公司控股子公司盈信公司间接持有宇树科技约0.3%股权。\n2、2025年9月8日互动，公司参与了冬奥会国家速滑馆的场馆建设，建设团队后续将转为运营团队。\n3、公司主营房地产开发、商品房销售，在北京地区房地产市场占有率较高，在通州等地区有土地储备。2025年8月8日晚公告，2025年7月公司共实现签约面积5.57万平方米；签约金额7.71亿元。1-7月公司共实现签约面积77.63万平方米；签约金额121.79亿元。\n4、公司主要业务包括：房地产开发、物业经营、 城市更新等创新业务、房地产金融等，实控人是北京国资委。\n5、养老板块北京顺义区十號国际养老社区已顺利进入精装修阶段，各项运营筹备工作正稳步推进。公司旗下“首开寸草”养老品牌，目前在北京各城区已布局 9 家养老院。"
        },
        {
          "code": "sz002691",
          "name": "冀凯股份",
          "limit_time": "14:47:27",
          "analysis": "机器人+3D打印+煤矿机械设备\n1、公司产品防爆柴油机智能搬运机器人适用于准备巷道、掘进巷道非硬化地面的物料等工作；钻锚机器人适用于煤矿、非煤矿山、隧道涵洞等巷道掘进工程作业。公司此前互动表示公司多种产品通过了CE认证，并出口到澳大利亚、俄罗斯、土耳其、伊朗等多个国家。\n2、公司3D成型整铸装备系列产品主要包括整铸刮板输送机、整铸转载机、破碎机、整铸齿轨等。\n3、子公司冀凯装备自主研发的3D打印机是目前全国乃至全世界唯一一个应用于智能装备制造且实现量产的设备，填补了我国大型砂型打印机技术领域空白。\n4、公司主营支护机具、安全钻机、掘进设备和运输机械等矿用机械装备，营收占比97.51%，是矿山装备的专业供应商与服务商。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz000633",
          "name": "合金投资",
          "limit_time": "14:56:39",
          "analysis": "核电（镍基合金材料）+控股股东实控人变更+石油开采设备配件+新能源电动重卡\n1、全资子公司沈阳合金材料是我国生产镍基金属功能材料的骨干企业之一，是我国最早的电真空材料、火花塞电极材料、高强度耐蚀材料的研发和生产基地，应用涉及石油、化工、航天航空、船舶、核电等各个领域。\n2、2025年6月30日盘后公告，控股股东广汇能源拟通过协议转让的方式向九洲恒昌出让其持有的公司 20.74%股权，本次权益变动后，九洲恒昌将成为公司控股股东，王云章先生为公司实际控制人。\n3、公司生产的棒材主要是 inconel718 系列和蒙乃尔合金系列，用于石油石化行业中采油设备的轴、连接件等配件。\n4、公司新能源电动重卡项目已于2024年开始运营。有50辆重卡牵引车已全部到达哈密，将在挂车陆续到达后逐步开始运营。后续在合金业务方面，公司也将推出镍合金扩建项目，突破产能瓶颈，进行产业链纵向拓展延伸，扎实推进公司各项重点工作。"
        },
        {
          "code": "sz001225",
          "name": "和泰机电",
          "limit_time": "09:32:39",
          "analysis": "水泥物料输送设备+机器人\n1、公司是水泥行业物料输送设备的专业化供应商，以板链提升机为核心产品，​下游客户以水泥行业为核心，同时拓展至其他工业领域。\n2、公司通过持续实施自动化、智能化改造，更新迭代生产设备，在物料输送设备制造领域的生产工艺已相对成熟，应用了机器人自动焊接技术，机器人视觉识别自动上下料、自动装箱等技术。\n3、公司与中国建材、华润水泥、海螺水泥等合作。布局海外市场，先后取得CE认证、ATEX防爆认证等产品资质认证，客户辐射东南亚、中东、非洲等地区。"
        },
        {
          "code": "sz000955",
          "name": "欣龙控股",
          "limit_time": "13:11:24",
          "analysis": "海南自贸港+业绩扭亏+无纺布+药品分销\n1、公司地处海南，2024年11月8日，公司全资子公司海南欣龙无纺公司纳入《海南自由贸易港加工增值免关税货物税收征管暂行办法》试点单位。2025年10月28日公告，公司2025年前三季度净利润23.03万元，同比扭亏为盈。\n2、天堂硅谷是公司控股股东，有20多年重组经验。公司主营业务保持稳定，主要包括三个细分领域：（1）非织造新材料业务，主要是研发、生产和销售水刺、熔纺等非织造材料；（2）医药健康及消费品业务，目前主要包括药品批发与分销以及面向医疗卫生防护、家居清洁、个人护理等领域的无纺深加工\n终端制品；（3）投资与贸易业务，主要是紧密围绕公司主业的适度延伸，包括围绕公司战略开展的相关领域的投资，以及天然橡胶等产品的贸易业务.\n3、子公司海南欣龙无纺和宜昌欣龙卫材主要负责研发、制造和销售水刺无纺布。公司生产的无纺原材料可以加工成卫生材料、医用敷料等产品，医疗美容行业也可应用。"
        },
        {
          "code": "sz002877",
          "name": "智能自控",
          "limit_time": "09:43:33",
          "analysis": "智能控制阀+人工智能+工业互联+光伏\n1、公司是专业化设计、研发、生产和销售全系列智能控制阀产品的企业。公司形成了P系列单座套筒阀、M系列套筒调节阀、W系列蝶阀、R系列球阀等系列产品。下游行业包括石化行业、钢铁行业、冶金行业、电力能源行业、新能源（太阳能）新材料（多晶硅）行业、环保行业等行业。\n2、公司控制阀利用人工智能技术和计算机技术、嵌入式数字解决方案实现智能化，使控制阀具有自适应、自校准、自诊断等功能。\n3、公司目前生产的智能控制阀带有微处理器，能够实现智能化控制功能，是工业互联网、工业物联网中基础的、重要的设备。\n4、公司专门研究开发了应用于光伏行业的产品，如特殊耐磨球阀、高精度波纹管调节阀等一系列新的应用场景的产品，专门投资建设了适用于生产能源新材料行业产品的新的生产设施。"
        },
        {
          "code": "sz002813",
          "name": "路畅科技",
          "limit_time": "09:52:48",
          "analysis": "百度无人驾驶+AEB控制系统研发+重组概念+电子后视镜\n1、公司为百度Apollo生态首批成员，2016年与百度车联网达成战略合作，双方就智能车机、车联网产品深入合作。公司的自动驾驶产品主要应用场景为特定区域景观车，具体产品包括智能车机、智能座舱、行车记录仪等汽车电子产品及T-BOX等。\n2、公司涉及AEB控制系统研发。智驾产品主要在辅助驾驶,已有车道偏离预警(LDW)、前向防撞预警(FCW)等功能,LKA、AEB、ACC基于LDW、FCW结合主动控制尚在开发中。\n3、中联重科2022年成为路畅科技的控股股东，随后总市值不足40亿元的路畅科技发起近百亿元的并购重组项目。但是由于“蛇吞象”现象，该方案在被拖延近两年后，大股东终止、撤回申请。（未核实）\n4、公司电子外后视镜已开始小批量出货。国密国标行驶记录仪有EDR和DVR两种产品型态。拓展车联网终端产品如T-BOX、UWB智能车钥匙等的研发，提升公司在车联网终端产品方案上的技术优势。"
        },
        {
          "code": "sz002715",
          "name": "登云股份",
          "limit_time": "10:28:57",
          "analysis": "黄金矿产+传供货玉柴+金矿注入预期+控股股东变更\n1、公司全资孙公司陕西汉阴黄龙金矿拥有汉阴县黄龙金矿采矿权。2024年6月取得 30 万吨/年采矿许可证， 在黄金矿采选方面已形成完整、 成熟的工艺流程。\n2、公司是国内汽车发动机进排气门行业的生产企业之一，市场占有率位于行业第三位，拥有年产2700万支气门的生产能力。公司产品主要适用于燃油发动机，已配套康明斯、卡特彼勒、潍柴、锡柴、玉柴等厂商。网传公司为玉柴国际AIDC柴发供应链的核心一环（未证实）。\n3、公司控股股东益科正润间接控制赤峰鸡冠山矿业，该公司亦从事黄金矿采选业务，会与公司形成同业竞争。益科正润承诺原则上不超过三年时间（2024年内）消除同业竞争，方式包括但不限于资产注入、委托管理、资产出售等。"
        },
        {
          "code": "sh600152",
          "name": "维科技术",
          "limit_time": "",
          "analysis": "储能+钠离子电池+充电宝电芯安全+华为\n1、2025年11月11日维科技术官微，公司凭借2024年中国钠电池出货量TOP20和2024年中国储能钠电池出货量TOP5双榜首的卓越表现，展现了在钠电领域的领先地位。公司在南昌基地建成两条全自动钠电生产线，年产能2GWh，钠离子电池已批量用于户用、工商业及储能电站。\n2、公司通过客户摩乐吉实现向共享充电宝运营商来电的批量供货。\n3、公司与浙江钠创签订合作协议，钠创是国内钠电领域领军企业之一，已建成全球首套吨级铁酸钠基层状氧化物正极材料生产示范线，完成了年产3000吨正极材料、5000吨电解液的生产工艺包设计。\n4、维科电池与华为瓦特实验室有合作硅负极材料开发项目。公司持有开曼及至微机电10.67%股权，后者主要核心技术应用于PGU高亮度激光投影模块。\n5、公司经营范围包括锂离子电池、电池材料及配件、新能源汽车的电机及整车控制系统、锂聚合物电池、燃料电池、动力电池等。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh688727",
          "name": "N恒坤",
          "limit_time": "",
          "analysis": "光刻胶+硅基前驱体材料+存储上游\n1、公司自产光刻材料中，SOC、BARC、KrF光刻胶、i-Line光刻胶等已有多款产品量产供货，ArF光刻胶、SiARC、TopCoating等已进入客户验证流程，ArF浸没式光刻胶已通过验证并小规模销售。\n2、2024年度，公司自产光刻材料销售规模29998.67万元，其中，SOC销售规模23236.34万元，预计境内市占率已超过10%。2023年度公司SOC与BARC销售规模均已排名境内市场国产厂商第一位。\n3、公司自产硅基前驱体材料以TEOS为主。除TEOS外，公司已在开发其他硅基与金属基前驱体材料，已有超过5款前驱体材料在研发或验证过程中。\n4、公司产品主要应用于先进NAND、DRAM存储芯片与90nm技术节点及以下逻辑芯片生产制造的光刻、薄膜沉积等工艺环节。公司客户涵盖了多家中国境内领先的12英寸集成电路晶圆厂，已实现境外同类产品替代。"
        },
        {
          "code": "bj920160",
          "name": "N北矿",
          "limit_time": "",
          "analysis": "有色金属检验+锂矿在线浮选+央企\n1、公司是国内领先的有色金属检验检测技术研发与服务机构之一，专业从事有色金属矿产资源检验检测技术研发、技术服务及仪器研发。\n2、公司重点参与了国家重点研发计划重大科学仪器设备开发专项“工业过程在线分析检测仪器开发与应用”项目，自主研发的浮选工艺在线激光诱导击穿光谱分析仪，实现了对浮选工艺过程原矿、精矿、尾矿矿浆品位的实时在线分析，可用于锂矿、磷矿、铁矿等在线浮选工艺流程。\n3、公司控股股东为隶属国务院国资委管理的矿冶集团。"
        },
        {
          "code": "sz301638",
          "name": "N南网数",
          "limit_time": "",
          "analysis": "电网数字化+企业数字化+数据中心+云数一体平台\n1、公司的电网数字化业务包括数字电网智能运行系统、数字电网物联感知设备两大产品类别，融合人工智能和大数据等新一代信息技术推动电网系统高效、科学决策。\n2、公司的企业数字化业务包括企业运营管理系统、企业资产管理系统两大产品类别。\n3、公司数据中心业务聚焦集中式数据中心投资运营服务、分布式数据中心运营平台服务、ICT集成建设等，现已形成“南方能源大数据中心”等示范工程品牌。\n4、公司云数一体基础平台锚定企业数字化转型与智能化升级战略方向，构建起多云管理、大数据、人工智能、全域物联、区块链等五大核心平台体系。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 19,
      "stocks": [
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、公司停牌核查结束，2025年11月18日复牌。2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": "14:49:09",
          "analysis": "实控人拟变更+光耦合器+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年10月25日公告，公司拟使用自有及自筹资金3000万元设立全资子公司，进入高端光耦合器产业领域的相关业务，公司拟实施的光耦合器项目将助力公司从传统建筑装饰领域向光电半导体产业拓展。\n3、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，间接持有*ST宝鹰37.96%表决权股份。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "14:56:06",
          "analysis": "资产注入预期+半导体材料+军工+虾青素\n1、大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "13:15:06",
          "analysis": "复牌+隧道工程（西藏）+算力+电力+文旅\n1、2025年11月11日晚公告复牌；停牌核查完成。2025年9月17日公告，公司全资子公司格尔木生光矿业开发有限公司取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "09:25:00",
          "analysis": "资产注入预期+拟出售光伏资产+兽药\n1、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。后者以“全球跨境电商基础设施服务商\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出口贸易企业、出海品牌商提供海外仓储、商业专线物流、定制化物流等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n2、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "10:32:42",
          "analysis": "实控人变更预期+摘帽预期+文化旅游+服装销售\n1、网传纪要表示控股股东与平潭汇垠一号存在巨额金融借款合同纠纷，相关判决已生效，未来控股股权极有可能被司法拍卖或协议转让（未证实）。2025年5月16日互动，公司表示将在满足条件后及时申请撤销其他风险警示。 \n2、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n3、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。\n4、公司主要经营品种包括：煤炭、焦炭、油品及钢材等品种开展，经营模式包括以上游为核心的集采分销业务，以及以下游为核心配送保供业务。"
        },
        {
          "code": "sz000820",
          "name": "*ST节能",
          "limit_time": "09:34:45",
          "analysis": "控制权拟变更+生物质发电+节能环保\n1、2025年11月4日盘后公告，公司控制权或生变，控股股东所持股份正被司法拍卖，后续处置尚未明确。2025年5月21日公告选举朱林为董事长并变更法定代表人，朱林曾在中信建投证券任职，具备金融与法律背景。\n2、旗下大唐安徽发电660MW超临界燃煤机组直燃耦合生物质发电项目是国内首台套生物质散料直接破碎燃煤耦合掺烧项目，每年可产生2.3亿度绿电，减排二氧化碳27万吨。\n3、公司的主营业务是节能环保行业清洁冶炼业务，其中，江苏院定位为一家依托蓄热式转底炉清洁冶炼技术、蓄热式燃气熔分炉冶炼技术、氢气竖炉清洁冶炼技术，对黑色、有色矿资源及其固体废弃物等高能耗、高污染行业的工艺路线进行创新升级的工业节能环保与资源综合利用的技术方案提供商和工程承包商。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "13:01:43",
          "analysis": "布局氢能重卡运输+拟股权转让+氢能源\n1、2025年11月6日晚公告，公司拟向现代汽车氢燃料电池公司采购100台18吨燃料电池翼开启厢式车，总价7832万元。\n2、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n3、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": "09:25:00",
          "analysis": "光伏+建筑装饰+预重整\n1、2025年半年度报告，公司运营安徽金寨100兆瓦光伏电站并具备屋顶光伏结构及防水、光伏建筑一体化等综合解决方案能力，正积极开拓光伏业务。\n2、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n3、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n4、公司地处深圳，主要从事政府机构、房地产开发商、大型企业、高档酒店、交通枢纽、园林绿化等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。"
        },
        {
          "code": "sz000608",
          "name": "*ST阳光",
          "limit_time": "09:25:00",
          "analysis": "拟股权转让+摘帽预期+资产注入预期+物业租赁\n1、2025年11月14日晚公告，控股股东拟协议转让10%公司股份，此次协议转让不会导致公司控股股东、实控人的变更。\n2、2025年10月31日公告，前三季度营收2.52亿元。2025年全年营收有望突破3亿元，明年有望实现“摘星脱帽”\n3、公司是京基集团旗下唯一地产上市平台，京基集团在深圳商业地产领域深耕多年，自 2021年开始公司已正式受托管理京基集团旗下优质商业项目。控股股东京基集团承诺，于2025年5月前将与上市公司存在同业竞争或潜在同业竞争关系的资产注入上市公司。\n4、2025年3月17日公告，公司董事会及监事会已完成换届选举。此次换届选举中，董事会成员包括非独立董事陈家贤(董事长)、熊伟、张志斐、陈家慧，以及独立董事郭磊明、梁剑飞、陈杰。\n5、公司商业运营和物业租赁业务主要集中于京沪蓉深地区，均为国内一二线城市，具有较大的商业潜力。房地产业务占比3%。"
        },
        {
          "code": "sh603377",
          "name": "ST东时",
          "limit_time": "14:50:22",
          "analysis": "网约车企入股+非经营性资金占用清偿完毕+飞行培训+充电桩\n1、2025年11月8日公告，网约车企业登途控股通过法拍及协议转让合计耗资逾2.25亿元，已持有ST东时11.48%股份，成为重要股东。\n2、2025年8月18日晚公告，公司控股股东及其关联方非经营性资金占用余额3.87亿元已全部清偿完毕，公司将申请撤销因非经营性资金占用导致的部分其他风险警示。\n3、公司持有海若通航55%的股权，后者是一家具备CCAR-91部通航作业CCAR-141部飞行培训，CCAR-145部航空器维修资质的通用航空运营商。\n4、公司自建1049个充电桩，园区充电桩数量和电容量规模均创下全国单体场站之最。\n5、公司开创了“VR+AI+实际道路训练”三位一体的智慧驾驶培训模式。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "11:29:51",
          "analysis": "资产注入预期+数字货币+建材装饰+算力租赁\n1、2025年8月26日公告，公司与重整投资人签署补充协议。根据《重整投资协议》，已经明确产业投资人上海恒涔、上海康恒环境将取得公司的控股权。康恒环境是全球最大的垃圾焚烧设备与技术提供者、全球前三的垃圾焚烧发电项目投资运营商。\n2、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n3、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n4、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        },
        {
          "code": "sz002789",
          "name": "*ST建艺",
          "limit_time": "09:30:00",
          "analysis": "光伏+拟注销参股公司+建筑工程+银发经济\n1、公司已积累多个光伏项目的成功经验，比如：中兴智能汽车光伏发电项目（珠海）、海南鑫龙海分布式光伏发电总承包项目等。\n2、2025年10月8日公告，公司拟终止未实际运营的单晶硅项目并注销参股公司，集中资源聚焦绿色能源与主业。\n3、2025年4月11日，公司与控股股东珠海正方集团签署《股权转让意向协议》，公司拟将持有的建艺矿业77%的股权转让予正方集团或其关联方，本次交易价格预估为9.24-11.55亿万元。2025年5月13日互动表示公司正在推进建艺矿业股权转让和房屋建筑物转让事项。\n4、公司依托建艺装饰品牌优势推进装饰装修业务稳步增长，充分发挥建星建造资质及行业优势，加快拓展房屋建筑工程总承包业务。\n5、公司珠海市香洲区区级养老机构—和园·颐养项目正式启动，该项目已成为公司在银发经济领域深耕细作的重要里程碑。"
        },
        {
          "code": "sz002024",
          "name": "ST易购",
          "limit_time": "11:21:21",
          "analysis": "债务重组+家电3C+AI零售+智能医疗\n1、2025年11月12日晚公告，公司及公司子公司苏宁国际、荷兰控股公司与株洲家安有福、杭州家乐福超市、沈阳家安有福、长沙客优仕分别达成债权债务重组，签订《债权债务重组协议书》。《债权债务重组协议书》履行完毕后，公司预计将增加利润总额约 5.6 亿元。\n2、公司聚焦家电3C，目前自主产品和定制包销产品都已经已经覆盖所有家用电器品类。\n3、2025年半年报，公司加大人工智能技术研发投入，持续深化和深度应用寒武纪算力平台，创新采用模型蒸馏技术，实现苏宁易购“灵思”大模型的融合，围绕“人、货、场、商、客”零售核心要素，推动800多个智能体的落地应用。\n4、2025年10月27日互动，江苏苏宁易医科技有限公司为我司控股公司，2022年成立，以“科技赋能，医疗创新”为宗旨，深耕智慧医疗智慧医院、智慧养老三大领域，以外科加速康复为主要研究场景，研发智慧医疗、智慧护理等解决方案，专注于可穿戴式多维度生命体征监测设备的研发、销售，为用户提供移动医疗健康综合解决方案。"
        },
        {
          "code": "sz002693",
          "name": "*ST双成",
          "limit_time": "14:34:06",
          "analysis": "医药 +辅助生殖+曾收购奥拉半导体（已终止）+Q3扭亏\n1、公司是海南本地股，产品醋酸曲普瑞林注射液适用于不育治疗下所需的垂体降调节。参股51.19%的子公司宁波双成的产品盐酸美金刚片是一种治疗中重度至重度阿尔茨海默型老年痴呆症的药品。\n2、2025年10月29日晚公告，公司前三季度营收1.69亿元，同比增长33.04%；归母净亏损252.35万元，同比收窄93.33%，第三季度单季归母净利润1594.31万元，实现扭亏为盈，主要系新增注射用紫杉醇白蛋白结合型上市销售。\n3、2025年8月2日公告，精氨加压素注射液获得澳大利亚药物管理局TGA上市许可，该药品适用于预防和治疗术后腹胀、清除腹部X射线检查中的干扰性气体阴影以及用于治疗尿崩症。\n4、2025年6月10日公告，《许可及供应协议》进展顺利，合同主体变更为Emerge并涉及里程碑款项。\n5、2025年3月公司终止购买宁波奥拉半导体100%股份。标的主要从事模拟芯片及数模混合芯片的研产销。"
        },
        {
          "code": "sz000668",
          "name": "*ST荣控",
          "limit_time": "14:42:06",
          "analysis": "重组预期+跨境物流转型+物业管理+骨科耗材\n1、公司控股股东为盛世达投资，资产转型中，明确要并购重组。\n2、子公司广东荣控伟华国际物流开展跨境物流业务，2024年实现跨境物流业务收入3900万元，占营收25%，并计划2025年起三年内退出房地产行业向跨境物流转型。\n3、公司办公地址位于北京，主营业务为房地产开发与经营，主要产品为改善性住宅及高端办公物业。\n4、子公司威宇医疗是专业化的医用骨科植入耗材配送和技术服务提供商，主营脊柱、创伤、关节等医用骨科植入耗材销售及配送业务，并提供相关的技术性服务。"
        },
        {
          "code": "sz002656",
          "name": "*ST摩登",
          "limit_time": "",
          "analysis": "服装+拟购买沈鹏电力全部股份+实控人变更\n1、公司主要业务为自有品牌卡奴迪路高级男装的研发设计、销售等，在澳门金沙集团旗下威尼斯人等设立多家商铺。公司Dirk Bikkembergs品牌有销售童装。\n2、2025年4月14日晚公告，公司拟1.42亿元收购锐洋集团东北电缆持有的辽宁沈鹏电力100%股权。交易完成后，沈鹏电力及其下属控股子公司将纳入公司合并报表范围。\n3、2025年2月21日公告已收到锐洋集团代原控股股东广州瑞丰集团偿还全部的2.42亿元占款。同日公告公司控股股东、实控人发生变更，公司控股股东变更为普慧源，公司实控人变更为普慧源实控人王立平。\n4、同日公告，锐洋控股集团通过受让相关股权及出资份额，加上张润琪部分表决权委托，共计拥有*ST摩登9735.19万股股份，占总股本的13.66%，成为上市公司第一大股东。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "",
          "analysis": "重整预期+拟出售资产+编程教育机器人+益智玩具\n1、2025年11月15日公告，债权人已向南昌中院申请对公司进行重整及预重整，公司表示将积极配合相关工作。2025年10月30日讯，沐邦高科忻州16GW N型高效单晶硅棒项目评价文件公示。\n2、2025年9月23日晚公告，公司控股股东江西沐邦新能源所持公司1781.7万股股票已被司法划转至铜陵高新企航股权投资合伙企业，占公司总股本的4.11%。2025年8月23日公告，公司通过公开拍卖出售邦宝益智部分资产进展，首次拍卖未成交，现计划以6588.8万元底价进行第二次拍卖。\n3、公司主营业务包括单晶硅棒、硅片的研发、生产、销售。\n4、子公司邦宝益智以积木为载体搭载AI7编程教育机器人，打造适合8岁+儿童，可参与教育部白名单赛事的系列套装产品。公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。\n5、公司的益智玩具以塑料积木玩具为主，主要包括科普系列、编程机器人系列、城市系列、婴幼儿系列及IP授权系列，总共20多个系列200多款产品。"
        },
        {
          "code": "sz002528",
          "name": "ST英飞拓",
          "limit_time": "",
          "analysis": "深圳国资+股东增信措施+借款展期+智慧灯杆\n1、公司实控人为深圳市国资委。2025年5月7日互动：公司将继续推进英飞拓系统的出售事项。\n2、2024年12月30日晚公告，股东刘肇怀出具承诺函，为公司子公司的部分债权（1.72亿元）提供增信措施。同日公告JHL及刘肇怀减持公司股票所得资金已全部借给公司及子公司，借款金额为美金601.69万元，到期日为2025年1月28日。公司及子公司拟向JHL及刘肇怀先生申请将上述借款美金展期至2026年4月30日。\n3、公司推出5G多功能智慧灯杆，可实现多种类型的感知数据采集、分析、仿真预测。\n4、公司主业是提供智慧城市细分领域规划、软件与硬件供应、建设和运营服务。与华为在智慧城市、智慧园区领域有业务合作。"
        }
      ]
    }
  ]
}