{
  "date": "2025-11-11",
  "update_time": "2025-11-11 15:41:11",
  "category_count": 16,
  "total_stocks": 93,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002387",
          "name": "维信诺",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+显示屏幕（供货小米）+AR+华为折叠屏\n1、2025年11月9日公告，公司拟向合肥建曙定向发行4.19亿股股票，发行价格为7.01元/股，募集资金总额不超过29.37亿元。若本次发行完成，公司控股股东将变更为合肥建曙，公司实际控制人将变更为合肥市蜀山区人民政府。\n2、公司聚焦于新型显示业务，研发、生产和销售OLED小尺寸、中尺寸显示器件，以及Micro-LED显示屏。公司持续供应小米等客户的多款主力量产型产品。\n3、参股公司成都辰显通过Micro LED技术积极布局VR和AR等微小尺寸产品领域，目前已建成大陆首条从驱动背板、巨量转移到模组全覆盖的Micro LED中试线，已将自身研发、中试技术发展到可量产水平，巨量转移良率已达到 99.995%。\n4、华为此前发布的小折叠手机华为Pocket 2所搭载的柔性OLED显示屏，由国内面板商京东方A及维信诺联合供应；公司供屏荣耀首款外折手机荣耀V Purse。"
        },
        {
          "code": "sz000688",
          "name": "国城矿业",
          "limit_time": "13:00:09",
          "analysis": "拟购买国城实业60%股权+硫矿+锂矿+金属矿产\n1、2025年11月8日公告，公司拟以31.68亿元现金，购买国城集团持有的国城实业60%的股权。标的目前在产矿山为内蒙古卓资县大苏计钼矿，证载生产规模为500万吨/年，拟扩大至800万吨/年。2025年上半年营收为10.74亿元，归母净利润为4.35亿元。业绩承诺是2025年度、2026年度、2027年度扣非净利润累计不低于17.25亿元。\n2、固态电池中的固态电解质主要包括聚合物、氧化物、硫化物三种技术路线，公司是国内硫矿供应商，公司拥有国内第一硫化物储量,子公司东升庙矿业硫铁矿储量为3.2亿吨,主要开采铅锌矿,同时伴有硫铁矿的产出。\n3、公司旗下金鑫矿业锂辉石矿采矿权内矿山保有锂矿石资源量5075.9万吨，其中Li2O资源量675390吨。2024年11月12日互动，子公司国城锂业规划建设20万吨/年锂盐项目，计划分三期实施，一期工程计划建设6万吨/年基础锂盐，该项目现处于建设阶段，尚未有产品产出。"
        },
        {
          "code": "sz000407",
          "name": "胜利股份",
          "limit_time": "09:25:00",
          "analysis": "拟购买石油相关资产+天然气+天然气销售\n1、2025年11月10日盘后公告，公司拟通过发行股份及支付现金的方式，购买中油珠海100%股权、天达胜通100%股权以及南通中油51%股权、甘河中油40%股权。本次交易预计将构成上市公司重大资产重组。\n2、公司的主营业务为清洁能源天然气业务推广和应用。主要产品为天然气终端销售、天然气贸易、管道制造、油品贸易。\n3、公司与中石油、中石化、中海油等拥有稳定的战略合作关系；公司是国内最具实力的聚乙烯（PE）管道供应商之一，是港华燃气、华润燃气、中国燃气等大型公用事业公司的主要供应商。\n4、公司拥有多层次的气源供应体系，拥有较高层次的专业化人才队伍和燃气管理能力，搭建起覆盖天然气运输管线，城市特许经营管网，加气母站及子站，焦气洁能，LNG 加工厂等天然气业务领域的业务架构体系。"
        },
        {
          "code": "sz002328",
          "name": "新朋股份",
          "limit_time": "09:25:00",
          "analysis": "签订电池储能项目投资协议+液冷+特斯拉+机电零部件\n1、2025年11月10日晚公告，与美国捷普公司签订电池储能系统项目投资合作协议。捷普公司在全球拥有100多家工厂。整个项目预计总投资额约1500万美元，预计将在2026年底前完成厂房建设、产品设计、设备调试和样品生产，预计在2027年形成量产交付能力。\n2、2025年5月9日互动，公司目前主要聚焦在液冷数据中心相关产品的开拓，成功自主试制了液冷机柜标杆性样机，获得了客户的认可及潜在的合作意向。\n3、公司提供的储能配套零部件，主要是柜体、结构件，以出口为主。目前也已获得了国内知名新能源电池企业的供应商资质。\n4、公司曾互动表示涉及特斯拉的项目有家用储能项目、汽车零部件项目。\n5、公司是机电产品零部件制造商，专业为客户开发、生产各种规格和用途的专用标准或非标准金属机电零部件，新潮集团是中国半导体行业知名的投资企业，董事长王新潮是长电科技创始人，现任长电科技名誉董事长。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "11月7日，财政部发布2025年上半年中国财政政策执行情况报告，将继续实施好提振消费专项行动，对重点领域的个人消费贷款和相关行业经营主体贷款给予财政贴息，激发养老、托育等服务消费潜力。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "09:25:00",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sh600429",
          "name": "三元股份",
          "limit_time": "09:25:00",
          "analysis": "奶皮子糖葫芦+乳制品+婴幼儿配方奶粉+冰激凌\n1、网传信息，公司旗下三元梅园售卖奶皮子糖葫芦（未证实）。公司主要从事乳制品生产、销售，公司旗下拥有低温鲜奶、低温酸奶、常温牛奶、常温酸奶、奶粉、奶酪、冰淇淋、中式奶酪等产品系列。\n2、公司筹建“国家母婴乳品健康工程技术研究中心”，在实现国产婴幼儿配方奶粉的自主研发与产业化方面取得阶段性突破成果。旗下有三元爱力优、爱蓓益、爱诺星婴幼儿配方奶粉。\n3、公司冰淇淋系列产品主要由控股子公司北京艾莱发喜食品公司生产经营。艾莱发喜始终坚持创新，陆续上市了慕斯系列、萌妖传系列、0蔗糖支棒系列等新品。"
        },
        {
          "code": "sh600113",
          "name": "浙江东日",
          "limit_time": "09:30:08",
          "analysis": "社区团购+脑机接口+中俄农产品贸易+豆制品生产\n1、公司主营业务收入主要来自于农副产品批发交易市场业务和生鲜食材配送业务，公司已完成个人端配送业务小程序“马派”的开发，“马派”生鲜配送平台已全面向温州市鹿城区、瓯海区、龙湾区的市民开放。\n2、2025年11月7日盘后消息，国办表示推动脑机接口等新一代信息技术及医疗机器人等智能设备集成应用。2025年6月16日盘中，子公司培安美（浙江）科技公众号发文，培安美与首都医科大学达成意向合作，推进脑机接口技术研发与产业化。\n3、哈尔滨“中俄国际农产品批发交易中心”项目由公司参股子公司哈尔滨东稷实业负责建设运营。\n4、公司农副产品批发交易市场的主要业务包括店面/摊位租赁、交易管理以及提供其他市场配套服务。\n5、公司收购温州市雪顶豆制品100%股权后，以豆制品加工业务作为切入点，拓展公司在农产品生产加工领域的相关业务。"
        },
        {
          "code": "sz002374",
          "name": "中锐股份",
          "limit_time": "09:43:18",
          "analysis": "白酒+防伪瓶盖+污水处理\n1、全资子公司贵宴樽酒业主要从事酒类经营，在京东、天猫、抖音等平台上线销售。中锐聘请波波匠董事长胡波是中国黔酒大师，曾在茅台工作23年。\n2、公司是国内最大的（铝制相关类）防伪瓶盖生产企业，致力于为国内外大型酿酒企业、饮料等客户提供封装用防伪瓶盖。公司主要产品为铝制防伪瓶盖、组合式防伪瓶盖（全塑防伪瓶盖、铝塑结合防伪瓶盖）以及复合型防伪印刷铝板，被广泛应用于白酒、保健酒、啤酒、葡萄酒、功能性饮品、保健品、高档饮用水、橄榄油等消费领域。白酒客户资源，包括劲牌、泸州老窖、剑南春、古井贡、伊力特、江小白、舍得等。\n3、公司积极在河道治理，海绵城市建设，黑臭水体治理，小型污水处理站运营，生态环境修复等方面进行研发及投入。"
        },
        {
          "code": "sz000069",
          "name": "华侨城A",
          "limit_time": "11:25:54",
          "analysis": "全运会+旅游+破净/低价股+房地产（国资）\n1、网传香港+澳门+广东有意申办2036年夏季奥运会（2027-2029年间表决）此前放弃申办（未证实）；十五运会在2025年11月9日至21日举行，大湾区近期酒店预订增超100%。\n2、公司地处深圳，旅游业务为核心，正推进上海、成都欢乐谷等主题区域更新改造，并计划以“嘉途”酒店品牌加快连锁化运营。\n3、欢乐谷是华侨城旅游旗下的大型现代主题乐园，也是中国首个自主创新的主题乐园连锁品牌。在北京，武汉等城市都设立该乐园。\n4、公司主要从事旅游及相关文化产业经营、房地产及酒店开发经营、纸包装和印刷等产业的投资经营。主要产品为旅游综合业务、房地产、高档胶版纸、白卡纸等。"
        },
        {
          "code": "sz300997",
          "name": "欢乐家",
          "limit_time": "13:33:54",
          "analysis": "“阖家欢乐”+椰子水+零食渠道+水果罐头+乳业\n1、公司椰基类饮料含椰子水等植物基饮料2025年第三季度单季收入1.41亿元，占当季营收47.94%，为国内首创PET无菌冷灌装带果肉中性植物蛋白饮料。\n2、公司黄桃罐头、橘子罐头等水果罐头产品以及椰子汁饮料进入部分头部及中腰部的零食专营连锁渠道，2025年前三季度公司在零食专营连锁渠道实现营业收入1.35亿元。 公司将顺应零食专营系统市场需求，积极推进新品开发和合作，提升该渠道的销售规模。\n3、公司主要从事水果罐头、植物蛋白饮料、果汁饮料、乳酸菌饮料等食品饮料产品的研发、生产和销售。公司核心产品欢乐家水果罐头及欢乐家椰子汁市场拥有较高的市场知名度。"
        },
        {
          "code": "sh600737",
          "name": "中粮糖业",
          "limit_time": "10:09:30",
          "analysis": "食糖（新疆）+药用蔗糖+番茄\n1、公司甜菜糖原料产地主要在新疆地区。中粮糖业是国内综合竞争力排名第一的食糖企业，拥有强大的全产业链、全价值链优势。2014年表示公司为新疆最大的食糖和番茄生产商。\n2、从事业务包括国内外制糖、食糖进口、炼糖、食糖贸易销售以及番茄制品加工，是国内最大的食糖生产和贸易企业、国内最大的番茄制品生产企业，在食糖业务方面，是全国最大的甜菜糖生产商。\n3、公司成功开发多款药用蔗糖产品，荣获中国第一个注射级蔗糖发明专利授权，并在国家药品评审中心完成登记备案。\n4、公司主打的“中糖牌”产品拥有良好的知名度和美誉度，在第36届全国糖业质量工作会上，“中糖”旗下精制白砂糖、红糖等产品拿下 6 个全国质量第一，其中精制白砂糖、优级白砂糖、一级白砂糖、红糖 4 款产品连续三年获桂冠，优级绵白糖产品首次获评质量第一。"
        },
        {
          "code": "sz000061",
          "name": "农产品",
          "limit_time": "10:29:57",
          "analysis": "农产品+食材配送+数字化升级+农村电商\n1、公司业务范围涵盖农产品标准化基地种植及冷链加工集配服务、农产品批发市场建设及运营、城市食材配送、单品品牌打造及销售、进出口贸易及服务等农产品流通全产业链各个关键节点。\n2、在全国20余个大中城市投资建设了35家实体农产品物流园项目，形成国内最具规模的农产品批发市场网络体系。近三年，公司旗下农产品介绍 批发市场年均交易量超过3,300万吨，年均交易额超过2,500亿元。\n3、公司加快探索线下业务线上化的路径，整合电商平台，与农产品批发市场主业形成有效对接；旗下“大白菜+”电商平台和深圳海吉星公司共同打造了“智慧海吉星”APP。\n4、2025年3月28日公告，为做大做强食材配送业务，拟收购圳品集团持有圳厨公司的100%股权。"
        },
        {
          "code": "sz002286",
          "name": "保龄宝",
          "limit_time": "10:56:54",
          "analysis": "HMOs（母乳低聚糖）+阿洛酮糖+赤藓糖醇+饮品\n1、2025年11月10日盘后互动，国内伊利、飞鹤、君乐宝等头部婴幼儿配方奶粉企业添加HMO2′FL、LNnT的配方已获批，公司2500吨/年HMOs项目已建成并具备量产能力，主要客户均为国内奶粉龙头。\n2、公司现有阿洛酮糖产能7000吨。\n3、公司功能糖醇系列产品，主要为赤藓糖醇（行业第一梯队，产能6万吨），能够提供功能性低聚糖、 功能型膳食纤维、 功能性糖醇全品类产品和服务，是元气森林、可口可乐、 伊利等著名企业的战略合作伙伴。\n4、2025年5月15日互动，公司启动年产2万吨阿洛酮糖（二期）扩产项目，预计2026年阿洛酮糖年产能将达到约3万吨。"
        },
        {
          "code": "bj920726",
          "name": "朱老六",
          "limit_time": "",
          "analysis": "酸菜+腐乳+北交所\n1、公司表示作为唯一一家以酸菜为主营产品的上市公司，在食品安全领域，公司将坚持产品质量，以质量缔造品牌、以品牌占领市场。\n2、公司主营腐乳、料酒、酸菜的研发、生产、销售。"
        },
        {
          "code": "sh600965",
          "name": "福成股份",
          "limit_time": "",
          "analysis": "益生菌饮品+肉牛饲养+玉米种植+预制菜+墓园\n1、2025年11月10日盘后互动，旗下生物科技主营食品加工用乳酸菌（益生菌）、益生菌压片糖果、益生菌饮品。\n2、公司在肉牛育种、养殖、屠宰业务具备整体优势，是麦当劳、宜家等大型连锁餐饮企业的供应商。公司租赁6万多亩农耕土地用于种植玉米，玉米作为青储饲料用于养牛。大规模机械化自动化农业生产种植提高土地使用和生产效率，降低综合成本。\n3、公司的“鲜到家”预制菜取得“北方预制菜第一品牌”的定位，公司的肉制品、速食品和预制菜的产品配置成为具有市场影响力的中央厨房企业，肉产品和速食品还在拓展各销售渠道，电商、社区、商超和大型餐饮等渠道。\n4、公司主要殡葬资产灵山宝塔陵园位于北京七环与京秦高速交叉口，主要客户集中在北京市、河北省和天津市。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "备受关注的多晶硅重组“联合体”平台正在筹划中，收购方案具体细节仍在商讨。据悉，目前正在筹划中的“联合体”计划成立700亿元左右规模的基金，采用百亿资金撬动700亿元的“承债式”收购。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "09:25:00",
          "analysis": "光伏+拟增资铁岭环球（固态电池）+园林工程施工\n1、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n2、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n3、2025年6月21日公告，公司二级控股子公司安徽国晟新能源与中广核风电签订了《中广核新能源2025年度光伏组件设备框架集采包件1(二标段)采购合同》，合同金额约为10.43亿元。本合同如顺利实施，预计将对公司2025年度及后续年度经营业绩产生积极影响。\n4、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sh603396",
          "name": "金辰股份",
          "limit_time": "09:39:22",
          "analysis": "光伏工艺核心设备+太阳能光伏组件\n1、公司目前主导产品为太阳能光伏组件自动化生产线成套装备和太阳能光伏电池制造装备。在光伏前沿技术领域，公司积极布局钙钛矿电池镀膜设备；大面积线性源真空蒸镀机、低损伤磁控溅射设备以及闪蒸制晶设备的研发与制造。\n2、公司开发了高效 HJT 用 PECVD、PVD、TOPCON 用PECVD、硼扩散、真空退火炉、电池自动化上下料设备、电注入抗光衰设备、光伏电池 PL 测试仪、电池片 AOI 分选机等光伏电池制造装备。"
        },
        {
          "code": "sh600537",
          "name": "亿晶光电",
          "limit_time": "13:51:19",
          "analysis": "光伏电池+分布式电站+低价股\n1、公司主营业务为高效晶体硅太阳能电池、组件的研发、生产和销售，同时具有光伏电站建设和运营的成功经验。公司目前拥有常州、滁州两大生产制造基地。\n2、截至2024年底公司具备 5GW PERC电池产能、7.5GW TOPCon电池产能以及 10GW 组件产能，但受光伏行业周期性影响，公司常州基地 5GW PERC电池产能和滁州基地7.5GW TOPCon 电池产能已经停产。\n3、公司光伏电站目前的经营模式为持有运营、合作开发、项目总包及光伏系统销售（组件、逆变器、电缆等）等模式。"
        },
        {
          "code": "sz002218",
          "name": "拓日新能",
          "limit_time": "09:31:27",
          "analysis": "钙钛矿电池+光伏+光伏电站+光伏出口\n1、2025年3月21日机构调研，公司拥有专门的钙钛矿项目研究团队，主要研究反式结构钙钛矿电池和传感器，现阶段正在实际生产线进行量产化实验。\n2、公司是国内最早一批研究非晶硅薄膜电池并将其产业化生产的光伏企业，可同时生产非晶、多晶、单晶三种太阳电池芯片，并且拥有自主研发、自制全自动激光划线、磁控溅射镀膜等设备。2025年7月2日互动，公司光伏电站建设项目正在有序推进中。\n3、公司光伏玻璃顺利完成1.6mm与1.8mm规格产品的量产工作，其中1.8mm光伏玻璃目前已在大量出货；公司在原有组件设备基础上实现了N型电池组件的量产与出货。\n4、公司光伏产品以出口美洲、欧洲、东南亚为主，在美国设立了子公司，已持有德国部分光伏电站。\n5、公司收购的光伏胶膜设备部分已投产，日均产能约10万平米，待西安高分子产业园全面建成后，产能将实现快速扩大。"
        },
        {
          "code": "sz002309",
          "name": "中利集团",
          "limit_time": "09:32:48",
          "analysis": "钙钛矿叠层电池+摘星+厦门国资+固态电池\n1、2025半年报，公司已拥有 TOPCon 电池及组件相关专利35项，并实现全系TOPCon组件量产； 同时在BC、HJT、钙钛矿叠层电池等新一代技术领域布局专利29项， 具备丰富的前瞻技术储备。\n2、2025年6月4日起，公司被撤销退市风险警示及部分其他风险警示，并继续被实施其他风险警示。2025年3月18日晚公告，公司重整计划执行完毕。\n3、2025年2月6日公告，公司实控人正式变更为厦门市国资委。2025年2月25日晚公告，子公司中标4835万元铝合金项目。预计将对公司拓展电力电缆市场业务产生积极影响。\n4、公司持有比克动力公司股份，比克电池目前拥有半固态电池相关技术。子公司腾晖光伏能为客户提供光储充一体化系统整体解决方案。"
        },
        {
          "code": "sz300393",
          "name": "中来股份",
          "limit_time": "09:39:30",
          "analysis": "钙钛矿晶硅叠层技术+TOPCon电池+BIPV+华为合作\n1、公司已完成TBC电池小试，拟将山西16GW TOPCon产线分步升级为BC产线，并储备钙钛矿晶硅叠层技术。 \n2、公司是全球最大的N型单晶双面太阳能电池规模化生产企业，从事光伏辅材(背膜)、高效电池、光伏应用系统三大业务板块。\n3、公司电池生产主要为TOPCon电池，基于TOPCon2.0技术开发的182mm大尺寸TOPCon电池25.4%的实验室转换效率是目前行业内大尺寸TOPCon电池取得的最高实验室转换效率。\n4、公司目前量产使用的N型硅片比行业常规的P型硅片更薄，也在布局开发适用于更薄硅片的新工艺；公司TOPCon电池产能2.1GW，在建的有泰州1.5GW、山西的16GW，向全球最大的N型双面电站阿曼IbrII 项目供应高效电池产品 458MW，供货占比达80%。\n5、公司为分布式光伏整县推进量身打造了专业的全场景解决方案；公司在目标县内注册成立公司实施光伏建设，联合华为提供数字化能源技术支持。"
        },
        {
          "code": "sz000619",
          "name": "海螺新材",
          "limit_time": "09:41:51",
          "analysis": "光伏支架+借壳预期+安徽国资+绿色建材\n1、公司工业用铝型材核心产品为光伏边框和光伏支架，具备轻便、抗腐蚀、高强度等优势，广泛应用于光伏发电系统。\n2、公司实控人为安徽省国资委，此前网传奇瑞汽车或借壳海螺新材。\n3、公司塑料型材、铝材、门窗、生态地板及节能家居产品系列齐全，符合国家绿色节能产业导向，且公司市场销售及服务网络遍布全国，国家新型城镇化的发展对公司会带来一定的积极影响。公司75系列和90系列产品获得了全国城镇老旧小区改造创新推荐证书。"
        },
        {
          "code": "sz002506",
          "name": "协鑫集成",
          "limit_time": "09:45:12",
          "analysis": "钙钛矿叠层电池+光伏+合作蚂蚁集团+组件+电池片\n1、2025年4月29日互动，GPC电池项目产品目前已迭代至GPC2.0，GPC3.0正在规划中，GPC2.0平均测试效率已达27.6%，最高效率可达28.2%，平均良率可达95%以上。GTC组件产品即叠层电池组件，通过将钙钛矿电池与硅基电池叠加，实现更高的光电转换效率。\n2、公司产品覆盖高效电池、大尺寸光伏组件、储能系统等，并为客户提供智慧光储一体化集成方案。\n3、公司联合协鑫科技、蚂蚁集团推出全球首家基于区块链技术的光伏产业“碳链管理平台”，可实现产品供应链溯源、产品碳足迹管理，以及企业组织碳管理。\n4、公司N型TOPCon电池全部改造升级为210R和210N新一代标准尺寸，基于自主研发电池的2382mm*1134mm标准组件版型全面实现量产交付。\n5、在电池片环节，公司芜湖基地高效TOPCon电池片产能已提升至14GW；在组件环节，公司拥有合肥17.5GW高效组件产能及12GW阜宁高效组件产能。"
        },
        {
          "code": "sh600477",
          "name": "杭萧钢构",
          "limit_time": "09:48:19",
          "analysis": "钙钛矿叠层电池+数据中心（杭州）+BIPV+HJT\n1、子公司合特光电采用的电池技术是“高效异质结+钙钛矿叠层电池”，它与纯钙钛矿电池的技术路线有较大差异。合特光电自2001年就开始进行异质结电池的技术研发，申请了异质结与钙钛矿叠层电池技术的相关专利。\n2、公司位于杭州市，旗下万郡绿建平台包括门户、运营中心、数据中心、开放接口等模块。\n3、公司是一家主要为钢结构工程的设计、制作与安装的属建筑行业的公司，公司的主要产品是多高层钢结构、轻钢结构、空间结构。"
        },
        {
          "code": "sh600475",
          "name": "华光环能",
          "limit_time": "10:47:15",
          "analysis": "光伏+数据中心节能项目+热电厂+制氢+固废处置\n1、参股企业高佳太阳能处于光伏产业链中的硅片环节，主要生产多晶及单晶硅片，是太阳能电池的主要原材料。\n2、公司主投与江森自控设立的国联绿色科技（无锡） 开发了中国电信西信中心一期改造节能分享项目， 系首个数据中心节能项目。\n3、公司在无锡惠山区实践环保能源领域的综合服务，投资建设了以供应工业蒸汽为主的热电厂、生活垃圾焚烧发电厂，同时在周边配套建设餐厨垃圾处理、污泥处理、藻泥处理、飞灰填埋等综合处置设施。\n4、公司与大连理工大学合作成立零碳工程技术研究中心，进行电解水制氢示范项目开发。公司成功研制出1500标方电解槽，当前已建成10000m²电解槽水制氢设备制造场地、产能已达1GW，氢能业务方面电解槽突破1500标方，产品性能优越。\n5、公司最终控制人是无锡国资委，控股股东是无锡市国联发展(集团)。公司是固废处置区域龙头，主要是环保综合服务、能源装备和服务两大产业方向，主要经营电站锅炉、工业锅炉、垃圾焚烧锅炉等产品的产销。"
        },
        {
          "code": "sz002676",
          "name": "顺威股份",
          "limit_time": "13:03:21",
          "analysis": "光伏+机器人+空调风叶+低空经济+汽车配件\n1、江苏骏伟在通信、工业、医疗、消费和光伏等行业均有涉猎。\n2、2025年7月19日官微：顺威股份自动化解决方案荣登广东省“机器人+”典型案例。\n3、公司主要向下游的空调整机厂家销售塑料空调风叶，存在间接向小米空调供应塑料空调风叶的情况。\n4、2025年5月27日讯，公司与广州极飞科技签署战略合作协议，依托极飞科技在农业无人机领域的领先地位，构建低空无人机全产业链生态体系。全资子公司深圳顺威通用航空经营范围：航空器代管业务、出租飞行、空中游览等。据此前公告顺威通用航空主业为直升机空中医疗转运，直升机代管以及直升机机务维修代管。\n5、全资子公司广州顺威新能源主要从事汽车精密注塑、精密模具等业务，同时经营改性塑料、高端风叶等的研产销。新并购公司江苏骏伟也有向理想L8、L9等间接提供电子门锁电路部件产品。"
        }
      ]
    },
    {
      "name": "AI电力",
      "reason": "近期微软首席执行官Satya Nadella表示，目前微软因电力短缺和物理空间不足导致GPU闲置在库存中。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002451",
          "name": "摩恩电气",
          "limit_time": "14:48:51",
          "analysis": "变压器电磁线+智能电网+电磁线\n1、公司主营电磁线及特种电缆，子公司摩恩新能源电磁线理论产能已超3万吨，产品切入多家电力装备领军企业供应链，并重点布局变压器、新能源领域。\n2、公司的智能电网产品线主要系为国家电网各省公司配套高品质的中低压电缆产品。\n3、公司特种电缆产品可分为绿色能源产品线、工业自动化产品线、高端装备制造产品线、智慧城市建筑产品线及智能电网产品线五大系列，包括光伏用、工业机器人用电缆等。\n4、公司旗下的子公司摩恩保理和摩安投资从事类金融相关业务。"
        },
        {
          "code": "sh601567",
          "name": "三星医疗",
          "limit_time": "09:30:02",
          "analysis": "智能电表+数据中心电力+储能+康复医疗\n1、网传信息，2025 年国网计量设备第三批招标结果发布，电表单价环增40%（未证实）。2025年7月公司取得美国智能电表首单突破，中标2.12亿元美国Nexgrid智能电表框架项目，并于9月中标4.19亿元埃及智能电表项目。公司依托电网渠道优势，积极储备石油化工、数据中心等新场景客户。报告期内，公司在石油化工、数据中心等新客户领域取得突破，已陆续获千万级订单。\n2、2025年11月4日盘中互动，公司三季度末在手订单179.14亿元，同比增长14.69%，其中海外配电21.82亿元，同比增长123.96%；\n3、公司推出5-350kW逆变器、5-20kW储能逆变器及261kWh工商储户外柜，覆盖户用至电站级场景，储能业务加速出海。\n4、公司海外收入主要来自欧洲（占比约45%）、东南亚（30%）、南美（20%），美国市场收入占比不足1%。\n5、截至2025年上半年度末公司医疗服务板块已布局38家医院，其中康复医院32家，总床位数超万张。"
        },
        {
          "code": "sz002733",
          "name": "雄韬股份",
          "limit_time": "13:40:45",
          "analysis": "数据中心备电+空气电池+氢燃料电池\n1、算力中心与数据中心UPS电源为公司核心战略，高功率锂电产品已在东南亚、澳洲、欧洲等算力中心大规模应用。网传纪要表示，公司数据中心备用电池通过万国拿到北美1亿左右订单，CSP积极导入。公司为全球备用锂电市场份额第一，和甲骨文、微软等长期合作。（未经证实）\n2、公司作为国内锌空气电池领域的龙头企业之一，将锌空气电池视为传统铅酸电池的升级替代方案，重点聚焦于高能量密度、长循环寿命和低成本的技术突破。\n3、2025年9月29日消息，子公司雄韬氢雄与亚马逊云科技达成氢储能发电系统供应合作，将为亚马逊在印度班加罗尔的新建数据中心提供先进氢能解决方案。\n4、公司数据中心新产品REVO 3.0 TPX600，拥有600KW单柜输出功率，为业内最高超高功率产品。\n5、膜电极是氢燃料电池的核心组件，成本占据燃料电池电堆的70%，占燃料电池动力系统的35%；武汉理工氢电掌握膜电极关键技术，是全国最大膜电极生产企业，市占率超50%,公司为第一大股东（参股44%）。"
        },
        {
          "code": "sz300360",
          "name": "炬华科技",
          "limit_time": "13:42:03",
          "analysis": "智能电表+智能电网+充电桩+间接参股天兵科技\n1、公司专业从事电能计量仪表和用电信息采集系统产品研发、生产与销售，产品主要包括智能电能表，电子式电能表，用电信息采集系统产品，国际IEC、ANSI标准智能电能表。\n2、公司目前充电桩产品有国内各种规格交流、直流充电桩，面向欧洲市场研发的欧标单、三相充电桩已经通过CE认证，面向美国市场的美标交流充电桩也正在进行ETL认证。\n3、2025年10月22日互动，公司具备国标、欧标、美标全系列充电桩产品，海外业务覆盖东南亚、非洲等地区。 \n4、商业火箭企业天兵科技2025年10月启动上市辅导；公司作为LP出资参股了杭州寓鑫，杭州寓鑫投资了天兵科技。"
        },
        {
          "code": "sz000631",
          "name": "顺发恒能",
          "limit_time": "14:17:12",
          "analysis": "储能+拟收购普星德能30%股权+光伏+转型新能源\n1、2025年半年报，公司启动开发桐庐50MW/100MWh网侧储能项目，该项目已入规浙江省“十四五”新型储能发展规划，已于2025年5月投运。\n2、2024年11月18日互动，公司收购普星德能30%股权事宜仍在积极跟进;另外，基于交易双方签署的《股权转让协议》因实施的先决条件尚未满足，故公司并未向交易对手方支付任何价款。\n3、2024年半年报披露，公司积极探索生态友好和新能源共富的新开发模式，临安区首个 11MWp 集中式“茶光互补”地面光伏一期项目已接近完工。\n4、公司原主营业务为房地产开发与经营，通过收购风电资产转型布局清洁能源领域，拥有德迦风电100%股权、星星风电65%股权。"
        },
        {
          "code": "sh603618",
          "name": "杭电股份",
          "limit_time": "",
          "analysis": "电力电缆+特高压+光通信（杭州）+锂电铜箔\n1、2025年9月16日据国网杭州供电公司官微，9月15日国网杭州供电、宇树科技、具身智能基地、国网浙江华电研究院四方在公司融合创新中心签署“电力+具身智能”框架合作协议，开启在电力人工智能应用领域的深度合作；公司地处杭州，是国网杭州供电公司重要的电缆供应商和技术合作伙伴。\n2、公司地处杭州，具备光通信“光棒—光纤—光缆”一体化产业链。网传公司供货杭钢股份光纤光缆。（未证实）\n3、公司是国家电网和南方电网高压、超高压电力电缆和特高压导线的主要供应商。电力电缆产品主要包含电力电缆、导线及民用线，用于电力传输。\n4、公司年产5万吨新能源汽车锂电池超薄铜箔项目一期工程于2023年11月投入试生产运行。"
        }
      ]
    },
    {
      "name": "锂电池",
      "reason": "11月7日，国内六氟磷酸锂市场价格区间在10.8-13万元/吨，市场主流价格涨至11.9万元/吨，较昨日上涨0.25万元/吨。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "10:00:18",
          "analysis": "锂电池添加剂+毛巾+托育/早教\n1、2025年11月4日互动，公司通过子公司孚日新能源投资建设了锂电池电解液添加剂项目，目前，孚日新能源氯代碳酸乙烯酯的产能是4万吨，碳酸亚乙烯酯粗品产能是1万吨，碳酸亚乙烯酯精制产能是1万吨。网传纪要，公司锂电池电解液添加剂VC产能规模行业第二（规划产能1万吨），实际产量规模行业第三（2025H1产量2794吨，同比+72%）（未证实）。\n2、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n3、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n4、山东高密高源该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sz002326",
          "name": "永太科技",
          "limit_time": "10:53:45",
          "analysis": "六氟磷酸锂+数据中心液冷+锂电材料+氟化工\n1、2025年10月20日互动，公司目前已投产六氟磷酸锂产能为18000吨/年，VC产能为5000吨/年，FEC产能为3000吨/年。\n2、公司在锂电材料领域形成了涵盖锂盐上游原料、锂盐、添加剂和电解液的一体化产业链，氟化液可以用于半导体生产制造领域，以及浸没式数据中心冷却、储能电池热管理等领域。\n3、公司氟苯中间体产品的品种十分丰富，具有包含二氟、三氟、五氟、六氟、邻氟和对氟等多个产品系列近百个产品，已布局锂盐原料、锂盐、添加剂、电解液等多种产品。\n4、公司是一家以含氟技术为核心、以技术创新为动力、以智能制造为驱动的含氟医药、植保与新能源材料制造商，产品按照终端应用领域分为三类，包括医药类、植保类、锂电及其他材料类。"
        },
        {
          "code": "sz300082",
          "name": "奥克股份",
          "limit_time": "14:46:54",
          "analysis": "锂电池电解液+六氟磷酸锂+固态电池材料+精细化工\n1、公司年产2万吨锂电池电解液溶剂项目采用固载离子液体催化二氧化碳转化制备碳酸二甲酯/乙二醇工艺。公司参股子公司苏州华一下属全资子公司大连华一拟规划建设116500吨/年新能源锂电池电解质及添加剂项目，其中包含10000吨六氟磷酸锂产能。\n2、公司固态电解质材料PEO尚处于应用开发阶段。\n3、公司专注于环氧乙烷、乙烯衍生绿色低碳精细化工高端新材料的研发与生产销售，现已形成减水剂聚醚单体等传统环氧衍生产品和碳酸乙烯酯系列新能源新材料两大产品板块。\n4、公司与辽宁科技大学合作的耐高温无色透明聚酰亚胺(膜)材料生产线，无色透明聚酰亚胺广泛用作柔性显示器件的盖板、基板以及触控层面板。\n5、公司在东北、华东、华南、华中和西南拥有160 万吨乙氧基化产能战略布局，拥有五万立方米低温乙烯储罐，拥有年产 30 万吨环氧乙烷生产装置，拥有“世界首创、国际领先”碳酸乙烯酯和碳酸二甲酯生产工艺技术。"
        },
        {
          "code": "sh688148",
          "name": "芳源股份",
          "limit_time": null,
          "analysis": "锂电前驱体+签订技术出口协议+动力电池回收\n1、公司主要从事锂电池三元正极材料前驱体和镍电池正极材料的研发、生产和销售。公司是国内领先的锂电池 NCA 正极材料前驱体生产商，以有色金属资源综合利用为基础，以现代分离技术和功能材料制备技术为核心，生产 NCA、NCM 前驱体和镍电池正极材料球形氢氧化镍，主要产品为高端电动汽车用 NCA 三元正极材料前驱体。\n2、2025年9月25日盘后公告，公司计划通过技术输出以及参股的形式，以目标公司为项目实施主体，与某日本企业合作在日本开发和生产 NCMA 系/NCA 系/NCM 系前驱体。公司将向目标公司提供技术和工艺，并按照项目实施阶段分批次向目标公司收取共计折合人民币约 22984.80 万元的技术服务费。\n3、目前公司整体产能为 3.4 万吨前驱体、2.4 万吨碳酸锂、4.56 万吨中间品镍钴盐和 0.18 万吨球镍。"
        },
        {
          "code": "sh603978",
          "name": "深圳新星",
          "limit_time": null,
          "analysis": "六氟磷酸锂+核电+电池铝箔坯料+铝晶粒细化剂\n1、公司目前已投产六氟磷酸锂产能5800吨，另外7000吨生产线于2024年基本安装完成尚未投产（将根据市场价格情况按计划逐步安排投产）。松岩新能源有产能为1000吨/年氟化锂产线，实现六氟磷酸锂原材料氟化锂自主生产。\n2、网传公司目前投产1万吨三氟化硼和2万吨三氟化硼络合物将充分收益钍基熔盐堆的后续建设。1万吨三氟化硼仅能生产出50吨核电站用硼10（转化比例为200:1）。（未证实）\n3、公司在子公司洛阳新星建设年产10万吨电池铝箔坯料项目（10条铸轧生产线，每条产能1万吨和配套2条冷轧生产线，每条产能5万吨），电池铝箔坯料主要生产电池铝箔，产品主要应用于动力、储能、消费等电池的正负极集流体材料，项目于2024年底建设完成并投产，目前电池铝箔坯料冷轧生产线处于稳定生产状态。\n4、公司系全球头部铝晶粒细化剂（6万吨/年）制造商，还有3万吨/年铝中间合金（铝硼、铝铁、铝锰等合金）生产产能。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "人民日报刊文:台湾光复昭示祖国必定统一。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "09:33:34",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sz000632",
          "name": "三木集团",
          "limit_time": "09:25:00",
          "analysis": "福建自贸区+跨境电商+保税仓储福建国资\n1、公司实控人福建经开区国资，经营模式为商品的进出口贸易和跨境电商综合服务，外贸进出口总额连续多年名列福州市第一、福建省前茅。\n2、公司下属的福建融达通系福州跨境电商公共服务平台、跨境电商保税监管物流中心的主要运营方，在福州出口加工区拥有跨境电商海关监管中心和海关1.3万平方米保税仓（含恒温仓）。其是菜鸟华南地区福建唯一的中心仓，与其他知名电商也有所合作。\n3、公司专注于进出口贸易、房地产开发、经营性物业运营管理和创业投资等业务。\n4、公司房地产业务分布在福州、上海、武夷山等地，国际贸易遍及世界几十个国家和地区。目前旗下地产项目主要集中在福建省内。\n5、公司持有青岛盈科汇金资管约50.5%股份，盈科汇金使用其自有资金通过杭州泰富盈瑞参投了真实生物。"
        },
        {
          "code": "sh603686",
          "name": "福龙马",
          "limit_time": "13:21:45",
          "analysis": "福建+“马”字辈+无人驾驶清扫机器人+电池回收+环卫服务\n1、公司地处福建，机器人业务持续在资金、算法团队、产线建设方面进行投入。清扫机器人依托自研算法优化，提升复杂场景作业精度、障碍物避障及自动规划效率、智能化与可靠性持续提升。\n2、子公司福龙马新能源主营业务为新能源汽车废旧动力蓄电池回收及再生利用。2025年5月26日全国新能源汽车动力电池回收利用工作专班召开专班第一次会议，部署新能源汽车动力电池回收利用体系建设重点工作。\n3、公司公众号披露，移动充电机器人可为车辆提供充电服务。\n4、公司产品涵盖环卫清洁车辆（洗扫车、扫路车等）、垃圾收转车辆（压缩式垃圾车、餐厨垃圾车等）及垃圾中转设备，共38个系列701款车型。其中纯电动车型222款，氢燃料电池车型24款，2024年新能源装备市占率6.77%（行业第三）。\n5、截至2024年底，公司垃圾焚烧处理能力500吨/日，餐厨垃圾资源化处理320吨/日，渗滤液处理90吨/日。"
        },
        {
          "code": "sh600094",
          "name": "大名城",
          "limit_time": "13:30:18",
          "analysis": "福建房地产+算力+低空经济+旧城改造\n1、公司以房地产为主业，同时涉足工业地产及旅游地产，深耕平潭地产开发多年，参与区域基础设施与商业综合体建设，旗下东方大名城项目位于平潭核心地段。\n2、2025年11月5日公告，公司拟购买福建数产名商95%的股权，预计交易价格1.85亿元；公司持有数产名商44% 股权，交易完成后将获得投资收益，且其参股公司名城数科与数产名商存在7.59 亿元算力服务合同，未来或受益于算力业务协同。\n3、公司与福州新区航空城发展投资公司、中航金城无人系统合资设立福建城际低空机场投资公司，将在福州新区投建“低空城际智慧枢纽机场”项目，已完成工商注册。\n4、2024年公司表示参与深圳“三旧”改造项目，位于龙岗等地区，属于项目初早期阶段。在港珠澳大湾区保持公司传统稳健的内生式发展模式，积极开展一、二级联动开发，介入旧城改造、棚户区改造等旧改项目。"
        }
      ]
    },
    {
      "name": "人工智能",
      "reason": "月之暗面2025年11月6日推出Kimi K2 Thinking开源思考模型，网传性能超OpenAI模型（未证实）。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz300959",
          "name": "线上线下",
          "limit_time": "11:16:36",
          "analysis": "分销商（存储芯片）+合作抖音数字营销+服务微信小店+人工智能\n1、公司控股股东变更为深蕾科技，网传纪要表示深蕾科技为博通国内最大代理商（未经证实）。新蕾电子是国内领先的电子元器件分销商。深蕾电子是博通、松下、村田、长鑫存储、兆易创新等众多国际及国内著名品牌的授权代理分销商，在数据中心、网络通信、工业自动化、汽车电子、消费电子等多领域为客户提供服务。公司多次获评十大中国品牌分销商。\n2、公司已与字节跳动旗下媒体平台（包括抖音、今日头条、西瓜视频等）、腾讯广告等国内顶级媒体建立了稳定合作关系，目前公司数字营销业务已覆盖广告媒体代理、广告创意策划等，包括电商类产品。\n3、网传资料显示公司服务微信小店共670家。\n4、公司尝试拓展短剧相关业务，现已初步布局短剧分销业务，并初步搭建短剧小程序平台，积极进行新链路布局。\n5、公司是一家具有丰富行业经验的移动信息服务提供商，探索结合人工智能、大数据等新兴生产要素，并在重点领域加大投入力度，聚焦人工智能有效赋能的业务方向。"
        },
        {
          "code": "sh603663",
          "name": "三祥新材",
          "limit_time": "14:32:59",
          "analysis": "金属铪+固态电池+锆基液态金属+锆系列产品\n1、AI热潮、存储芯片、燃气轮机拉动需求，带动金属铪价格上涨。网传欧洲铪价已涨至每公斤6300-7000美元/公斤，接近历史峰值；美国铪价已超7000美元/公斤（未证实）。公司拟投资建设2万吨锆铪分离项目。2025年8月，中试线可完成连续出料，分离纯化的铪材料纯度可达99.99%（4N）以上，满足电子级领域使用。\n2、公司目前已规划年产10万吨氧氯化锆（对应形成约8万吨前驱体材料锆基氯化物）及2000吨纳米氧化锆，可为氧化物固态电解质材料提供关键原材料；锆基氯化物目前在卤化物固态电解质中已得到验证。公司向清陶能源提供的产品为锆基材料，为公司成熟量产产品。\n3、子公司辽宁华锆是工业海绵锆的专业生产厂家，目前锆基非晶合金生产的主原料(母合金)为工业海绵锆产品，间接用于锆基液态金属的生产。\n4、公司生产的高纯氧化锆、金属锆、液态金属以及泡沫陶瓷等可应用于军工领域。公司纳米氧化锆，超细电熔氧化锆粉可用于锂离子电池正极材料添加剂；公司已是国内外核级锆材企业主要供应商。"
        },
        {
          "code": "sh688448",
          "name": "磁谷科技",
          "limit_time": "13:52:33",
          "analysis": "磁悬浮冷水机组+半导体零部件+污水处理+节能型鼓风机\n1、2025年11月3日互动，公司前三季度磁悬浮空压机和磁悬浮冷水机组产品收入较去年同期均保持稳定增长；磁悬浮鼓风机产品收入与去年同期基本持平；因去年同期磁悬浮真空泵产品境外收入较高，前三季度同比有一定下降。目前磁悬浮冷水机组已有产品在数据中心相关客户端验证中。主要产品为磁悬浮离心式鼓风机、磁悬浮空气压缩机、磁悬浮冷水机组，主要应用于污水处理、化工等行业。\n2、磁悬浮分子泵为半导体设备核心零部件，目前磁悬浮为分子泵主流技术趋势，国内高端90%以上都依赖进口。\n3、磁谷科技为磁悬浮分子泵国产替代龙头，与H客户合作产业化进展最快：在核心的磁悬浮控制系统技术上国内领先，是唯一能实现稳定55000-60000转（半导体级别）的国产厂商。磁谷和H客户从2019年开始合作多年，现阶段磁谷的产品已经进入H客户，并供应最高端的GKJ磁悬浮分子泵，后续降维切入刻蚀机、薄膜沉积设备等其他领域。（网传资料，谨慎参考）"
        },
        {
          "code": "sh603052",
          "name": "可川科技",
          "limit_time": "",
          "analysis": "光模块+固态电池+AR眼镜+消费电子\n1、2025年9月8日互动，可川光子致力于高速硅光芯片和硅光模块的研发和生产，目前首条400G/800G高速光模块生产线已正式投产启用。\n2、2024年9月27日投资者活动记录，积极开发半导体、半固态电池/固态电池领域的客户。此前于3月28日互动表示，公司有开展固态电池所需功能性器件及复合集流体产品的相关研究。\n3、2025年7月31日盘后互动，目前公司产品主要应用于CMOS图像传感器芯片及硅基OLED芯片的制程中，下游终端产品包括MR、AR/VR智能眼镜设备、手机/车载/安防/医疗摄像模组等。\n4、公司已经成为消费电子电池、新能源电池和笔记本电脑生产制造商中龙头企业的核心供应商。\n5、公司目前激光气体传感器相关产品已开始小批量出货。"
        }
      ]
    },
    {
      "name": "金刚石",
      "reason": "据网络纪要，钻尖采用整体金刚石，英伟达Rubin平台采用M9材料后，涂层钻针寿命降低到1-200孔/针，容易频繁断针。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600172",
          "name": "黄河旋风",
          "limit_time": "09:53:57",
          "analysis": "金刚石+芯片散热+半导体封装合资公司+资产注入预期\n1、网传信息，英伟达测试显示，采用钻石散热的芯片算力提升3倍，能耗降低40%，数据中心冷却成本减少超50%（未经证实）。公司是目前国内规模领先、品种最齐全、产业链最完整的超硬材料供应商，产能为（80-100万克拉），约占国内市场的三分之一，主要产品包括培育钻石。\n2、公司多晶金刚石热沉片已通过华为验证，并配合华为碳化硅散热方案进入“6-8英寸晶圆级”量产阶段。黄河旋风2024年11月26日公司盘后官微发布，攻克芯片散热难题，黄河旋风多晶金刚石热沉片研发成功。\n3、基于公司与博志金钻在金刚石材料与半导体封装领域的核心优势，双方共同推进多款新一代超高性能金刚类散热材料与器件的研发与产业化，成立合资公司河南乾元芯钻半导体。公司出资510万元，持股占比51%。\n4、公司实控人为许昌市财政局，后者100%控股许昌市投资集团，许昌市投资集团旗下许昌市市投数字经济产业集团和黄河科技集团持有黄河信产60%股份，市场猜测黄河信产注入公司预期。"
        },
        {
          "code": "sz300179",
          "name": "四方达",
          "limit_time": "09:54:24",
          "analysis": "金刚石+半导体应用+培育钻石\n1、据网络纪要，钻尖采用整体金刚石，英伟达Rubin平台采用M9材料后，涂层钻针寿命降低到1-200孔/针，容易频繁断针。沃尔德的pcd聚晶金刚石钻头部分为纯金刚石，寿命可达到1w孔/针，寿命提升一百倍，近期送样某深圳PCB大厂测试中，预计11月初出测试结果。四方达的钻针业务同样早有储备，已送样两家半导体大客户测试。（未证实）\n2、公司主营产品为金刚石复合片、精密加工产品和CVD金刚石等。公司一直特别关注金刚石在半导体等领域的进展，并与郑州大学在CVD金刚石领域进行光电功能器件的研究与开发合作。\n3、子公司天璇半导体专业从事CVD金刚石产业链相关技术研发及相关产品生产销售。公司加大投入推动自主开发的MPCVD设备及CVD金刚石生产工艺技术成果产业化，年产20万克拉功能性金刚石产线已经建成投产。\n4、公司聚焦超硬材料，其中精密加工类产品是公司战略产品之一，目前该类产品主要包括PCD刀片、PCD刀具等产品。"
        },
        {
          "code": "sh605580",
          "name": "恒盛能源",
          "limit_time": "15:00:00",
          "analysis": "培育钻石+供暖+热电联产+能源资产代币化\n1、控股子公司桦茂科技专注于 MPCVD（微波等离子体化学气相沉积）法生长金刚石技术的研发与产业化，通过持续投入，已形成覆盖 CVD 设备制造、金刚石生长及加工的全产业链布局，拥有《一种稳定快速沉积 CVD 金刚石的方法》等多项技术专利，成为行业少数具备规模化生产高品质单晶与多晶金刚石能力的企业。\n2、公司热电联产业务运营稳定，并表华大热电后新增伊通县老城区约400万方、新城区约260万方供暖面积。\n3、公司主要产品为蒸汽和电力，主要产品为蒸汽和电力。公司生产的蒸汽主要供应给园区内的造纸、纺织印染、食品乳业、家居制造等企业使用。公司生产的电力主要销售给国家电网终端电力用户。\n4、公司表示能源资产代币化，属于公司现有业务的创新应用方向，公司将组织学习讨论。\n5、公司是浙江龙游经济开发区最早投产运营的区域性公用热电联产企业，子公司恒鑫电力是浙江省内首家以农林废弃物为燃料的生物质热电联产项目。"
        },
        {
          "code": "sh688028",
          "name": "沃尔德",
          "limit_time": null,
          "analysis": "金刚石刀具+人形机器人+培育钻石\n1、据网络纪要，在PCP行业中，金刚石聚合刀目前仅有沃尔德一家企业，目前沃尔德在深南电路的测试于10月份已取得一定成效，即将前往盛弘进行测试。\n2、公司针对人形机器人领域的减速器、行星滚柱丝杠加工提供超硬切削刀具解决方案，目前已对接下游客户进行研发、供样等工作。\n3、旋风铣削优点是效率高带来降本（理论10倍，实际约5倍），目前多在欧美市场应用，原因系国内缺乏成熟的工艺、设备、刀具等。人形机器人对丝杠的精度要求在C3-4即可（南工艺采用德国莱斯特瑞兹机床和国内的刀具可做到）。公司旋风铣专用刀片已出货国内头部，作为耗材占丝杠成本约3-4%，在旋风铣工艺渗透率提升下有望放量。\n4、培育钻石及 CVD 金刚石功能材料业务定位于全球高端新材料市场，是国内少数能够掌握 CVD 法三大制备工艺的公司之一。\n5、公司主要产品包括金刚石膜声学器件、金刚石热沉材料、金刚石光学窗口、硼掺杂金刚石膜涂层电极及制品、CVD 培育钻石等。"
        }
      ]
    },
    {
      "name": "存储/半导体",
      "reason": "闪存龙头闪迪11月大幅调涨NAND闪存合约价格，涨幅高达50%。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh603938",
          "name": "三孚股份",
          "limit_time": "09:34:11",
          "analysis": "存储上游+电子特气（半导体）+有机硅\n1、公司电子级二氯二氢硅下游主要应用在逻辑芯片、存储芯片、硅基前驱体等领域，目前公司在以上领域均实现销售。公司高纯四氯化硅产品目前在我国行业内市场占有率较高，已实现对原材料要求较为苛刻的PCVD芯棒生产工艺的规模化供应。\n2、电子级二氯二氢硅、电子级三氯氢硅及电子级四氯化硅均属于电子特气，是半导体材料生产过程中一种重要的辅助气体。2025年3月13日互动，目前我国电子级三氯氢硅产品在4-6-8寸外延片方面实现国产化应用。电子级二氯二氢硅产品、电子级四氯化硅产品国产产品依然相对较少，未来三种产品的国产化需求预计将有较大比例的提升。\n3、公司是全国范围内产量较大及供货稳定的三氯氢硅、氢氧化钾、高纯四氯化硅、硫酸钾生产企业。产品出口到南美、东南亚、非洲等地。公司硅系列产品主要涵盖无机硅产品：三氯氢硅、四氯化硅、高纯四氯化硅、气相二氧化硅；有机硅产品：硅烷偶联剂；电子特气产品：电子级二氯二氢硅、电子级三氯氢硅、电子级四氯化硅。"
        },
        {
          "code": "sh688233",
          "name": "神工股份",
          "limit_time": "10:28:11",
          "analysis": "存储设备零部件+半导体硅片+大直径硅材料\n1、公司大直径硅材料的制成品硅零部件，主要应用于存储芯片制造厂的刻蚀环节，开工率越高，使用量越大。公司是上游材料及零部件供应商，如果下游终端存储芯片制造厂的开工率提升乃至资本开支增加带来新的需求，预计需要约1-2个季度传导到公司。\n2、网传纪要表示，公司半导体硅片业务产能8英寸5万片/月，12英寸1万片/月，等效8寸产能是7.25万片/月。（未经证实）\n3、公司大直径多晶硅材料及其制成品已通过海外客户评估并实现批量供货。公司在 16 英寸以上大直径硅材料领域的产能扩张较快，已经确保公司产能大于下游厂商的自有大直径硅材料产能，具有技术和规模双重优势。"
        },
        {
          "code": "sz002971",
          "name": "和远气体",
          "limit_time": "",
          "analysis": "供货长江存储+电子特气+定增获批+高纯氢气\n1、公司给长江存储、烽火科技、华星光电等光通信、半导体企业直接或间接供应氢气、氧气、氮气和氩气。公司布局的电子特气电子化学品以及硅基功能性材料是半导体产业发展的重要组成部分。\n2、2025年9月3日公司定增5.95亿元上会获通过，股票拟于深交所主板上市。\n3、公司解析气中提纯高纯一氧化碳等产能正在逐步释放。高纯氨已经在试生产且即将实现销售，羰基硫等在今年年内可以建成并达到试生产。\n4、公司潜江特气电子级高纯氢气最大生产能力保持3.2亿方/年。公司目前主要通过工业尾气回收提纯高纯氢气，已经用于燃料电池领域。\n5、公司拥有20多个国产化替代的产品，获得了一些下游大晶圆厂客户的认可。公司主要为光伏产业链上的客户提供所需的氧气、等工业气体。"
        },
        {
          "code": "sz000593",
          "name": "德龙汇能",
          "limit_time": null,
          "analysis": "半导体资产注入预期+供热业务+天然气贸易+参股锂浆料储能电池\n1、2025年10月28日晚公告，公司控股股东顶信瑞通与诺信芯材（东阳国资背景）签订了《股份转让协议》，拟以9.41元/股向诺信芯材转让公司29.64%股份。若本次交易顺利推进并实施完成，公司控股股东将变更为诺信芯材，实控人将变更为孙维佳。孙维佳是科睿斯半导体的董事长，同时也是诺信芯材背后中经大有基金的实际控制人。科睿斯半导体是上市公司中天精装的联营企业。市场猜测或存在资产注入预期。\n2、公司主要从事以天然气能源为主的清洁能源供应业务，同时持续探索以光伏、氢能为主的新能源落地项目。公司LNG业务以贸易为主，向上游LNG液厂或LNG码头采购气源，以LNG槽车运输，直接销售给客户，已组建自有LNG车队。\n3、公司锂浆料目前处于商业生产线筹集阶段；公司参股20%好风光，好风光的锂浆料储能电池产品已具备量产条件，锂浆料电池规模100MW/年。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "11月6日晚间，中国疾病预防控制中心发布的最新一期流感监测周报显示，本周南方省份流感活动上升，北方大部分省份上升。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600829",
          "name": "人民同泰",
          "limit_time": "09:25:00",
          "analysis": "流感+医药批发零售+医药电商\n1、公司产品阿奇霉素分散片可适用于敏感细菌所引起的下列感染中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。\n2、公司是区域性医药流通企业，是黑龙江省最大的医药商业公司。公司主要经营医药批发业务、医药零售业务及提供医药物流服务和医疗服务。公司主要销售化学药、中成药、生物制品，同时销售医疗器械、中药饮片、保健食品、日用品、玻璃仪器、化学试剂等。公司持续加大新品种引进力度，在集采带量品种、基药品种以及创新药、罕见病用药、急救用药等领域具备较强优势。\n3、公司拥有人民同泰健康网，人民同泰APP等电子商务平台，通过旗下连锁直营门店及线上B2C，O2O等形式开展经营，打造“医药+互联网”健康服务平台。\n4、公司互动表示所处行业为医药流通行业，行业的应收账款占比普遍较大。公司注重并加强应收账款的管理，公司具有较完善的应收账款管理制度和客户信用管理制度，细分客户类型，多维度评定客户信用额度和信用期限。"
        },
        {
          "code": "sh688670",
          "name": "金迪克",
          "limit_time": "13:30:46",
          "analysis": "流感疫苗+狂犬病疫苗\n1、2025年半年报，公司专注于人用疫苗研发、 生产和销售，公司的主要产品包括对流行性感冒、狂犬病、 水痘、带状疱疹和肺炎疾病等5种传染性疾病进行预防的10种人用疫苗产品。其中已上市销售的产品 1个，为四价流感病毒裂解疫苗，公司四价流感疫苗多项关键指标优于中国药典（CP2020）和欧洲药典（EP9.0）的标准，具有免疫效果好、安全性高的优势。\n2、目前冻干人用狂犬病疫苗（Vero细胞）已完成III期临床试验，正在按照程序向CDE申报。\n3、公司在国内全部四价流感疫苗生产企业中排名第二和第三。\n4、公司现正围绕流行性感冒、狂犬病、水痘、带状疱疹和肺炎疾病等5种重要传染性疾病的预防研发9个主要在研产品；产能方面，公司流感疫苗新车间设备已全部到位，建成后将在现有年产能1000万人份的基础上，年新增3000万人份产能。"
        },
        {
          "code": "sz002728",
          "name": "特一药业",
          "limit_time": "10:28:39",
          "analysis": "流感+支原体肺炎药+糖尿病治疗+NMN\n1、针对流感方面的用药，公司药品品类丰富，产品涵盖止咳、退热、抗生素、抗病毒、消化系统等类别。2025年10月29日互动，公司核心产品止咳宝片对流感相关咳嗽疗效确切，总有效率93%，秋冬流感高发带动需求。\n2、公司止咳宝片先后被广东省（《广东省新冠病毒感染者重点用药监管目录》、国务院联防联控机制等）推荐为感染新型冠状病毒后出现咳嗽症状的治疗用药。止咳宝片为中成药的最大单品，2025年前三季度销量已达2023年同期64%。\n3、公司的红霉素肠溶片、依托红霉素片、罗红霉素胶囊、阿奇霉素片、阿奇霉素颗粒等大环内酯类抗菌药物适用于治疗支原体肺炎。\n4、子公司海力制药生产的盐酸二甲双胍缓释片属于双胍类降血糖药。本药首选用于单纯饮食及体育锻炼控制血糖无效的2型糖尿病患者，尤其是肥胖和伴高胰岛素血症者。可单用，也可与磺酰脲类药或胰岛素联用。\n5、公司安排全资子公司新宁制药及台山化工对NMN产品进行技术方案的论证并做项目可行性研究。"
        },
        {
          "code": "sh600222",
          "name": "太龙药业",
          "limit_time": "14:08:22",
          "analysis": "流感+创新药+控糖\n1、在临床业务方面，新领先可为客户提供从IND至NDA全流程服务，截至今年三季度，新领先助力客户启动胶质母细胞瘤(rGBM)的PD-1/TIGIT双特异性抗体临床研究，完成皮下脂肪层注射项目的获批投产，顺利推进儿童流感项目三期临床完成结题并申报等。公司主导产品双黄连口服液被国家卫计委纳入到《甘肃省甲型流感中医药防治预案(2017版)》推荐中成药。\n2、公司专注为综合性大型药企、创新药企业提供从立项、CMC、IND、临床及上市的全链条服务。子公司新领先向客户提供临床前药学研究、临床 CRO 服务、注册申报及研发成果转让等全产业链技术服务。\n3、公司作为有限合伙人投资的南京太龙金茂基金持有无锡和邦34.64%的股权，无锡和邦的在研项目艾塞那肽注射液同为GLP-1类药物，其申报的临床适应证为改善2型糖尿病的血糖控制。\n4、 公司是集生产、经营、科研于一体，以中西药产品为主，生产口服液、片剂、胶囊、输液、原料药等多种剂型共100多种产品的现代化制药企业。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "上纬新材将联合智元开展机器人业务",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002196",
          "name": "方正电机",
          "limit_time": "14:23:39",
          "analysis": "小鹏机器人+业绩扭亏+特斯拉+驱动电机龙头\n1、公司曾公告拟与小鹏在驱动电机等领域开展战略合作。公司人形机器人关节产品及客户正在开发之中，已申请相关专利33件，其中已获批2件。2020年4月17日互动，参股公司延锋安道拓方德电机公司为特斯拉提供座椅电机产品。\n2、2025年11月5日，小鹏汽车CEO何小鹏表示机器人会是20万亿美金的市场，同日第七届小鹏科技日上，小鹏研发的全新一代人形机器人IRON登台亮相；公司与小鹏汽车签署战略合作框架协议，共同出资设立公司专注机器人关节研发，是小鹏机器人驱动电机及关节研发的重要合作方。\n3、2025年10月27日晚公告，前三季度营收为20.13亿元，同比增长10.44%；净利润为1375.73万元，同比增长153128.60%，大幅扭亏为盈。\n4、公司是国内助力转向泵用电机领域的绝对龙头，占据了市场80%的份额。公司拥有年产35万台新能源驱动电机及电驱动集成募投项目。\n5、公司是奇瑞QQ冰淇淋驱动电机供应商。"
        },
        {
          "code": "sz002691",
          "name": "冀凯股份",
          "limit_time": "10:47:27",
          "analysis": "机器人+3D打印+煤矿机械设备\n1、公司产品防爆柴油机智能搬运机器人适用于准备巷道、掘进巷道非硬化地面的物料等工作；钻锚机器人适用于煤矿、非煤矿山、隧道涵洞等巷道掘进工程作业。公司此前互动表示公司多种产品通过了CE认证，并出口到澳大利亚、俄罗斯、土耳其、伊朗等多个国家。\n2、公司3D成型整铸装备系列产品主要包括整铸刮板输送机、整铸转载机、破碎机、整铸齿轨等。\n3、子公司冀凯装备自主研发的3D打印机是目前全国乃至全世界唯一一个应用于智能装备制造且实现量产的设备，填补了我国大型砂型打印机技术领域空白。\n4、公司主营支护机具、安全钻机、掘进设备和运输机械等矿用机械装备，营收占比97.51%，是矿山装备的专业供应商与服务商。"
        },
        {
          "code": "sh600681",
          "name": "百川能源",
          "limit_time": "13:14:22",
          "analysis": "拟投资具身智能机器人公司+天然气业务+LNG接收站\n1、2025年10月31日晚公告，全资子公司百川企管拟2.15亿元取得西安中科光电22.86%股权。本次股权受让及增资完成后，公司将持有西安中科光电25.20%股权。标的系一家专业从事具身智能基础模型及具身智能机器人研发生产业务的高新技术企业，目前尚未实现盈利。\n2、公司主要从事城市燃气业务，主营业务为城市管道燃气销售、燃气工程安装、燃气具销售。已在河北省廊坊市、张家口市、沧州市、保定市以及天津市武清区、湖北省荆州市、安徽省阜阳市、辽宁省葫芦岛市等地区进行燃气经营。公司气源主要为管道天然气，公司从中石油等上游气源方采购天然气后，通过所属城镇门站后再经由管道、CNG 加气站等方式向下游用户销售。\n3、公司一直积极推进LNG接收站项目的审批程序，冷热电三联供项目已建成投产。"
        },
        {
          "code": "sh688585",
          "name": "上纬新材",
          "limit_time": "14:15:22",
          "analysis": "全尺寸机器人即将发布+智元机器人取得控制权+乙烯基酯树脂+风电叶片\n1、2025年11月11日公众号“智元上纬”发布消息，上纬新材将发布一款身高1.88米的全尺寸机器人。\n2、2025年7月8日晚公告，公司控股股东已与上海智元恒岳科技、上海致远新创科技签署《股份转让协议》。上述两家公司的背景是智元机器人，创始人稚晖君。2025年9月23日晚公告，公司股份转让事宜已完成过户登记手续。转让完成后，智元恒岳和致远新创合伙合计将拥有上市公司29.99%的股份及该等股份对应的表决权，上市公司控股股东变更为智元恒岳，邓泰华成为实控人。\n3、公司是亚洲领先的乙烯基酯树脂供应商之一，主营业务为环保高性能耐腐蚀材料、风电叶片用材料、新型复合材料的研生销，在风电叶片用材市场市占率领先。\n4、公司的风电叶片用材料系列产品主要应用于制作风电叶片的壳体、大梁、腹板及叶片模具等部件。公司在国内乙烯基酯树脂市场份额为23.01%，居首位，在国际市场市占率9.71%，位列第四。"
        }
      ]
    },
    {
      "name": "风电",
      "reason": "国家能源局出台了《关于推进煤炭与新能源融合发展的指导意见》，提出围绕加快发展矿区光伏风电产业等七大重点任务。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002204",
          "name": "大连重工",
          "limit_time": "09:34:21",
          "analysis": "海上风电+海工装备+重工机器人+船用曲轴+核电\n1、2025年10月23日互动，公司目前涉及海洋工程领域相关产品主要包括海上风电核心零部件、大型船用曲轴、海上起重设备和单点系泊（含液滑环、电滑环等零部件）等产品，风电核心零部件方面具备2-16MW风电齿轮箱批量供货能力，3-30MW级风电核心铸件批量供货能力，5-20MW主流机型塔筒批量供货能力等。\n2、公司石油钻井平台专用起重机用于超万吨海上石油钻井平台、船舶等海工装备设施的吊装建造。\n3、下属公司研发的12轴联动三维激光智能切割重工业机器人顺利通过验收，标志着公司研制的智能切割重工业机器人达到了国内领先，可替代进口的水平。\n4、公司已累计出产各型号船用曲轴1000支，累计配套柴油机近2316万马力，成为我国超大型船用曲轴国产化定点单位。\n5、公司核电环吊国内市场占有率超60%，主导产品包括核岛环吊等各类起重设备。公司风电核心部件产品，已稳定向全国前10位的风电主机厂批量供货。"
        },
        {
          "code": "sz002053",
          "name": "云南能投",
          "limit_time": "13:04:06",
          "analysis": "风电+页岩气+天然气+资产注入预期+盐业\n1、2025年8月22日半年报，公司已投产新能源装机199.64万千瓦，风电规模居全省前列，正推进67万千瓦风电扩建及8.5万千瓦光伏项目等增量项目建设。\n2、公司天然气板块目前也在密切关注控股股东页岩气项目进展。公司表示控股股东页岩气项目与公司天然气业务未来是否能够协同以及如何协同等均存在不确定性。\n3、公司拥有省内包括昆明、大理、楚雄、文山等地区共计18条天然气支线管道项目、3个应急气源储备中心项目和1个CNG母站项目，已建成通气及具备通气条件支线管道合计727km，约占全省通气支线管道里程数的50%。\n4、2025年8月27日盘中互动，云南榕耀新能源正积极开展相关合规性问题整改及部分项目国补核查等相关工作，根据公司与能投集团所签署的《委托经营管理协议》约定，云南榕耀新能源所属光伏发电项目符合注入上市公司条件后，公司将及时与能投集团等相关方协商，通过合规方式优先注入公司。\n5、公司是控股股东云南省能源投资集团旗下唯一新能源上市平台。公司盐业业务占比约31%，全资子公司云南盐业是云南省内最大的盐业企业。"
        },
        {
          "code": "sh601218",
          "name": "吉鑫科技",
          "limit_time": "",
          "analysis": "风电零部件+拟收购新能轴承+海风\n1、公司是一家专注于研发、制造和销售大型风力发电机组用零部件的企业，主要生产750KW-15MW 风力发电机组用轮毂、底座、轴、轴承座等系列产品。下游客户包括西门子-歌美飒、Vestas和Enercon等全球前十的风电整机商。公司在风电行业致力于大型化产品的研发，球墨铸铁生产技术水平与国内大型球铁铸造企业同处于第一梯队，达到国内先进水平。\n2、2025年10月29日公告，公司拟2.39亿元收购江苏新能轴承57.4531%股权，后者主要生产与风力发电机组配套的偏航、变桨轴承、主轴轴承。\n3、公司目前具备年产200 套（轮毂、底座、轴、轴承座）海上风电铸件的产能，以15MW风机为例，即公司具备3GW的海上产能。"
        }
      ]
    },
    {
      "name": "煤炭",
      "reason": "",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600403",
          "name": "大有能源",
          "limit_time": "14:17:08",
          "analysis": "煤炭+间接控股股东战略重组+资产注入预期+河南国资\n1、2025年10月22日晚公告，公司2025年7-9月商品煤产量290.39万吨，同增15%；商品煤销量307.1万吨，同增24%。\n2、公司2024年煤炭产量968万吨。公司所属矿区有长焰煤、焦煤、贫瘦煤等煤种，所产优质长焰煤、焦煤、贫煤、洗精煤广泛应用于发电、煤化工、工业锅炉、炼焦、建材等行业。\n3、2025年9月25日晚公告，公司收到通知，河南省委、省政府决定对间接控股股东河南能源集团和中国平煤神马控股集团实施战略重组。河南省国资委作为公司的实控人不会发生变化。此次重组事项不会对公司生产经营活动产生重大影响。\n4、控股股东义煤集团、间接控股股东河南能源与公司在煤炭业务方面存在同业竞争。2022年5月河南能源同业竞争承诺到期，但由于所属煤矿数量多、分布广，加之资产重组对标的资产质量要求高，规范整改所需时间较长，整合方式仍需持续深入论证，其他历史遗留问题尚需进一步解决等原因，仍然无法在承诺到期日前完全解决同业竞争。"
        },
        {
          "code": "sh600408",
          "name": "安泰集团",
          "limit_time": "",
          "analysis": "焦炭+干熄焦+煤气制氢\n1、公司主要从事焦炭及其副产品、型钢产品的生产与销售。炼焦采用的是 JN60-6 型焦炉，设计产能为 240 万吨/年，产品主要销售给钢铁企业及焦炭贸易商。\n2、H 型钢生产线采用了国内外成熟可靠的先进工艺技术与设备，设计产能为 120 万吨/年,可生产各种 H 型钢 50 多个产品规格，主要以中大型 H 型钢为主。\n3、2023年公司募集资金计划用于投资建设150t/h干熄焦及配套余热综合利用项目和30000m3/h焦炉煤气制氢项目。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "国家能源局：固态电池、氢储能等一批颠覆性前沿新型储能技术加速发展，为应对未来新型电力系统对于多时间尺度、高安全性的能量存储需求提供坚实支撑。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh600516",
          "name": "方大炭素",
          "limit_time": "10:12:13",
          "analysis": "固态电池+核电+石墨电极+碳纤维\n1、2025年10月27日盘后据证券网，公司两款自主研发的氧化物固态电解质已正式落地，具备离子电导率高、化学稳定性强的优势，在耐高压、抗腐蚀性能上表现突出，为不同类型固态电池的研发提供了多元选择。\n2、公司控股子公司成都炭材于2024年4月份取得民用核安全设备制造许可证。公司基于在山东石岛湾高温气冷堆核电站示范工程上积累的经验将快速融于国内核电发展提速期，提升公司高温气冷堆炭堆内构件和高温气冷堆石墨堆内构件生产和销售。\n3、公司石墨及炭素产品种类齐全，产能达33.5万吨，为亚洲第一，世界第二。\n4、公司拥有石墨电极市场占有率超过20%，另外拥有炭砖产能3万吨、炭素新材料1万吨、在建产能15.5万吨，与宝钢合作的宝方炭材料10万吨超高功率石墨电极石墨化产线已经投入运行。\n5、2024年半年报，公司在建工程项目包括3100吨碳纤维项目。"
        },
        {
          "code": "sh603683",
          "name": "晶华新材",
          "limit_time": "13:00:22",
          "analysis": "固态电池+机器人电子皮肤+导热界面材料+折叠手机+电子胶龙头\n1、2025年8月13日互动公司的电子胶粘材料应用于电池的电芯、模组、pack等部位，主要作用为密封、缓冲、绝缘、阻燃、隔热等材料提供粘接。具体产品的运用由终端客户根据其产品的性能决定。公司紧跟固态电池的产业化进展，提前研究适配的材料性能，为未来技术成熟后的大规模应用做好技术准备.\n2、公司已开发用于灵巧手的柔性触觉传感器电子皮肤；目前正与灵心巧手和其他终端下游客户联合推进全掌式柔性触觉传感器电子皮肤的项目开发，未来有望赋能机器人手部操作的灵活性与智能化升级，并逐步延伸至机器人其他身体部位。\n3、网传资料表示，英伟达最新Blackwell旗舰GPU使用液态金属散热（未经证实）。公司公告显示拥有高性能导热界面材料，但仅用于新能源汽车锂电池。\n4、2024年半年报，公司的折叠OCA 等产品已经被国内手机头部企业运用在最新款折叠手机上，成功实现了国产替代，位居国内行业领先地位。\n5、公司主营业务涵盖各类工业胶粘材料、电子胶粘材料、功能性薄膜材料以及特种纸的研产销。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh600810",
          "name": "神马股份",
          "limit_time": "10:00:35",
          "analysis": "己内酰胺+机器人材料（尼龙）+控股股东重组+马字辈\n1、公司具备尼龙66切片产能21万吨，尼龙66工业丝11.3万吨，尼龙66帘子布8万吨，己二酸32万吨,尼龙66产能位居亚洲第一、世界第五。平煤神马尼龙科技公司‌己内酰胺产能已达到40万吨/年。\n2、2025年11月7日河南省国资委与河南能源集团、中国平煤神马集团签署的《战略重组框架协议》，河南省国资委拟将河南能源集团100%股权对平煤神马集团增资，重组完成后河南能源集团将成为平煤神马集团全资子公司。 \n3、公司己二酸产品还可用于生产增塑剂、胶粘剂、高级润滑油和食品添加剂等。网传消息，全球润滑油市场5000万吨，其中80%组分为基础油。PAO基础合成油性能最为出色，主要用于高端润滑油调配，但由于原料与工艺国内无法突破只能通过进口。\n4、公司主要生产用于半钢子午胎、工程胎、航空胎等差异化高端尼龙 66 帘子布。\n5、公司完成了中橡曙光样布试验，开发的产品已在歼10、歼15、运20等军工行业使用。"
        },
        {
          "code": "sz000985",
          "name": "大庆华科",
          "limit_time": "10:11:36",
          "analysis": "石油化工+国企改革\n1、公司以C5、C9石油树脂、聚丙烯生产为主业，开发高附加值产品。公司使用中石油大庆石化分公司生产的、含量大于等于95%以上的氢气作为聚丙烯分子量调节剂参与聚合反应。\n2、公司实控人为国务院国资委，控股股东为中国石油大庆石油化工公司。\n3、公司产品乙腈、石油树脂系列等产品出口到欧洲、东南亚等20多个国家和地区。\n4、公司拥有一家省级技术研究中心，有先进的实验、检测设备80余台套，具备较强石油树脂产品工艺开发能力和改性塑料的产品开发能力。实控人是国务院国资委。"
        },
        {
          "code": "sh600831",
          "name": "广电网络",
          "limit_time": "10:15:17",
          "analysis": "摘帽+数据中心+与腾讯云合作+智慧广电+大数据\n1、公司股票自2025年11月10日起撤销其他风险警示并复牌，证券简称由“ST广网”恢复为“广电网络”。 \n2、2025年6月3日互动，公司披露《2025年度估值提升计划》，将在资产、资金和产业配套条件成熟时，通过并购重组优化资产结构和业务布局。\n3、公司依托西咸数据中心布局推进智算中心，进军智能家居、智慧城市、工业互联网等领域。公司与华为已建立战略合作关系，在多个业务领域开展合作。\n4、公司与腾讯云签订合作协议，腾讯云为公司建设了AI中台、用户中台、数据中台、运维中台；腾讯云依托云资源及游戏相关的技术积累，为公司提供游戏加速服务。\n5、公司主营广播影视网络、广播电视节目收转、广播电视网络信息服务、咨询、卫星地面接收、广告等业务。公司持有陕西省大数据集团7.55%股份；参与投资成立了云上陕西科技，开展陕西省数字政府建设运营。"
        },
        {
          "code": "sh600714",
          "name": "金瑞矿业",
          "limit_time": "10:27:11",
          "analysis": "钛酸锶（量子材料）+天青石+碳酸锶+TGV玻璃基板上游\n1、据媒体报道，钛酸锶在接近绝对零度的环境中表现出色，成为量子技术领域的黑马。公司所属子公司庆龙锶盐为主要生产企业，现有2万吨/年碳酸锶、2000吨/年金属锶及5000 吨/年铝锶合金产能规模。\n2、网传纪要，伊朗战争可能导致天青石原材料供应紧张。2025年6月18日盘后互动，公司原材料天青石目前全部外购，天青石根据品位高低从生产企业所在地矿山公司和国外采购。因公司天青石采购保持在合理库存，以伊冲突目前暂未对公司生产经营产生影响。\n3、2024年11月26日公告，大风山天青石精选项目，计划2025年开工建设；4.5万吨/年碳酸锶项目计划2025年年底开工建设。\n4、公司主要产品包括碳酸锶、金属锶、铝锶合金、亚硫酸钠等，碳酸锶系列产品是国内能应用于液晶玻璃基板的主要锶盐产品。"
        },
        {
          "code": "sz000008",
          "name": "神州高铁",
          "limit_time": "13:06:12",
          "analysis": "轨道交通+超声检测机器人+腾讯+上海微电子\n1、2025年11月10日盘后讯，国务院印发关于促进民间投资发展的若干措施中提到，对需报国家审批的具有定收益的铁路领域项目，应专项论证民间资本参与的可行性；公司主营轨道交通运营检修装备，业务占比91.32%。神州高铁运营检修装备与数据板块的客户主要为国铁集团及各铁路局、各城市轨道交通公司、中国中车等大型企业。\n2、近年来公司积极加强智能化、数字化产品研发，动车组空心车轴超声检测机器人、动车组车轮超声检测机器人等智能产品已进入样机测试阶段。\n3、公司曾与腾讯云计算签署框架合作协议，共同推动移动互联网、云计算、物联网、大数据、人工智能等互联网技术在轨道交通产业领域的应用落地。\n4、公司实控人中国国投高新产业投资全资控股公司高新投资发展持有上海微电子7.23%股权。"
        },
        {
          "code": "sz002718",
          "name": "友邦吊顶",
          "limit_time": "13:29:48",
          "analysis": "集成吊顶+智能家居+业绩扭亏\n1、公司作为集成吊顶技术发明者，占据市场龙头地位。目前集成吊顶行业智能化的趋势日益明显，集成吊顶将集成越来越多的智能电器、智能灯光、智能控制等功能模块，集成多空间、多场景的智能化集成吊顶(墙面)解决方案将成为越来越多消费者的选择。\n2、公司已形成布局完整的多元化销售渠道， 专卖渠道销售网络覆盖全国一、二线城市和东部沿海地区三线、 四线城市， 成为业内在销售网络覆盖、 经营面积、 专业设计人员和服务人员及专卖店单店销售等方面领先的企业。\n3、2025年8月27日半年报，公司上半年归母净利润1015.70万元，同比扭亏为盈。"
        },
        {
          "code": "sh601061",
          "name": "中信金属",
          "limit_time": "14:51:04",
          "analysis": "矿产资源（铌、铜、铂等）+央企+金属矿产贸易\n1、公司投资的矿产资源稀缺性特征显著，同时具备了较强的资源变现及挖潜增储能力，投资的项目主要有巴西矿冶公司（铌矿）、艾芬豪矿业（铜矿、锌矿、铂族多金属矿）、秘鲁邦巴斯铜矿（铜矿）等。公司实控人为中信集团。\n2、公司的铌产品销售业务覆盖了全国绝大部分大中型钢铁企业，作为CBMM（全球最大的铌产品生产商）在国内市场的独家分销商，在国内铌产品市场约占80%的市场份额。\n3、公司经营的贸易品种主要包括铁矿石、钢材等黑色金属产品，铌、铜、铝等有色金属产品以及其他贸易产品。\n4、公司的铁矿石的年贸易量超5000万吨，常年位居国内前列。公司通过与国内大型钢铁企业组成的投资联合体，收购了CBMM的15%股权；又陆续通过参股获得了秘鲁LasBambas铜矿项目和KK项目的offtake权益。"
        },
        {
          "code": "sz301518",
          "name": "长华化学",
          "limit_time": "14:51:48",
          "analysis": "CO2聚醚（减碳）+高温超导\n1、网传纪要表示，CO2聚醚项目减碳意义重大，经济性良好。全球聚醚和聚酯多元醇行业产能超过2000万吨，若产品推广良好，公司计划分批建设30万吨、106万吨项目CO2项目。公司8万吨/年项目2026年按销量4-5万吨，2027年预计实现满产。同时公司二期30万吨/年CO2聚醚项目已经开展前期工作。（未经证实）\n2、2023年8月7日在互动平台称，2023年2月公司与苏州大学战略合作共建长华化学-苏州大学离子液体产业技术研究院，目前尚在技术开发阶段。离子液体调控在静电场效应对绝缘或半导体体系十分有效，在构建精确相图、突破高温超导机理等方面发挥不可替代的作用。\n3、公司核心产品POP和高回弹PPG占下游整体消费量的合计比重较高（32%），剔除中低端的硬泡用聚醚和通用PPG，公司销售规模位居聚醚行业前五；其中主打产品POP的销售规模位居国内第一梯队，2022年市占率19.35%。"
        },
        {
          "code": "sh600808",
          "name": "马钢股份",
          "limit_time": "",
          "analysis": "钢铁+数据中心+高速车轮（高铁）+低价股+马字辈\n1、公司地处安徽马鞍山市，有耐低温钢筋、高强钢筋、高强H型钢等品种可以应用于部分雅江水电工程项目建设，公司将与宝武集团各基地协同参与水电站建设和钢材供应，力争将马钢的部分钢材推荐进入雅江水电项目使用。\n2、公司实控人为宝武钢铁，最终控制人为国务院国资委。公司是中国最大钢铁生产和销售商之一，主营业务为钢铁产品的生产和销售，主要产品大致可分为板材、长材和轮轴三大类。\n3、2025年1月7日互动，第一,安徽宝信(原飞马智科)数据中心一期工程已建成并投入使用。第二,安徽宝信为本公司控股子公司马钢(合肥)钢铁有限责任公司的参股公司,该公司持有安徽宝信18.19%的股权。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 16,
      "stocks": [
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "重整方案通过+算力注入预期+数字化家装+小米\n1、2025年10月14日晚公告，普通债权组已表决通过《预重整方案》。2025年10月10日公告重整方案。财务投资人将注入10.67亿元资金（受让价4元/股），产业投资人华著科技承诺注入8亿元资金及算力订单资源，显著改善资产负债结构。\n2、据网络纪要，算力资产一期价值：华著科技承诺无偿注入的和林格尔智算中心一期（20万P算力）已完工，对应市值约100亿元（901MW电力容量，规模为*ST宇顺28倍）。算力资产二期规划：若二期60万P算力落地，公司将进入国内算力第一梯队，理论市值可达600亿元。同业对标显示，华著参投的大位科技（原ST榕泰）市值106亿元，而东易的枢纽地位更优。（未证实）\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": "09:25:00",
          "analysis": "控制权拟变更+房地产+债务和解+矿业\n1、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。 深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n2、2025年6月9日公告，公司撤销公司股票交易退市风险警示的申请获批。2025年4月19日公告，公司已通过以房抵债方式解决与中建一局的诉讼纠纷，并达成执行和解，债务风险化解取得进展。\n3、公司主营业务为房地产投资、股权投资两大方向。2024年7月18日互动，公司目前正在全力推动原有地产项目，后续将不再开发新的地产项目。\n4、公司提出新材料新技术作为新的业务方向，将借此逐步减少对单一房地产业务的过度依赖，打造“第二增长曲线”。\n5、公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "14:24:39",
          "analysis": "拟股权转让+终止参股方圆证券+建筑设计+光伏一体化\n1、2025年11月5日晚公告，公司控股股东苏州柯利达集团拟将其持有的柯利达无限售流通股4000万股股转让给崔建泉，转让股份占公司当前总股本的比例为6.71%。协议转让后崔建泉将成为公司第二大股东。\n2、2024年半年报，2016年8月2日公司拟与昆山管众鑫投资公司等共同出资设立方圆证券，公司出资占比为19.50%。2025年7月11日公告，公司宣布终止参股设立方圆证券。\n3、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n4、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        },
        {
          "code": "sz002076",
          "name": "*ST星光",
          "limit_time": "09:35:24",
          "analysis": "量子技术+LED半导体封装+数据中心+智能家居+新能源车检测\n1、控股子公司天芯量子（持股51%），是较早进入信息安全、量子计算技术服务的科技公司，拥有量子密钥分发、量子 VPN 加密、量子密钥管理等核心技术，是国内少数能将安全、云、量子技术无缝融合的企业。\n2、2025年8月24日官微，公司LED半导体封装生产线已正式量产，向上游芯片级封装延伸，提供SMD、LAMP等LED光源。\n3、根据2024年11月6日官微，新设星光云计算公司，定位为云计算服务、云数据中心综合服务等。星光股份正式启动IDC数据中心服务业务。\n4、子公司雪菜特2024年6月20日微信公众号发布，星光股份设立全新子公司--星光智能，后者旗下智能家居品牌\"金百丽\"。\n5、公司互动表示方形电池（正、负）压氦检测漏机是一种用于检测电池密封性能的设备。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "09:25:00",
          "analysis": "资产注入预期+拟出售光伏资产+兽药\n1、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。后者以“全球跨境电商基础设施服务商\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出口贸易企业、出海品牌商提供海外仓储、商业专线物流、定制化物流等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n2、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。"
        },
        {
          "code": "sz000608",
          "name": "*ST阳光",
          "limit_time": "09:40:09",
          "analysis": "摘帽预期+资产注入预期+董事会换届+物业租赁\n1、2025年10月31日公告，前三季度营收2.52亿元。2025年全年营收有望突破3亿元，明年有望实现“摘星脱帽”\n2、公司是京基集团旗下唯一地产上市平台，京基集团在深圳商业地产领域深耕多年，自 2021年开始公司已正式受托管理京基集团旗下优质商业项目。控股股东京基集团承诺，于2025年5月前将与上市公司存在同业竞争或潜在同业竞争关系的资产注入上市公司。\n3、2025年3月17日公告，公司董事会及监事会已完成换届选举。此次换届选举中，董事会成员包括非独立董事陈家贤(董事长)、熊伟、张志斐、陈家慧，以及独立董事郭磊明、梁剑飞、陈杰。\n4、公司商业运营和物业租赁业务主要集中于京沪蓉深地区，均为国内一二线城市，具有较大的商业潜力。房地产业务占比3%。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "09:57:22",
          "analysis": "拟投建码头工程+收购恒力重工(民营最大造船厂)+瓷器用品\n1、2025年11月4日公告，下属公司恒力海洋工程拟4.58亿元建设舾装码头工程。\n2、2025年8月16日公告，下属公司恒力造船签署33.71亿元原材料采购框架合同，预估总金额约33.71亿元。2025年8月29日半年报，公司完成重大资产重组，置入恒力重工资产后上半年营收66.80亿元、归母净利润6.47亿元，实现扭亏为盈。\n3、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘，交船期排至2027年，2023年收入7.7亿，净利润405万元。\n4、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）、超大型集装箱船、海上浮式生产储油船、海上浮式风电、钻井平台等高附加值绿色船舶和高端海工装备制造业务。项目达产后，可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n5、公司是专业化、高品质日用瓷供应商，主要经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比55.83%。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "13:34:21",
          "analysis": "布局氢能重卡运输+拟股权转让+氢能源\n1、2025年11月6日晚公告，公司拟向现代汽车氢燃料电池公司采购100台18吨燃料电池翼开启厢式车，总价7832万元。\n2、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n3、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n4、公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，形成了交叉循环的服务网络。公司拥有和管理11个汽车零部件仓储配送中心。汽车零部件运输配送服务是公司的核心业务。\n5、资本开支方面，公司看好跨境电商业务机会，计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sh603389",
          "name": "*ST亚振",
          "limit_time": "13:46:51",
          "analysis": "拟控股广西锆业+实控人变更+家具+转型钻石+合作群核科技\n1、2025年8月2日公告，拟5544.9万元控股广西锆业，标的专注于锆钛复合资源的综合开发利用。2025年8月21日公告以上工商变更登记已完成。\n2、2025年7月21日公告复牌，核查已完成。2025年7月10日晚公告，吴涛先生要约收购期满，预受股份20.47%，要约收购完成后持股增至45%。2025年5月31日公告，控股股东协议转让股份完成过户登记，公司控制权由亚振投资变更为吴涛先生，实控人变更为吴涛先生。 \n3、公司主营业务为家具产品的研发设计、生产和销售，是唯一连续五届与世博会合作的长期家具供应商，正在逐步推进信息化系统建设项目及家居服务云平台项目。\n4、公司投资参股江苏亚振钻石（不并表）。2023年亚振钻石产量为15092克拉，已达到预期年产7500克拉目标，但成品销售未达预期。\n5、2024年半年报，公司在高端定制领域引入先进的数控板式生产线，实现了与酷家乐（群核科技）设计软件无缝对接。"
        },
        {
          "code": "sh603377",
          "name": "ST东时",
          "limit_time": "09:25:00",
          "analysis": "网约车企入股+非经营性资金占用清偿完毕+飞行培训+充电桩\n1、2025年11月8日公告，网约车企业登途控股通过法拍及协议转让合计耗资逾2.25亿元，已持有ST东时11.48%股份，成为重要股东。\n2、2025年8月18日晚公告，公司控股股东及其关联方非经营性资金占用余额3.87亿元已全部清偿完毕，公司将申请撤销因非经营性资金占用导致的部分其他风险警示。\n3、公司持有海若通航55%的股权，后者是一家具备CCAR-91部通航作业CCAR-141部飞行培训，CCAR-145部航空器维修资质的通用航空运营商。\n4、公司自建1049个充电桩，园区充电桩数量和电容量规模均创下全国单体场站之最。\n5、公司开创了“VR+AI+实际道路训练”三位一体的智慧驾驶培训模式。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "14:23:10",
          "analysis": "单晶硅项目公示+拟出售资产+编程教育机器人+益智玩具\n1、2025年10月30日讯，沐邦高科忻州16GW N型高效单晶硅棒项目评价文件公示。\n2、2025年9月23日晚公告，公司控股股东江西沐邦新能源所持公司1781.7万股股票已被司法划转至铜陵高新企航股权投资合伙企业，占公司总股本的4.11%。2025年8月23日公告，公司通过公开拍卖出售邦宝益智部分资产进展，首次拍卖未成交，现计划以6588.8万元底价进行第二次拍卖。\n3、公司主营业务包括单晶硅棒、硅片的研发、生产、销售。\n4、子公司邦宝益智以积木为载体搭载AI7编程教育机器人，打造适合8岁+儿童，可参与教育部白名单赛事的系列套装产品。公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。\n5、公司的益智玩具以塑料积木玩具为主，主要包括科普系列、编程机器人系列、城市系列、婴幼儿系列及IP授权系列，总共20多个系列200多款产品。"
        },
        {
          "code": "sh600130",
          "name": "*ST波导",
          "limit_time": "10:22:50",
          "analysis": "资产注入预期+参股华大北斗+通信设备\n1、 公司控股股东波导集团已经整体并购了浙江中星光电子科技，整合了其“林克莱克”、“海上通”等卫星通信业务，投资了”海上鲜”、”海卫通”等卫星通信设备制造、运营服务、互联网企业，投资了”货车查查”、“清研微视”、“波导车卫士”等车联网企业。其名下有多个资产可能有注入预期。\n2、公司参股华大北斗，持有其4.635%的股权。截止2024年半年报，该部分股权公允价值为5247万元。华大北斗专注从事导航定位芯片。\n3、公司车载中控板业务是根据客户需求公司自主研发或委外研发、采购原材料、委外生产、销售。\n4、公司的传统业务是手机和主板的研发、生产和销售，近两年新拓展了机动车定位器、车载中控板、人脸识别及实名认证装置等智能设备业务。"
        },
        {
          "code": "sz000430",
          "name": "*ST张股",
          "limit_time": "10:39:21",
          "analysis": "重庆国资+重整进展+基础设施建设+合作重庆文旅\n1、公司是重庆市最大建筑企业集团，实际控制人为重庆市国资委。公司以房屋建筑工程、基础设施建设与投资等业务为主业。2025年11月8日公告，张家界市中院已同意公司在重整期间继续营业及自行管理财产和营业事务。 \n2、2025年11月5日晚公告，公司子公司市政一公司签署了《开州至梁平高速公路施工合同》，签约合同价为 10.18亿元。\n3、2025年4月29日盘后公告，公司2025年计划新签合同额770亿元。（公司2024年营收272.8亿元）\n4、重庆建工集团与重庆文旅集团合作，在文旅资源开发运营、现代文旅综合服务提供、建筑工程设计施工等多个方面展开深入合作，共同打造一批具有国际影响力的文旅项目。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": "11:29:54",
          "analysis": "建筑装饰+预重整+分布式光伏\n1、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n2、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n3、2024年半年报，公司与信义光能合资建设的安徽金寨六安100兆瓦光伏电站（公司占50%权益）已经持续给公司带来利润和现金流，成功实施江西信丰6兆瓦分布式EPC项目、深圳水贝壹号大厦光伏建筑一体化等EPC项目，深圳中集天达空港设备有限公司屋顶光伏电站、瑞和产业园分布式示范基地EMC项目。\n4、公司地处深圳，主要从事政府机构、房地产开发商、大型企业、高档酒店、交通枢纽、园林绿化等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。"
        },
        {
          "code": "sz000908",
          "name": "*ST景峰",
          "limit_time": "13:54:15",
          "analysis": "重整受理+医美+创新药研发\n1、2025年10月21日法院裁定，湖南省常德中院受理债权人对公司的重整申请。 公司布局玻璃酸钠美容产品，建立脂质体等高端制剂平台，并与十余家药企合作研发多个进入临床阶段的创新药CDMO项目涵盖抗癌药、抗凝药等。\n2、2025年4月8日晚公告，子公司常德景诚拟与石药集团、德源招商、上海一期基金共同向常德景诚全资子公司常德景泽增资，并由常德景泽参与本次大连德泽资产的竞买。常德景泽本次拟将注册资本由100万元增加至6500万元。公司放弃对石药集团、德源招商、上海一期基金认缴增资部分的优先认缴出资权。本次增资完成后，常德景诚、石药集团、德源招商、上海一期基金分别持有常德景泽10%、49%、30%、11%的股权，常德景泽不再纳入公司合并报表范围。\n3、2025年5月29日晚公告，常德景泽已完成增资事项的工商变更登记。\n4、第二大股东是长城资产，国有四大AMC之一；2024年8月27日盘后公告，8月25日，经临时管理人与意向投资人商业谈判，最终确定以石药控股集团作为牵头投资人的联合体为中选重整投资人。"
        },
        {
          "code": "sz002808",
          "name": "*ST恒久",
          "limit_time": null,
          "analysis": "出租储能模组+拟收购憬芯科技部分股权+激光光导鼓+信息安全\n1、2025年10月29日公告，子公司恒久丰德出租储能模组PACK装配线给海希智能，租期1年，租金每月100万元。\n2、2025年10月25日公告，公司前三季度营收1.82亿元，同比增长57.61%，主要系并购憬芯子公司业务收入增加所致。2025年7月19日公告，公司拟以1000万元受让憬芯科技5.92万元注册资本，对应本次交易后憬芯科技3.57%的股权；同时以7000万元认购憬芯科技新增的41.47万元注册资本，对应本次交易后憬芯科技25%的股权。\n3、2025年4月9日晚公告，公司全资子公司苏州恒久影像投资建设的显影剂（碳粉）生产线项目已顺利步入投产阶段，目前建设完成并开始投产的有2条碳粉生产线，每条生产线都具备年产超千吨显影剂的能力。\n4、目前公司是世界少数几家掌握激光光导鼓行业一整套核心技术并拥有专用设备系统集成能力的生产商。子公司闽保信息是信息安全整体解决方案服务商。"
        }
      ]
    }
  ]
}