{
  "date": "2025-12-08",
  "update_time": "2025-12-08 15:44:19",
  "category_count": 13,
  "total_stocks": 97,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002235",
          "name": "安妮股份",
          "limit_time": "09:25:00",
          "analysis": "实控人拟变更+IP版权（福建）+彩票+文化传媒\n1、2025年12月7日公告，控股股东林旭曦、张杰拟向北京晟世天安协议转让合计15.92%股份，并放弃4.98%表决权，晟世天安将成为新控股股东，李宁、王磊将成为实际控制人。\n2、公司从事版权业务为核心的知识产权服务业务，业务范围涵盖作品著作权登记、图文版权交易、影视和图片版权监测及维权、音乐版权分发、新媒体营销、影视投资等领域。公司“版权家”版权综合服务平台利用区块链技术分布式记账、不可伪造、不可篡改、可溯源的特点，为权利人提供数字版权确权存证服务，构成完整的IP运营产业链。公司地处福建。\n3、公司的彩票营销服务业务专业从事为国家彩票的产品制造供应与服务和无纸化彩票销售的整体解决方案提供与服务。\n4、公司参股（1.05%）九次方，后者是贵阳大数据交易所的实际参与设计者，是大数据独角兽企业，参与起草制定了《大数据产业“十三五”发展规划》，并全面参与制定国家大数据交易标准及政府数据技术、安全、应用标准。"
        },
        {
          "code": "sh688051",
          "name": "佳华科技",
          "limit_time": "",
          "analysis": "拟收购+数据资产+物联网+云计算\n1、2025年12月5日盘后公告，拟购买数盾科技90%股份，标的公司专注于国产密码技术研究、密码信息安全产品研发和信息安全整体解决方案服务。\n公司在人工智能方面的算法落地，已形成较强的数据产品。利用云平台的开放性，为第三方提供从数据标准等服务。\n2、公司云链平台V2.0为政府和企业提供跨层级等的数据集成、数据治理等能力。公司物联网云服务中心已有金融机构进驻，并完成数据中心机房登记评定工作，取得国家数据中心A级证书。\n3、公司已与华为签署危化AI算法项目软件的框架采购协议，是华为的AI算法软件供应商。"
        }
      ]
    },
    {
      "name": "福建",
      "reason": "1、2025年12月5日盘中讯，福建：正谋划“十五五”海上福建建设重大思路和举措 后续将及时公开。\n日福建省委书记周祖翼:推动全省国防动员更高层次发展、新质生产力同新质战斗力高效融合。\n2、2025年12月8日盘中消息，厦门“十五五”规划建议：完善厦台海、空直航运输体系 打造“厦门-台湾-全球”通道。",
      "stock_count": 21,
      "stocks": [
        {
          "code": "sh603122",
          "name": "合富中国",
          "limit_time": "09:30:41",
          "analysis": "海峡两岸双上市+人工智能+SPD配送+医疗服务+两岸\n1、公司为唯一一家海峡两岸市场“双上市”的医疗企业，其母公司合富医疗控股在台湾上市，公司实际控制人为台湾企业家王琼芝，在两岸医疗流通领域有深度合作。\n2、公司与浙江大学计算机创新技术研究院建立了合作关系，共同利用 Ai 人工智能和大数据分析技术，计划开发多套专为终端客户设计的、针对特定病种的定制化临床诊断辅助系统。公司为医院提供SPD平台商所做的产品配送服务。公司募投项目涉及引入医院物资管理系统（SPD）。\n3、公司主营业务是向医疗机构提供病患服务的临床检验试剂，服务客户中包含妇幼专科医疗机构，并提供相关的试剂。上海市第一妇婴保健院持续增长为公司的第一大客户，主要是面向孕产妇群体。\n4、公司办公地址是上海市徐汇区，是由台湾上市企业合富医疗控股于2000年在上海浦东新区成立，是目前唯一的两岸双上市医疗企业。其于2021年起被上海市商务委认定为“跨国公司地区总部”。"
        },
        {
          "code": "sz002474",
          "name": "榕基软件",
          "limit_time": "13:26:12",
          "analysis": "AI政务（福建）+华为昇腾+数据安全\n1、2025年12月1日盘中（落款日期为11月21日），福建省发改委官网公布，福建数字基建新规划:同步推进网络基础设施与算力服务能力建设。公司地处福建福州，控股子公司星榕基为福建自贸试验区第一批第三方信用服务机构。公司打造“隆中AI政务大模型”，上线智能政务助手、公文处理等政务办公应用智能体，协助襄阳市数据局成功完成政务系统与AI大模型全面对接。\n2、公司基于华为昇腾人工智能计算基础软硬件平台，训练、微调政务大模型、公文大模型，研发智能应用基础服务平台，提供政务领域语义理解、生成和关联能力；公司也是华为优选级ISV伙伴、鲲鹏生态合作伙伴，大部分应用系统已适配华为鸿蒙系统。\n3、公司的移动会议、移动办公等产品已适配华为鸿蒙操作系统。\n4、公司拥有人脸识别、语义识别、大数据智能分析、信息智能识别等人工智能相关技术专利10多项。"
        },
        {
          "code": "sh600734",
          "name": "实达集团",
          "limit_time": "14:55:59",
          "analysis": "福建+AI教育+拟购买福建数产95%+机器人\n1、公司位于福建福州，公司实控人为福建国资委，公司承接平潭数据跨境流动服务平台建设。\n2、根据全资子公司中科融通官网，公司有睿行机器人系统，睿行全自动喷洒机器人产品。公司拟通过“AI+教育”应用场景、教育专用AI工具、AI开发平台的构建，打造一体化的人工智能+教育公共服务平台。\n3、2025年11月4日晚公告，公司拟购买福建数产95%的股权，预计交易价格1.85亿元。本次交易是间接控股股东大数据集团履行注入资产承诺的措施，交易存在必要性。预计标的公司能够有效提升公司营收和利润规模。\n4、2025年10月13日互动，近期公司以2.3亿元中标新疆克拉玛依克融云智算中心二期二标段。公司还以3598万元中标“源网荷储一体化虚拟电厂智慧生态聚合建设项目——政务云扩容+储能实施场景”。截至目前，公司2025年在手订单金额已超6亿元。\n5、公司与中国移动、香港Web3.0协会合作，在数据跨境流动、数据资产证券化等领域开展跨链数据业务，为闽港数字经济合作提供助力。"
        },
        {
          "code": "sh603696",
          "name": "安记食品",
          "limit_time": "09:25:00",
          "analysis": "调味品（福建）+互联网金融+健康食品\n1、公司为复合调味品小龙头，位于福建省泉州市，调味品类主要产品包括复合调味粉、天然提取物调味料、香辛料、酱类、风味清汤等五大类 500多个品种。拳头产品排骨味王调味料,市场占有率位居同类产品前列。\n2、2023年年报，泉州经开区百盛小额贷款公司，注册资本1亿元，主要业务为办理小额贷款业务，安记食品占注册资本的10%。\n3、公司大健康食品包括益生菌、营养补充剂、功能性等固体饮料。"
        },
        {
          "code": "sh605299",
          "name": "舒华体育",
          "limit_time": "09:30:35",
          "analysis": "体育产业（福建）+AI健身助手+华为合作+跨境电商\n1、2025年12月4日，国家体育总局发表文章《以高水平对外开放促进体育事业高质量发展》，表示体育是联系港澳台同胞的桥梁纽带，“十四五”规划时期，我们全面加强内地与港澳地区的体育交流合作，印发《关于支持福建加快建设两岸体育融合发展示范区的措施》，推动两岸体育融合发展。公司办公地位于福建泉州台商投资区。\n2、公司为国内最具实力的健身器材品牌商，产品覆盖室内健身器材（跑步机、健身车、力量器械、倒立机），室外路径产品（公共场合供民众健身娱乐使用的体育器械及体育场馆设施，为各地体育局及企事业单位），政府采购订单逐年上升。\n3、公司可提供智能的健身解决方案，在舒华智能触屏跑步机上推出内测阶段的\"AI健身助手\"，基于DeepSeek模型为用户定制个性化科学运动方案。\n4、公司与华为签署华为智选生态产品合作协议，开展华为智选合作项目；舒华运动APP已有相关的体育教学及健身教学课程。"
        },
        {
          "code": "sz002578",
          "name": "闽发铝业",
          "limit_time": "14:40:24",
          "analysis": "福建+铝材+光伏铝支架+新能源车\n1、公司地处福建泉州，是集研发、生产、销售建筑铝型材、工业铝型材、建筑铝模板为一体的企业，所在的厦门、漳州、泉州即闽南金三角地区是福建省最大的工业型材需求市场，开拓东南亚、南美、东欧及中东地区等国外市场。\n2、公司光伏产品为配套铝合金边框和支架。\n3、公司生产的与汽车相关的产品有新能源汽车电池包相关铝型材。公司新能源汽车电池托盘、壳体等铝型材产品已开始批量供货。"
        },
        {
          "code": "sz002961",
          "name": "瑞达期货",
          "limit_time": "09:25:00",
          "analysis": "期货(福建)+香港金融牌照+互联网金融\n1、公司地处于福建厦门，公司是全国第3家、福建省首家获得金融期货经纪业务资格的期货公司，也是全国首批取得中金所交易会员资格的10家期货公司之一。\n2、网传中国互联网公司谨慎重振贷款，北京推动消费贷款（未证实）；公司从事的主要业务为：期货经纪业务、期货投资咨询业务、资产管理业务。公司下属孙公司瑞达国际金融持香港证监会第2类期货交易、第5类就期货合约提供意见牌照；下属孙公司瑞达国际资管持香港证监会第4类就证券提供意见、第9类资产管理牌照。下属孙公司瑞达国际证券持香港证监会第1类证券交易牌照。\n3、全资子公司瑞达国际金融，为国内以及海外个人、企业、机构客户提供一周五天24小时不间断交易、清算、风险管理、咨询一站式全球期货经纪服务。\n4、在互联网金融方面，公司已着力布局金融科技领域，将在智慧瑞达大数据中心投入使用的基础上，以大数据智能化为目标，运用云计算、人工智能、区块链等技术。"
        },
        {
          "code": "sz002679",
          "name": "福建金森",
          "limit_time": "09:30:00",
          "analysis": "林业碳汇（福建）+参股小贷公司+木材生产\n1、公司为福建省林业产业化龙头企业，2025H1林业营收4801万元，占比95.57%。作为海峡两岸森林康养协同创新平台的核心参与者，推动林业碳汇交易与生态旅游合作，与台湾林业机构达成多项碳汇项目合作。公司为南方集体林区FSC认证用材林蓄积量最大的国有控股企业。\n2、公司持有金森小额贷款公司股份比例20%。\n3、公司2017年便成功进行碳汇项目开发，2018年公司设立金森碳汇开展自愿减排项目开发服务，项目范围已经从将乐县逐渐开拓至四川、海南等地。\n4、公司现时经营的森林资源位于福建（闽北）杉木中心产区，是全国杉木商品材的最重要产区之一；公司经营的森林资源面积近 80 万亩、林木蓄积量 734 万立方米，在南方集体林区中，公司现经 FSC 国际森林认证的用材林蓄积量最大。"
        },
        {
          "code": "sz002752",
          "name": "昇兴股份",
          "limit_time": "09:32:18",
          "analysis": "客户旺旺集团+福建+食品包装+抖音运营+4680电池壳\n1、2025年12月2日讯，台湾馆长将于12月中旬来大陆接受产品代言、直播带货，其中明确指出要带货旺旺。公司地处福建福州，主要产品为饮料罐和食品罐，公司与旺旺建立了长期稳定的合作关系。\n2、公司旗下抖音运营服务属于智慧包装整体解决方案的一部分，子公司昇兴云定位为快消品上下游企业和商家提供商品防伪防窜溯源、渠道管理、IP智能营销、大数据分析等综合服务，提升包装载体附加值，从而提升公司对下游快消品牌客户的增值服务能力。\n3、公司制罐技术行业领先，4680电池壳与罐体形状相似，公司或通过现有设备改进制造4680电池壳，跨界进入锂电行业，打开第二增长极。"
        },
        {
          "code": "sz300427",
          "name": "红相股份",
          "limit_time": "09:37:48",
          "analysis": "军用通信+福建+航天产品+光伏风电\n1、公司地处福建厦门，子公司星波通信已实现多个军工通信产品型号的研发定。星波通信是目前国内为数不多具备完全军工资质，且能为高、精、尖重点武器系统及军用通信系统进行定向研制和配套生产的民营军工企业之一，配套层级较高。\n2、子公司星波通信主要从事射频/微波器件、组件、子系统及其混合电路的研产销，其产品为多种通信、导航和制导平台提供配套，覆盖通信、航空、航天等多个领域的整机生产企业。\n3、孙公司盐池华秦新能源持有一个20MW光伏发电项目;风电及光伏项目目前运营情况良好。\n4、子公司涵普电力有面向充电桩的现场校验设备、巡检测试设备等。\n5、公司主要从事电力检测及电力设备、铁路与轨道交通牵引供电装备、军工电子等产品的研发、生产、销售以及相关技术服务。"
        },
        {
          "code": "sh600693",
          "name": "东百集团",
          "limit_time": "09:48:44",
          "analysis": "商业百货+福建+申请免税资质+仓储物流\n1、2025年11月4日盘后互动，公司作为福建商业零售区域龙头企业，在福建拥有商业标杆项目福州东百中心等商业门店以及文商旅项目福清东百利桥古街，公司响应《城市商业提质行动方案》，2025Q3东百商业实现收入、客流双提升，分别同比增长5.84%、11.05%。\n2、2020年7月25日公告，公司向福建省及福州市政府相关部门递交了关于支持公司申请免税品经营资质的请示；公司控股子公司兰州东方友谊亦向甘肃省及兰州市政府相关部门递交了关于在兰州中心申请免税品经营资质的请示。\n3、公司旗下东百物流合作对象主要为京东、顺丰、SHEIN（希音）等大型电商、快递物流企业。\n4、公司专注于现代生活消费和物流领域的基础设施提供商和运营商，致力于满足商业的消费场景和物流的仓储场景中基础设施和运营服务的需要。"
        },
        {
          "code": "sz000905",
          "name": "厦门港务",
          "limit_time": "13:38:03",
          "analysis": "福建+拟收购集装箱码头集团+港口物流+中欧班列\n1、2025年12月8日盘中消息，厦门“十五五”规划建议：完善厦台海、空直航运输体系 打造“厦门-台湾-全球”通道。2025年12月5日盘中，近日福建省第十五个五年规划专门对海上福建建设作出部署，有关部门抓紧谋划“十五五”期间海上福建建设重大思路和举措，持续推动福建海洋经济做大做强。\n2、公司实控人为福建省国资委，是福建省港口集团唯一的上市平台。公司拥有厦门港最大等级的散货泊位，可减载靠泊 20 万吨级散货船；公司旗下码头是厦门唯一、厦门港最大的大型煤炭、铁矿石公共码头。\n3、2025年10月24日公告，披露购买资产草案修订稿。2025年3月17日盘后公告，公司拟收购集装箱码头集团70%股权。后者2024年营收27.2亿，净利润5.23亿，旗下拥有稀缺集装箱码头资源，可接泊20万吨级超大型集装箱船舶，年通过能力超过1000万标箱。\n4、陆向方面，开通海铁联运专列，参与中欧班列，投资运营三明、吉安陆地港。公司已在厦门港外设立物流经营网点40余个，并在越南开设了办事处。\n5、临港物流业方面，公司拥有福建省规模最大的集装箱运输车队，数量400余部；拥有东南沿海实力最强的国际船舶代理企业，在厦门港的公共船代市场份额长期名列首位；拥有东南沿海最大的专业拖轮服务船队，拖轮数量达41艘。"
        },
        {
          "code": "sh603686",
          "name": "福龙马",
          "limit_time": "10:42:03",
          "analysis": "合作华为+福建+“马”字辈+无人驾驶清扫机器人+电池回收\n1、2025年12月8日官微发布，福龙马-华为框架合作协议签约仪式暨智慧城市移动基础设施生态发布会倒计时3天（12月11日发布）。\n2、公司地处福建，机器人业务持续在资金、算法团队、产线建设方面进行投入。清扫机器人依托自研算法优化，提升复杂场景作业精度、障碍物避障及自动规划效率、智能化与可靠性持续提升。\n3、子公司福龙马新能源主营业务为新能源汽车废旧动力蓄电池回收及再生利用。2025年5月26日全国新能源汽车动力电池回收利用工作专班召开专班第一次会议，部署新能源汽车动力电池回收利用体系建设重点工作。\n4、公司产品涵盖环卫清洁车辆（洗扫车、扫路车等）、垃圾收转车辆（压缩式垃圾车、餐厨垃圾车等）及垃圾中转设备，共38个系列701款车型。其中纯电动车型222款，氢燃料电池车型24款，2024年新能源装备市占率6.77%（行业第三）。\n5、截至2024年底，公司垃圾焚烧处理能力500吨/日，餐厨垃圾资源化处理320吨/日，渗滤液处理90吨/日。"
        },
        {
          "code": "sz002029",
          "name": "七匹狼",
          "limit_time": "10:51:18",
          "analysis": "男装（福建）+参股保险+控股股东持有沐曦+光源系统\n1、公司地处福建泉州，主要从事“七匹狼”品牌男装及针纺类产品的设计、生产和销售，夹克衫连续多年市场综合占有率第一。主要产品包括衬衫、西服、裤装、夹克衫、针织衫以及男士内衣、内裤、袜子及其它针纺产品等。\n2、公司持有前海再保险股份有限公司10.5%的股份。\n3、公司控股股东持有沐曦集成股份比例0.39%。\n4、光源系统是光刻机三大核心之一，我国中科院微电子所控股、亦庄国投、华为哈勃投资的科益虹源，是国内唯一、全球第三家从事光刻准分子激光技术全链条研发和产业化的公司，七匹狼集团是华为哈勃之后较大外部股东，持股穿透6%。"
        },
        {
          "code": "sh600493",
          "name": "凤竹纺织",
          "limit_time": "11:09:37",
          "analysis": "福建+纺织品（外销占比高）+环保设施+货物出口\n1、公司位于福建省泉州市。\n2、网传，近期吃瓜蒙主爆火网络，各种切片视频在各大平台疯狂传播，明制汉服销量激增。公司主营业务为生产、加工针织、机织色布、漂染、纺纱、染纱、印花加工，销售自产产品；从事环保设施运营；从事货物或技术的进出口业务等。2024年外销占比58.34%。\n3、公司定位于中高档产品市场，主要市场和客户集中在福建省，并辐射至全国。\n4、公司产品中 70-80%以服装形式间接出口至港台、中东、欧美和日本等市场。"
        },
        {
          "code": "sh600897",
          "name": "厦门空港",
          "limit_time": "13:21:21",
          "analysis": "厦门国资+航空运输\n1、2025年12月8日盘中消息，厦门“十五五”规划建议：完善厦台海、空直航运输体系，打造“厦门-台湾-全球”通道。公司控股股东厦门翔业集团，实控人厦门市国资委；厦门机场航线网络覆盖境内外136城，是海峡西岸经济区航线最丰富、中转最便捷的区域性航空枢纽。\n2、公司经营范围是为国内外航空运输企业及旅客提供地面保障服务；商业场所和办公场所；装卸搬运；国内货运代理；其他仓储业等。\n3、2025年10月31日公告，公司前三季度营收15.23亿元、同比增长7.21%，净利润3.84亿元、同比增长3.53%。"
        },
        {
          "code": "sh601933",
          "name": "永辉超市",
          "limit_time": "14:13:33",
          "analysis": "福建+连锁超市+胖东来调改+名创优品拟控股公司\n1、公司地处福建省福州市，公司已在全国发展超千家连锁超市，业务覆盖29个省和直辖市，530座城市，经营面积超过775万平方米。\n2、2025年4月3日消息，永辉超市上海第二家“学习胖东来”自主调改店——浦江万达广场店2日焕新开业。\n3、2024年11月28日永辉超市确定上海首家学习胖东来自主调改门店为上海金山万达店，与奥乐齐超市全国最大门店仅一街之隔。永辉目前已有20家调改门店开业，预计明年或超100家，公司第一大股东名创优品，其定位“全球IP联名集合店”。\n4、2024年9月23日盘后公告，公司股东拟向广东骏才国际合计转让29.40%股份（约63亿元），本次交易完成后，公司第一大股东将变更为骏才国际。骏才国际及其实控方名创优品将与永辉超市携手向品质零售模式转型。"
        },
        {
          "code": "sz000701",
          "name": "厦门信达",
          "limit_time": "14:53:51",
          "analysis": "互联网金融+福建厦门国资+离岸业务+拟出售股权+无人机+IP经济\n1、参股公司深圳迈科，将逐步切入全方位的互联网金融服务领域提高公司贸易业务盈利水平；\n2、公司实控人为厦门国资委，上海信达诺作为公司在临港新片区投资设立的全资子公司，已落地多笔离岸业务。未来上海信达诺将积极开拓新型国际贸易业务，助力离岸贸易产业发展。\n3、2025年12月5日晚公告，公司拟7.93亿元出售信达国贸汽车100%股权。\n4、公司旗下信达国贸汽车推出的“星耀一号”应急救援装备，为”飞控指挥车“+”无人机运输起降平台“+”交叉双旋无人机“三位一体的应急救援装备。\n5、参股公司中版信达（厦门）文化主营涵盖IP原创设计及文旅开发，并与腾讯动漫、B站等众多知名企业合作。控股子公司信达中天网络是厦门市动漫游戏产业协会副理事长单位。"
        },
        {
          "code": "sh601377",
          "name": "兴业证券",
          "limit_time": null,
          "analysis": "证券+福建+参股碳交易所\n1、公司证券研究业务稳定在行业第一梯队、债券承销业务行业领先。财富管理方面位居代销金融产品行业前列，资产管理方面，兴证全球基金公募规模超7000亿元，私募托管行业前五。\n2、实控人是福建省财政厅，持股比例20.49%。\n3、公司从事的主要业务分为四大板块，分别是财富管理业务、机构服务业务、自营投资业务、海外业务。\n4、海峡股权交易中心是福建省指定的碳排放权交易机构，公司持有21.43%股份。"
        },
        {
          "code": "sh603668",
          "name": "天马科技",
          "limit_time": "",
          "analysis": "鳗鱼产业规模全球第一（福建）+马字辈+水产饲料\n1、2025年11月18日盘后调研纪要，公司鳗鱼产业规模已跃居全球首位，2025年1-10月累计出池鳗鱼约1.52万吨，全年冲刺2万吨目标，养殖端毛利率约28%，烤鳗产能超1.2万吨。 公司在日本东京设子公司并推出“犒赏鳗鱼”品牌，活鳗已取得出口日韩等国资质，构建辐射全球的营销网络。\n2、公司地处福建福州，经营涵盖智慧养殖、食品加工、渔业种业、动物营养及饲料等现代农业渔牧全产业链。\n3、公司是全球规模最大、唯一深耕鳗鱼全产业链的 A 股上市企业，目前已逐渐形成覆盖福建、广东、广西、江西、湖北、湖南、安徽、浙江的八大渔业产业集群，在建福清白鸽山和广东台山两大万亩产业基地。“鳗鲡堂”畅销海内外，“红脸雁”姜母鸭畅销福建。\n4、公司在日本东京设有子公司“天马科技株式会社”并推出全新品牌“犒赏鳗鱼。"
        },
        {
          "code": "sz002264",
          "name": "新华都",
          "limit_time": "",
          "analysis": "福建+阿里妈妈+AI+跨境电商\n1、公司地处福建福州。阿里妈妈是阿里巴巴集团的综合性大数据营销平台。公司通过阿里妈妈一体化智能营销平台万相台无界版，包括但不限于全站推广、AI小万、引力魔方、直通车等核心功能模块，实现用户画像、数据采集分析、广告投放等环节的全链路营销优化，转化ROI增量，实现降本提效。\n2、2025年11月19日互动，公司密切关注算力产业发展，积极寻求与算力厂商在AI Infra等领域的合作机遇，加速模型在B端、C端的应用\n3、公司与行业头部品牌以及京东、淘宝天猫、抖音、微信、等国内主要电商平台建立了深度战略合作伙伴关系；通过 TikTok、Lazada、Tokopedia 和 Shopee 等境外电商平台布局跨境电商业务，积极开拓海外市场。\n4、公司全资孙公司海南酒连酒电商、海南久爱致和注册地分别为海南生态软件园和三亚中央商务区，均属于海南自由贸易港重点园区。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "1、2025年12月4日消息，英伟达CEO黄仁勋表示能源正成为人工智能的下一个全球瓶颈，人工智能的发展给电力供应带来压力。\n2、OpenAI和NextDC计划斥资46亿美元在澳大利亚悉尼建设数据中心。",
      "stock_count": 19,
      "stocks": [
        {
          "code": "sz301486",
          "name": "致尚科技",
          "limit_time": "14:21:54",
          "analysis": "CPO+阿里巴巴DPU+拟收购恒扬数据（算力）+机器人+switch\n1、据2025年8月27日半年报，公司主营光通信产品光纤连接器、MPO/MTP等及消费电子零部件。公司是CPO光学组件/连接器的生产商和供应商，产品直接用于CPO设备中，已进入巨头供应链。\n2、2025年8月11日晚公告，公司拟11.5亿元购买恒扬数据99.85%股权。标的专注于智能计算和数据处理产品及应用解决方案的研发、销售与服务，是国内优秀的AI智算中心、云计算数据中心及边缘计算核心基础设施供应商，同时提供网络可视化与智能计算系统平台解决方案。2025年9月5日晚互动，阿里巴巴集团内企业与恒扬数据签署NRE技术服务协议，产品开发完成后，销售给阿里巴巴指定整机生产厂商，相关DPU产品主要应用于阿里巴巴智算中心。\n3、公司连接器产品可应用于机器人领域。\n4、公司围绕switch产品开发了滑轨等多个产品种类。"
        },
        {
          "code": "sz000811",
          "name": "冰轮环境",
          "limit_time": "14:29:39",
          "analysis": "数据中心（液冷）+磁悬浮高效离心机组+机器人+制冷设备\n1、数据中心温控系统是旗下公司顿汉布什的主要业务之一，服务过国家超算广州中心（天河二号）、中国联通西安数据中心、中国移动贵州数据中心等。公司有产品服务数据中心液冷业务。\n2、2025年12月4日机构调研信息，要产品形式为压缩机和换热装置，产品广泛应用于食品/农副产品冷冻冷藏及深加工、冷链物流基地建设、食品/药品真空冻干、冰雪运动场馆、加工预处理产线等商业制冷系统。\n3、公司控股子公司深蓝机器主要从事自动化物流包装输送设备、智能机器人移载搬运设备、包装机械的制造、销售。\n4、公司工商业制冷设备市占率在30%左右（按销售额计算），集中在大中型商业制冷领域。2024年12月5日互动，作为中国制冷行业领军企业，冰雪运动产业是公司的传统优势服务领域。\n5、公司可提供氢液化领域高效氦气螺杆压缩机、氢气输送压缩机、高压加氢压缩机等，服务氢液化、氢储运、加氢站以及氢燃料电池。公司研发项目包括磁悬浮高效离心机组（700-1000RT）的系列机组，已完成样机测试。"
        },
        {
          "code": "sh600973",
          "name": "宝胜股份",
          "limit_time": "14:52:41",
          "analysis": "数据中心高速线缆+航天电缆+超导电缆+军工线缆\n1、据官网，公司产品SFP56 50G高速线缆适用于数据中心。而据2021年4月27日东莞日新（公司全资子公司）公众号：公司加大了对泰科、安费诺、中达、ITT等外资客户精耕，产品销售额同比增长达30%左右，且已率先在全球云计算和数据中心服务器电源线缆市场赢得核心市场份额。早在2013年时安诺费就是东莞日新第二大客户。\n2、公司电缆产品曾成功服务天宫二号”和“神舟十一号”火箭发射任务。\n3、2025年12月3日消息，我国科学家创造镍基超导体转变温度新纪录。公司此前互动，具备超导电缆的生产加工能力。\n4、公司实控人是中国航空工业集团，线束线缆产品已应用于中国商飞 ARJ21、C919 和 CR929 三个型号的供应商。"
        },
        {
          "code": "sz003031",
          "name": "中瓷电子",
          "limit_time": "09:25:00",
          "analysis": "光模块(陶瓷外壳)+半导体零部件+中科系+封装测试\n1、公司已有多款1.6T光模块产品处于用户交样阶段，性能已通过客户验证，处于小批量交付阶段。公司光通信器件外壳传输速率覆盖2.5Gbps至800Gbps，相关光模块产品收入占比50%。公司抓住光模块市场迅猛增长的市场机遇,加快电子陶瓷外壳生产线项目建设。\n2、 公司控股股东为河北半导体研究所(中国电子科技集团公司第十三研究所)；公司为国内电子陶瓷外壳龙头。精密陶瓷零部件是采用氧化铝、氮化铝等先进陶瓷经精密加工后制备的半导体设备用核心零部件，应用于刻蚀机、涂胶显影机、光刻机、离子注入机等半导体关键设备中。\n3、公司收购氮化镓射频芯片业务后，将实现芯片设计、工艺加工、封装测试等全产业链。重组完成后，公司芯片产品将包括氮化镓通信基站射频芯片与器件、微波点对点通信射频芯片与器件、碳化硅功率模块等。\n4、在光通信领域，新易盛，光迅，中际旭创均是公司客户;在无线通信领域，NXP等知名的半导体公司为公司客户;与国内华为、中兴建立了合作关系。"
        },
        {
          "code": "sz002222",
          "name": "福晶科技",
          "limit_time": "09:49:27",
          "analysis": "钒酸钇晶体（OCS）+福建国资+光通讯+光刻光源\n1、网传纪要，OCS：Google的MEMS方案和Cohr的液晶方案，都需要使用钒酸钇晶体及器件，特别是液晶方案单台价值量接近10万。法拉第旋片：目前主要是市场被Cohr占据，测算光模块市场明年用量在5亿片以上。公司在钒酸钇晶体和法拉第旋片耕耘多年，有望受益（未证实）\n2、中国科学院福建物质结构研究所持有公司股份比例20.58%，非线性光学晶体LBO和BBO市占率近80%，全球第一。公司是业内少数能够为激光客户提供晶体、光学、器件产品一站式服务的供应商。部分收入来自光通信，主要客户Lumentum。\n3、公司曾通过欧洲代理向ASML提供极其少量光学元件，控股子公司福创光电开展衍射光学元件研究、生产，衍射光学元件是光刻机中一系列可动的镜片，主要用于产生光刻所需要的光源。\n4、2024年8月28日互动，公司向华为提供光学元件等产品。\n5、公司具备精密光学元件供应能力，扩产应对医疗、激光雷达、AR/VR、光刻机等高成长应用带来的需求。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "09:52:51",
          "analysis": "光模块+拟购买工厂用于光模块建设基地+光纤阵列+硅光产品\n1、子公司武汉钧恒作为Coherent光模块的核心代工厂商，客户Coherent获历史性的800G+1.6T订单，公司高端产品占比有望进一步提升。2025年11月5日晚公告，控股公司钧恒科技购买马来西亚槟城州的工业地产，用于光模块项目建设基地。网传马来西亚工厂紧邻Coherent，绑定国际客户链，海外产能布局加速（未证实）。\n2、2025年11月4日调研纪要，子公司武汉钧恒位于鄂州的新产线计划于近期投产，新增年产能规划为150万只，产品以400G和800G高速光模块为主，将成为2026年产能增量的主要来源。另一条新增产能为300万只/年的鄂州产线预计将于2027年正式投产。\n3、2025年10月24日公告，公司收购武汉钧恒49%股权并配套募资的申请文件已获深交所受理，重组进入实质审核阶段。\n4、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n5、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等。公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。"
        },
        {
          "code": "sz301183",
          "name": "东田微",
          "limit_time": "10:05:18",
          "analysis": "光隔离器+光模块上游+华为+消费电子\n1、据网络调研信息，受限于美日法拉第旋片厂商产能，光隔离器供不应求价格大幅上涨，2025年Q3头部报价已涨到15-18元/颗较年初上涨50%；机构预计供应缺口至少延续到2026年底，2026年高端微型件有望突破20元/颗（未证实）。公司为国内光隔离器领域的核心供应商，2024年完成隔离器产品线的搭建和布局，光隔离器实现批量出货，产能规模能够匹配公司订单及客户需求。\n2、公司通信类光学元器件下游客户主要为光模块或光器件厂商。DW­DM100G滤波片唯一量产供应商(中际旭创供货商)，公司在光通信领域持续投入，高速光模块Z-BLOCK MWDM滤光片小批量出货，成为新的业务增长点。\n3、华为是公司产品的终端客户之一，公司通过模组厂为华为提供手机摄像头滤光片产品。公司光学玻璃红外截止滤光片可适配低、中、高端智能手机。\n4、公司主营精密光电薄膜元件研产销，主要产品为摄像头滤光片和光通信元件等，可广泛应用于消费类电子产品、车载摄像头、安防监控设备以及光通信信号传输、数据中心等多个应用终端领域中。"
        },
        {
          "code": "sz300290",
          "name": "荣科科技",
          "limit_time": "10:31:54",
          "analysis": "超聚变+资产评估进展（豫信电子项目）+拟购买资产+鸿蒙\n1、2025年12月6日，超聚变数字公司的核心高管团队发生了重要调整。据网传超聚变数字公司正全力推进借壳荣科科技上市。（未证实）\n2、2025年8月12日盘后消息，豫信电子科技荣科并表评估项目确认被合并公司荣科科技可辨认净资产的公允价值及商誉，并出具评估报告(详见项目采购需求)。\n3、公司拟以发行股份及支付现金方式购买敬在信息控股权。\n4、公司正全面加速与鸿蒙系统的适配工作，旗下子公司神州视翰已开发出首款适配鸿蒙OS的血透系统。"
        },
        {
          "code": "sh603256",
          "name": "宏和科技",
          "limit_time": "10:42:46",
          "analysis": "Low-CTE+电子级玻纤布（Q 布）+供货苹果/华为\n1、网传Low-CTE全面短缺，全球Low-CTE传统龙头日东纺预计2027年才会释放产能，缺货潮或将至少延续至2027年。宏和科技作为国内Low-CTE龙头，正快速爬产，在关键客户逐步成为一供。（未经证实）\n2、据媒体消息，英伟达将在新一代产品Rubin使用M9材料，AI PCB、Q布、钻针等需求明年将继续增长。\n3、网传纪要，公司2024年开始做Q布的认证，华为牵头打通产业链认证并与公司签了四方协议，同时台光、生益、斗山等也均通过认证，已开始批量出货。公司电子级玻璃纤维布主要应用：通信电子、消费电子、计算机、服务器、基站、汽车电子、国防航空、IC芯片封装等。\n4、公司曾表示苹果手机有使用公司产品，公司与华为为长期合作伙伴。"
        },
        {
          "code": "sh688800",
          "name": "瑞可达",
          "limit_time": "10:46:04",
          "analysis": "高速铜缆+华为汽车+液冷充电枪+5G连接器\n1、2025年12月4日盘后互动，合资公司苏州瑞创公司主要进行高速铜缆相关产品的主导推进，包括AEC、DAC和ACC产品，现阶段主要进行产品研发和试制、样品交付、灰度测试和批量交付准备工作，整体工作进度推进顺利，有望在2026年Q1开始400G/800G产品的批量交付。同时泰国瑞创公司也在按计划推进，2026年Q1可开始进行海外生产交付。\n2、公司高压连接器已成功应用在问界M5、M7等车型中。\n3、公司发布了液冷充电枪产品，使公司的充电枪产品更丰富，涵盖了交流充电枪、直流充电枪和液冷充电枪。未来公司也将根据客户和市场的需要加大充电枪产品拓展和产品认证。\n4、公司主营业务是从事连接系统产品的研发、生产、销售和服务。主要产品有连接器件与连接器模块；在无线通信基站系统应用上，研究开发了多款新型连接器，公司已成功获得中兴通讯、爱立信等合作。公司产品约能够覆盖 19.97%的基站建设。"
        },
        {
          "code": "sh603042",
          "name": "华脉科技",
          "limit_time": "11:03:38",
          "analysis": "光模块+数据中心铜缆布线+合作华为+5G出海\n1、公司主要产品包括光纤、光缆等光通信产品，公司光无源器件中的光纤阵列有应用于光模块。\n2、公司提供数据中心综合布线解决方案，相关产品涵盖铜缆综合布线。IDC业务主要包括铜缆综合布线、光综合布线、低压配电、机柜及微模块及基础设施等业务。\n3、公司积极参与海外市场5G通信建设，深耕东南亚、中南美洲等海外展会，向多家客户提供了华脉的5G基站配套等产品与解决方案，尝试中东、中亚、南美洲等新兴市场推广与突破。华为为公司合作企业。\n4、公司致力于5G室内分布、地铁/高铁等场景的5G网络覆盖应用。积极推进WiFi6+5G无线网络设备产品研发进程，全面启动了5GCPE/路由器、WiFi6智能家庭网关、超级WiFi等系列产品的研发工作。"
        },
        {
          "code": "sh603228",
          "name": "景旺电子",
          "limit_time": "14:22:04",
          "analysis": "光模块+HDI（AI服务器）+AI眼镜+机器人\n1、2025年7月1日机构调研，公司已批量生产10G/25G/100G/200G/400G/800G 光模块产品，完成1.6T 光模块产品的打样并具备量产能力，前瞻性布局 3.2T 光模块技术预研。剑桥科技是公司的重要客户之一。公司为AMD提供PCB、封装基板产品。\n2、2025年9月26日公告，2025年上半年，公司可应用于数据中心、AI服务器、HPC、高速光模块的高阶 HDI、112G 交换机高多层高速板等产品实现量产，在服务器超高层Z向互联背板、Birchstream平台高速PCB、1.6T光模块PCB等产品取得重大技术突破，同时开展了服务器OKS平台、224G交换机等下一代产品技术预研。\n3、公司产品中的高阶 HDI/Anylayer、软硬结合板、软板、类载板等产品可应用于 AI 眼镜。\n4、2024年12月25日盘后互动，公司PCB产品应用范围涵盖机器人领域，但整体占公司营收占比较少。"
        },
        {
          "code": "sh601231",
          "name": "环旭电子",
          "limit_time": "14:51:46",
          "analysis": "新一代1.6T光模组产品+AI加速卡+SiP模组（苹果）+AI服务器+消费电子\n1、2025年9月11日机构调研，公司7月底发布新一代1.6T光模块并自建测试实验室，未来将与控股股东合作拓展CPO光器件及系统组装业务。网传纪要，公司层面去年开始日月光战略转型，日月光负责AI相关封测，环旭电子负责光通讯(光模块、CPO光器件乃至交换机)、电源板块等制造业务。（未证实）\n2、据2025年11月26日机构调研，公司AI加速卡业务主要客户为北美CSP厂商，2025年第四季度产能已提升至90K/月，2026年将进一步投资至180K/月，并拓展AI服务器主板及供电模组业务。\n3、公司为苹果 Apple Watch 的 SiP 模组核心供应商。公司部分应用于智能穿戴的SiP模组中集成有eSiM功能。\n4、未来公司将着力发展边缘服务器等具备特色的产品，虽然现在 AI 服务器以及边缘服务器，在公司的占比较低，但由于算力需求爆发，把高速交换机业务迅速拉高，公司已经有一些布局。\n5、公司主营业务为国内外的品牌厂商提供通讯、消费电子等电子产品的开发设计、物料采购、生产制造等专业服务。"
        },
        {
          "code": "sh605168",
          "name": "三人行",
          "limit_time": "14:52:39",
          "analysis": "算力+股权转让+AI营销+数据要素\n1、2025年9月30日互动，公司近期于2025年8月27日签署了对科通技术投资的协议，科通技术为英伟达中国区总代理，可提供英伟达高端GPU等关键AI芯片产品；此外，公司已于8月28日公告，拟对外投资出资2.8亿元在青海设立全资子公司，重点布局国产GPU为主的算力租赁和相关的数据中心业务。\n2、2025年12月1日公告，严建亚（三角防务董事长、巨子生物董事局主席）以4.51 亿元受让公司 8%股份，成为第二大股东，同时公司表示未来将充分利用战略股东资源，聚焦新质生产力核心要素布局，拓展多元业务生态。\n3、数字营销业务占比约82%，已推出多模态AI产品“一个AI”，能为客户提供从品牌战略、媒介策略、创意内容产生到媒介预算投放的全链条智能营销服务。"
        },
        {
          "code": "sz300394",
          "name": "天孚通信",
          "limit_time": null,
          "analysis": "光模块上游+GPU合作\n1、2025年11月26日讯，Meta计划自2026年起通过谷歌云租用TPU算力，并于2027年在自有数据中心部署谷歌TPU，交易规模或达数十亿美元。公司定位光器件整体解决方案提供商和先进光学封装制造服务商,为下游光模块厂商提供配套产品和服务;数通800G产品已切入海外头部客户供应链。\n2、公司布局光引擎业务，与国际GPU龙头深度合作，共同探索在800G、1.6T甚至更高速率下的共封装解决方案。公司募投项目建设的“面向5G及数据中心的高速光引擎建设项目”累计使用募集资金1.79亿元。\n3、激光雷达和医疗检测板块，公司依托现有成熟的光通信行业光器件研发平台，扩展为下游激光雷达和医疗检测客户提供配套新产品。"
        },
        {
          "code": "sz002348",
          "name": "高乐股份",
          "limit_time": "",
          "analysis": "PCIe接口芯片+机器人+AI教育+IP玩具\n1、2025年12月1日盘后公告，黎曼云图将成控股股东，王帆成实控人。王帆主要从事互联网及人工智能行业，旗下北京芯大通主要产品包含PCIe接口芯片、时钟芯片等。\n2、公司主要产品包括互动对打机器人等高科技玩具产品。\n3、2025年半年报，在AI教育技术的应用方面，公司开发了AI智能学习平台、虚拟教室等应用产品，能够根据学生的学习情况智能推荐学习内容，提升学习的个性化和精准度。\n4、公司业务主要包括玩具和互联网教育两大业务板块玩具业务。品类覆盖电子电动玩具、益智玩具、智能互动玩具、知名IP形象授权玩具、礼品等。目前主要合作IP授权有: 迪士尼、Hello Kitty、名侦探柯南等。"
        },
        {
          "code": "sh603090",
          "name": "宏盛股份",
          "limit_time": null,
          "analysis": "微通道散热器+数据中心液冷CDU+储能\n1、网传纪要表示，公司提前布局新型微通道散热器，主动直接对接北美客户并得到认可（未经证实）。公司主营业务为铝制板翅式换热器、深冷设备及相关产品的研产销，下游可应用于发电机组。2024年报换热器占营业收入比为89.09%，外销占比58.62%。\n2、据公司互动，公司持股49%的合资公司无锡和宏智通过其另一股东苏州和信精密向广达供应液冷散热器。广达旗下专注于云计算的子公司 “云达科技”​ 是英伟达在AI服务器领域的主力制造商。\n3、2025年半年报披露，公司开发的冷却分配单元（CDU），高效节能、精准控温、高可靠性冗余设计，应用于精确控制数据中心液冷系统；公司开发的列间空调，是专为高热密度数据中心设计的精密制冷系统，直接部署于服务器机柜列间，通过近端制冷解决局部过热问题。\n4、公司现拥有汽车中冷器、中冷器的热交换芯子、换热器热疲劳试验台、层叠式油冷却器等7项实用新型专利和1项发明专利。主要为农机公司配套换热器产品，主要合作公司有久保田、洋马、RSM等。\n5、锂电池PACK为公司开始培育的一块新的业务，业务模式为拓展工业储能，动力储能市场及通过境外网络电商平台进行家用储能终端销售。"
        },
        {
          "code": "sh600246",
          "name": "万通发展",
          "limit_time": "",
          "analysis": "PCIe5.0交换芯片+合作阿里+卫星通信+房地产\n1、2025年11月24日互动，2024年全球PCIe互连芯片行业市场规模为22.89亿美元。预计2030年市场规模将达到77.61亿美元，2025至2030年间的年复合增长率为20.1%。数渡科技是国内极少数掌握PCIe5.0芯片全流程自主设计能力并可实现量产的企业。PCIe6.0产品在研发过程中。\n2、2025年9月9日公司已完成对数渡科技收购。2025年8月20日晚公告，公司拟收购的数渡科技的PCIe5.0交换芯片有望解决当前国产AI芯片互联性能瓶颈，缩短与国际主流产品之间差距，目前国内PCIe5.0芯片厂商均尚未实现批量供货，数渡PCIe5.0交换芯片目前处于多家客户导入过程中，已有企业投入商用。网传资料显示数渡科技卡位PCle交换芯片赛道，深度绑定浪潮/新华三等阿里系服务器龙头（未证实）。\n3、控股60%子公司成都知融主营为毫米波集成电路设计， 主要为新一代平板阵列天线系统、 毫米波通信系统提供高性能的芯片级解决方案， 主要产品为卫星通信、 低轨卫星互联网、 5G基站使用的Ka、Ku 频段Beamforming芯片的射频前端芯片。\n4、公司房地产项目主要位于北京等地。"
        },
        {
          "code": "sz000070",
          "name": "特发信息",
          "limit_time": null,
          "analysis": "光通信（谷歌）+军工+空芯光纤+核电\n1、网传纪要，公司属于谷歌供应链，供应MPO（未证实）。公司立足于光通信主导产业，形成线缆制造等四个业务板块，为客户提供多领域信息化专业解决方案，实控人为深圳国资委。子公司成都傅立叶是主要从事军用航空通讯设备、测控集成和卫星通信技术、数据记录仪和弹载计算机的研产销。\n2、公司在空芯光纤成缆具有领先优势；2024年6月，公司携手合作伙伴，共同助力中国移动开通全球首个800G空芯光纤传输技术试验网并成功开通国内首条1.2T超低损空芯光纤传输链路。 \n3、公司与华为在政企市场有相关产品的项目落地，与华为在鹏城云脑二期建设集成项目有合作，该集成项目已建成交付；公司在数据中心与算力基础设施等智能化领域拓展业务。\n4、公司生产的特种光缆（耐核辐射光缆）以及宽温区多物理量MEMS光纤传感器可以应用于核电领域。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "1、航天八院长征十二号甲，网传12月12日飞。天龙三号，网传12月20号之后飞。\n2、媒体报道，在文昌国际航天城，年产1000颗卫星的超级工厂即将投产，可实现“卫星出厂即发射”的无缝衔接；目前20余家产业链上下游企业已签约落户。\n3、网传SpaceX计划2026年下半年IPO。",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": "09:35:03",
          "analysis": "SpaceX+蓝箭航天+卫星通信+垣信卫星+投资“凌空天行”\n1、公司的MacroWiFi产品通过SpaceX接口实现卫星直连互联网功能。\n2、2025年11月10日互动，公司与蓝箭航天同为蓝箭鸿擎（聚焦低轨宽带互联网通信卫星业务）股东，参股蓝箭鸿擎以来双方一直保持密切沟通。\n3、2025年12月1日晚公告纪要，公司对空天产业基金累计已实缴出资额1.2亿元。公司旗下空天产业基金（公司持股99.95%）将出资1亿元投资“凌空天行”，其专注于高超音速技术服务、航天发动机和高超音速飞行器产品研发，创始人王毓栋曾担任中国运载火箭技术研究院国家重点工程副总师，主导了 “天行” 系列可重复使用火箭的研发工作。\n4、2024年卫星通信收入超4000万元，产品覆盖“星—地—端”全链条，包括卫星通信载荷、地面站终端（卫星动中通天线）及终端应用；客户方面，2025年10月公司成为上海垣信卫星地面终端的中标候选人。据机构2025年11月公开研报，公司近日已投资 1 亿元入股上海垣信，并已获得卫星天线等零部件订单。"
        },
        {
          "code": "sz002682",
          "name": "龙洲股份",
          "limit_time": "09:25:00",
          "analysis": "商业航天（福建）+智能潜排水机器人+储能+军工\n1、公司地处福建龙岩，实控人为龙岩市人民政府国资委，全资子公司龙岩天元信息科技卫星定位监控及服务为其主营业务之一。\n2、2025年3月11日互动，公司旗下龙岩畅丰为大流量全液压排水抢险车配备的智能潜排水机器并非人形,该设备具备水下作业能力和远程吸、排水功能。\n3、公司军品供应资质申请已取得保密资质。\n4、公司旗下畅丰专汽生产的储能车包括应急充电车、120KAV储能＋柴油机组混合结构电源车。\n5、实控人为龙岩市人民政府国资委，开创了水路、铁路、公路多式联运、一站式“门到门”的沥青运输物流模式，业务主要集中在京津冀、福建等地。"
        },
        {
          "code": "sz002149",
          "name": "西部材料",
          "limit_time": "09:25:00",
          "analysis": "网传SpaceX铌合金供应商+商业航天+钛合金+无人潜航器+稀有金属\n1、据网传其中铌合金是SpaceX中国唯一供应商（未证实）。公司覆盖钽、铌、钨、钼等稀有合金，均属火箭发动机燃烧室、喷管等核心热端结构件材料，市占率70%+。公司是我国新一代运输机、战斗机和轰炸机钛板材主要供应商之一,部分航空航天用贵金属材料独家供应商。\n2、公司已发展成为规模较大、品种齐全的稀有金属材料深加工研发生产基地。拥有钛、锆及其合金加工材产业，稀贵、钽铌金属材料产业，钨钼材料及制品产业等业务板块。\n3、网传资料显示UUV（无人潜航器）研制呈井喷态势，超过一定潜深必须用到钛合金这一基材，西部材料卡位核心（未证实）。公司主要产品钛/钢复合板已经形成规模化生产,年产5000吨,位居国内第一,世界第三。\n4、公司参股西部新锆8.8%股权，后者是国内锆产业自主研发、自主生产的科技创新企业。公司是国内唯一的核电站用控制棒生产企业。公司实控人为陕西省财政厅。公司半导体存储器用高纯钨材料目前正处于研制开发阶段。"
        },
        {
          "code": "sz000901",
          "name": "航天科技",
          "limit_time": "09:30:09",
          "analysis": "航天应用+军工+自动驾驶+车联网\n1、2025年12月4日盘后互动，公司航天应用领域有部件供电产品配套于朱雀3号项目。公司航天应用业务以军工配套为主。公司航天应用产品主要以加速度传感器、精密制造、航天辅材、测试测控设备为主。目前公司加速度传感器等少量产品配套国家载人航天工程和探月工程任务。\n2、公司石英挠性加速度计、电源电路产品助力天舟六号、天舟七号、神舟十七号与空间站核心舱交会对接等多项载人航天工程任务，进一步巩固了加速度计在载人航天领域应用的主导地位。\n3、公司境外汽车电子业务的核心产品为车载座舱内传感器，主要包括三个业务领域，即安全、舒适和自动驾驶。\n4、公司车联网业务在综合性智能化的“航天智慧车联网综合服务云平台”的基础上，自主开发了包括北斗重点营运车辆联网联控、网络货运（无车承运人）智慧物流等车联网服务软件。\n5、公司航天应用产品主要以惯性导航加速度传感器、精密制造、测试测控设备、专用电源为主要业务方向。"
        },
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "09:32:27",
          "analysis": "卫星通信+福建+量子技术+华为+屏显制造\n1、公司位于福建省福州市。公司在卫星通信技术方面，持有Ka高通量卫星轨位稀缺资源，可发射政府、民用、商业卫星，覆盖“一带一路”沿线及海峡两岸，同时可提供卫星终端产品、应用与解决方案，以及海上通信运营服务。公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业。\n2、控股子公司福建海天丝路卫星，合肥国资，福建国资均有持股。\n3、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n4、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n5、显示制造业务方面，打造高度定制化的屏显终端产品矩阵，广泛覆盖消费电子、商业显示、教育、养老、智能制造等。"
        },
        {
          "code": "sz002977",
          "name": "天箭科技",
          "limit_time": "10:17:12",
          "analysis": "卫星通信+相控阵+军工/固态发射机+第三代半导体\n1、据网络资料（未证实），相控阵技术是算力卫星发展中一个重要且具有显著增量价值的环节。公司技术团队结合第三代半导体材料的发展成果，自主研发了一种不同于传统T/R组件的新型相控阵产品，具有尺寸小、重量轻、免维护和低功耗的优点。基于以上优点，公司新型相控阵产品除了可运用于商用卫星领域，还可以应用于精确制导雷达、星载雷达及机载雷达等军事武器装备中。\n2、据公司招股书，公司产品在卫星通信领域的应用主要为卫星地面固定站、移动站等军事设施装备中的大功率发射系统。\n3、公司持有一种氮化镓微波集成电路脉冲调制电路”为公司实用新型专利，系针对第三代半导体材料氮化镓应用的创新技术。\n4、公司自主研制固态发射机成功填补我国高波段百瓦量级大功率固态功率发射机空白，新型相控阵雷达目前主要应用于商业卫星，卫星通信产品和电子对抗产品也主要用于军事领域。"
        },
        {
          "code": "sh600343",
          "name": "航天动力",
          "limit_time": "14:21:09",
          "analysis": "液体火箭发动机+航天六院唯一证券化平台+水电站\n1、公司控股股东是航天六院，是中国液体火箭发动机研制中心，是中国唯一的集运载火箭主动力系统、轨姿控动力系统及空间飞行器推进系统研究、设计、生产、试验为一体的专业研究院，公司当前主要业务均源自于航天液体动力技术。\n2、公司作为航天六院的产业化平台和资产证券化平台，始终关注并贯彻国企改革和上市公司高质量发展要求，积极开展产业结构调整，推动业务转型，持续聚焦航天主责主业，提升上市公司经营质量和资产质量。\n3、2025年7月22日互动，全资子公司江苏航天水力的水轮机产品在水力发电领域具备成熟应用经验，已成功配套国内多个中小型水力发电站项目。\n4、公司主要从事泵及泵系统、液力传动系统、流体计量与通信系统等研产销，业务涉及石油化工以及交通、通信等多个行业领域。"
        },
        {
          "code": "sh603601",
          "name": "再升科技",
          "limit_time": "09:25:00",
          "analysis": "SpaceX供应商+半导体洁净空气+玻璃微纤维+真空绝热板（冰箱）\n1、2025年7月3日，再升科技研究院院长李志勇在接受央视采访时明确表示，正为SpaceX出口这类超高温绝热材料。\n2、公司已累计为多个国内知名半导体项目提供“干净空气”产品和解决方案，如西安奕斯伟项目、中芯南方项目等。\n3、公司是玻璃微纤维单项制造业冠军企业，并以超细纤维棉为主要原材料，产品主要分为干净空气材料、高效节能材料、无尘空调产品三大类。截至2024年底公司已建成多条超细纤维棉生产线，年产能达到12万吨。\n4、2026年6月1日即将实施的新版家电能效国标大幅提升节能要求，真空绝热板（VIP）厚度仅为传统材料的1/10，采用真空绝热板可使冰箱节能10%-30%；公司VIP芯材产品是真空绝热板(VIP板)的核心材料。当前国内冰箱VIP渗透率不足5%，政策落地后渗透率预计突破30%。"
        },
        {
          "code": "sh603738",
          "name": "泰晶科技",
          "limit_time": "09:38:42",
          "analysis": "商业航天+晶振（AI应用）+人形机器人+RTC模块\n1、2025年12月5日盘后互动，公司石英晶体元器件可适配北斗导航、商业航天领域中导航通信、飞行控制等关键系统的时序需求。\n2、公司kHz晶振国内独供，全系列替代日本厂商，国内唯一实现光刻晶片量产的晶振企业。公司下游物联网收入占比40%，将充分受益于端侧AI应用放量带来的需求高企。\n3、公司生产的晶振产品已应用于人形机器人。\n4、公司是专业从事晶体谐振器、晶体振荡器等频控器件，是我国频控器件行业内主要厂商之一，主要生产石英晶体谐振器、振荡器。\n5、公司是国内唯一、全球第四家具备光刻MEMS工艺厂商，光刻小型化KHz、超高频MHz、车规级晶振是核心产品。公司在车规级产品的布局在扩产线，已有多款产品通过汽车电子器件产品AEC-Q200的认证。"
        },
        {
          "code": "sh603698",
          "name": "航天工程",
          "limit_time": "09:40:19",
          "analysis": "航天一院+新疆煤化工+航天粉煤+氢能+军工\n1、2025年12月1日，从中国航天科技集团一院获悉，由该院抓总研制的我国首艘火箭网系回收海上平台于近日被命名为“领航者”并成功交付。公司为运载火箭技术研究院一院旗下唯一上市公司，实控人为中国航天科技集团，主营以航天粉煤加压气化技术为核心。公司将中国航天在运载火箭研制、生产和试验方面积累的技术优势应用于煤炭洁净高效利用领域。\n2、网传资料显示公司在国内粉煤气化炉领域优势明显，自研的航天炉市占率超50%以上。目前新疆已核准显著推进中的1489.3亿元煤化工投资中，对应气化炉需求量为40台，年均13台。对应公司年均收入增量6.5亿元，年均净利润0.98亿元。\n3、公司的电解制氢技术具备大规模煤制氢的条件，公司航天粉煤加压气化技术是国家重点推广的洁净煤利用技术，该技术可广泛应用于煤制氢、IGCC发电等领域。\n4、公司与佳安氢源合作，共同布局氢能源产业。公司煤气化技术与装置中，通过净化与分离工艺，可实现高纯度CO2捕集。"
        },
        {
          "code": "sz300337",
          "name": "银邦股份",
          "limit_time": "09:47:45",
          "analysis": "商业航天+3C行业特种材料+新能源车用材料\n1、2025年12月6日，参股公司飞而康官微发布，蓝箭航天自主研制的天鹊系列液氧甲烷发动机，一级采用九台天鹊12A发动机并联，飞而康凭借领先的金属 3D 打印技术给出了完美解决方案，成功成为该发动机核心构件的关键供应商。\n2、公司与华为研究院多年的深度合作，成功开发出了满足 3C 行业特殊要求的铝/不锈钢、铜/不锈钢/铜、钢/铝/钢等多种特种材料。公司客户包括华为、OPPO 等大型手机厂商。\n3、公司目前无锡工厂实际产能约22万吨/年，淮北工厂3年建设期，全部完成后预计新增年产35万吨新能源车用再生低碳铝热传输材料。\n4、公司向宁德时代直接供应或间接供应电池水冷板材料（应用于新能源汽车、储能等），最低供货量合计为36.18万吨。"
        },
        {
          "code": "sh603680",
          "name": "今创集团",
          "limit_time": "13:46:19",
          "analysis": "布局航空航天+间接投资蘑菇车联+轨道交通（东盟）+新基建\n1、2025年11月4日公告纪要，公司成立的常州今创航空航天产业投资公司，确实有计划做商业航空航天产业链的布局，但目前尚在筹备初期。企查查显示，经营范围包含微小卫星科研试验；微小卫星生产制造；火箭发射设备研发和制造等。\n2、公司通过全资子公司持股93.33%的宁波梅山保税港区挚顺股权投资基金持有深圳智道网联（蘑菇车联母公司）4.358%股权，蘑菇车联是国内领先的自动驾驶全栈技术与运营服务提供商。\n3、公司参与了\"一带一路\"沿线国家多个轨道交通项目的建设，在韩国、越南、新加坡、马来西亚、哈萨克斯坦、乌兹别克斯坦、土耳其、印度等国家都建立了业务关系。\n4、公司目前主要从事轨道交通车辆配套产品的研发、生产、销售及服务，主要产品包括车辆配套的电气、内装和设备产品，涵盖了电气控制柜等千余个细分产品，以及内燃机车和特种工程车辆、预埋槽道、高速铁路自然灾害与异物侵限监测系统等。"
        },
        {
          "code": "sz301232",
          "name": "飞沃科技",
          "limit_time": null,
          "analysis": "商业航天+增持+燃气轮机+机器人+风电\n1、公司已用于商业航天项目的产品主要包括商业火箭及火箭发动机所用的紧固件。已进入国内多家知名企业的供应商名录，并已开始小批量或批量供货。\n2、2025年12月4日盘后公告，实控人张友君的控股企业上海弗沃在股票异常波动期间增持2.63万股公司股票（占剔除公司回购专用账户股份后总股本比例0.04%）。\n3、2025年5月6日据官微，公司与全球能源企业GE Vernova签署为期4年的长期合作协议将为对方提供燃气轮机燃烧室钣金件及精密机加件此次合作涉及50余个中标项目。GE Vernova是全球在建燃气电厂燃气轮机市场的领军企业，占据约三分之二的市场份额。\n4、公司风电类高强度紧固件的主要客户群体涵盖国内外风电行业中的知名叶片制造商、整机制造商以及风电场建设和运营商等。\n5、子公司罗博普仑,专业从事研发、制造及销售风电叶片专用打磨机器人设备业务。"
        },
        {
          "code": "sz000547",
          "name": "航天发展",
          "limit_time": null,
          "analysis": "商业航天+福建+军工+孙公司拟增资扩股+低空经济\n1、天目一号星座项目的实施主体为公司下属航天天目（重庆）卫星。公司目前间接持有航天天目（重庆）卫星47.04%股权。2025年11月22日公告，公司控股孙公司航天天目(重庆)拟通过公开挂牌方式增资扩股，引入投资者。\n2、公司地处福建福州。公司拥有航天科工90%股权，公司旗下军用产业、军民融合产业的主要平台,具备齐全的军工资质，在电子蓝军、通信指控、军用仿真等领域具备核心产品的研发设计与生产制造能力。\n3、2025年2月14日，子公司航天壹进制宣布“壹智AI平台”全面接入DeepSeek系列R1、V3等三种模型，标志着航天壹进制在AI技术应用领域迈出关键一步。\n4、公司下属航天国器公司生产的无人直升机起飞重量涉及百公斤级到吨级共五个机型，可应用于电子对抗、警务巡察、运输投送、应急救援、海洋环境监测、森林灭火等场景，属于低空经济行业领域。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "商务部部长王文涛接受采访时表示，将推动商品消费扩容升级：加大直达消费者的普惠政策力度；促进大宗耐用商品消费，推进汽车流通消费改革试点，全链条扩大汽车消费，促进家电更新消费。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh600337",
          "name": "美克家居",
          "limit_time": "09:39:35",
          "analysis": "AI智家智能体+家居+合作华为\n1、公司推出“智慧魔盒”云平台，整合AIGC与三维可视化系统，实现家居商业空间SaaS服务；2023年已上线“AI智家”智能体，提供一键置家体验。\n2、公司地处新疆乌鲁木齐，主营家居产品的国内零售和国际批发业务，旗下品牌产品覆盖实木成品家具、沙发、家居饰品、睡眠用品、定制柜类等。公司在俄罗斯远东投建木材供应基地，在新疆阿拉山口和内蒙二连浩特已建立两个木材加工物流中心。\n3、公司曾于2019年10月20日与华为签订了战略合作协议，双方将致力于在智慧门店、智慧物流、智能制造等领域加强合作，推动公司数字化转型升级。"
        },
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "10:43:12",
          "analysis": "阿凡达3+AI短剧+拟增资子公司+电影发行\n1、公司通过与美国好莱坞融资机构TSG 的合作协议，获得《阿凡达3：火与烬》的全球票房分账权。《阿凡达3：火与烬》已正式定档于 ​2025年12月19日在中国内地与北美同步上映。\n2、公司“博卡一键AI短剧”平台正式向专业创作者开放，AI影视垂直应用落地，形成“影视工业化体系+生成式AI技术”双重能力。\n3、2025年10月30日晚公告，公司拟以8.67亿元债权向全资子公司北京博纳债转股增资。\n4、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n5、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        },
        {
          "code": "sh603898",
          "name": "好莱客",
          "limit_time": "11:25:49",
          "analysis": "智能家居+全屋定制家居\n1、子公司合觅科技深度融合人工智能技术、国产化物联网技术TPUNB等前沿科技，构建起全新的智能家居生态平台。在产品布局上，当前以“全屋智能系统”\n为核心展开硬件矩阵建设，除了安防系统、灯光系统外，首批落地的终端消费产品还包括智能融合网关、智能晾衣机、智能门锁等，同时还将配套提供丰富的数字商品。\n2、公司表示对家居行业而言四季度是旺季，随着终端需求的逐步复苏，订单有望持续改善。\n3、公司主要从事板式全屋定制家居及其配套家居的设计、研发、生产和销售。布局衣柜、橱柜、木门、护墙、成品配套等全屋套系产品，为消费者提供一站式全屋定制解决方案。"
        },
        {
          "code": "sh605136",
          "name": "丽人丽妆",
          "limit_time": "11:29:31",
          "analysis": "电商AI（合作阿里）+化妆品零售+麦角硫因+自有品牌\n1、2025半年报，公司利用电商平台的AI工具结合自身领先的运营及营销优势，积极转变经营思维。公司携手阿里妈妈共创具有洞见且可供借鉴的AI经营方法。\n2、2025年11月17日讯，国家药监局发布《关于深化化妆品监管改革促进产业高质量发展的意见》。公司的主营业务为化妆品网络零售服务，主要为品牌方提供在线销售服务。公司的经营模式主要包括电商零售业务和品牌营销运营服务两部分。其中，电商零售业务是公司的核心业务，合作电商平台广泛，包括传统综合性电商、内容电商、直播电商、社群电商等，如天猫、抖音、小红书等。公司的网络零售服务合作品牌以国际美妆品牌为主。\n3、公司自有品牌发展重心聚焦于“玉容初”及“美壹堂”。公司推出了“千金极光饮”产品，同步搭配白番茄浓缩粉、麦角硫因、胶原三肽等科技成分，养出“千金白”。\n4、2025年5月27日公告，公司持股5%以上股东杭州灏月已完成股份协议转让的过户登记。杭州灏月是阿里旗下公司。\n5、公司先后在母婴、服饰等合作。公司探索抖音等平台运营抖音小店。公司在微信平台有开设店铺，后续适时地布局更多微信小店。"
        },
        {
          "code": "sh600250",
          "name": "南京商旅",
          "limit_time": "13:01:35",
          "analysis": "南京旅游+控股股东拟整合重组+跨境电商+低空经济\n1、近期“吃瓜蒙主”对红楼梦的解读大火，明孝陵被纷纷打卡。公司是南京旅游集团下属的唯一上市公司。持有秦淮风光51%股权，后者运营南京夫子庙秦淮风光带。公司下属有组红山动物园/夫子庙/酒店等众多业务，是江苏省内规模最大和产业链最完善的大型国有旅游企业。\n2、2025年7月6日公告，公司收到控股股东南京旅游集团通知，拟以南京旅游集团为主体，推进南京旅游集团、南京市文化投资控股集团、南京体育产业集团整合重组工作，打造南京市文旅体商综合开发运营主平台；控股股东已开始将旗下较好的经营性旅游资产注入公司。\n3、2025年6月28日公告，公司收到上交所恢复审核发行股份及支付现金购买黄埔酒店100%股权的交易。\n4、2025年5月30日公告，全资子公司南京新旅参与设立万有低空飞行公司。后者将在南京设立城市空中交通运营中心，开展eVTOL城市空中观光，打造南京低空应用场景。"
        },
        {
          "code": "sz002853",
          "name": "皮阿诺",
          "limit_time": "14:40:45",
          "analysis": "定制家居（关税下降受益）+股权转让+小红书+电商\n1、据机构研究，家居行业是关税减免后净利润受损情况改善居前的行业之一。公司已成为国内领先的定制家居产品企业之一，现有整体橱柜、全屋定制及门墙等三大核心品类。公司专业从事中高端定制橱柜、衣柜、门墙及其配套家居产品的研发、设计、生产、销售、安装与售后等服务。\n2、2025年5月12日盘后调研，公司股权转让正在有序推进中，本次股份转让基于股东自身资金需求，同时引入认可公司长期价值和看好公司发展前景的投资者，优化公司股权结构。\n3、在小红书上有一定的品牌推广和产品种草活动，利用小红书的用户流量和社交属性，提升品牌在年轻消费者中的知名度和影响力。公司运营官方内容平台（微信、抖音、小红书等）和第三方电商平台（天猫、京东、拼多多）旗舰店。\n4、2024年2月公司取得一种卫浴墙面置物架专利，洗漱用品取物便利且方便收纳。"
        },
        {
          "code": "sh603327",
          "name": "福蓉科技",
          "limit_time": null,
          "analysis": "AI手机+AI眼镜+福建国资+华为+消费电子\n1、公司已与AIPC、AI手机终端品牌客户建立合作，供货的三星S24系列手机、谷歌Pixel8系列手机等产品都具有AI功能。\n2、公司有研发用于MR/AR/AI眼镜的高性能铝合金材料，并已应用到终端品牌客户的实际产品上。\n3、公司实控人为福建国资委，持股比例38.82%。\n4、公司是消费电子上游铝合金材料核心供应，公司7系铝合金材料可应用于折叠屏手机的铰链及铝制中框。\n5、公司主要产品为智能手机、平板电脑、笔记本电脑等消费电子产品的铝制结构件材料，应用于苹果、华为、三星等品牌的智能终端产品。2024年2月公司拟投资9.86亿元建设年产4万吨铝型材及精深加工项目，其中包括1.6万吨新能源电池托盘及车身铝型材、28万套新能源电池托盘。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "1、2025年12月3日，特斯拉发布人形机器人“擎天柱”跑步视频。\n2、2025年12月3日，据报导，特朗普政府正考虑明年发布一项关于机器人的行政命令。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh603386",
          "name": "骏亚科技",
          "limit_time": "14:54:21",
          "analysis": "机器人+PCB+卫星+汽车电子\n1、2025年7月24日调研，公司中高多层PCB板已经进入国内服务器行业品牌客户的供应链，此外，公司长期供应计算机主机板，公司研发制造的PCB应用于多家知名机器人客户的产品。公司是工业机器人控制模块PCB供应商，产品应用于汽车电子与智能仓储系统。\n2、参股泰富科技，标的公司专注于高精度光纤地基授时系统及时间频率技术，是一家以高精度光纤地基授时系统（地面北斗） 设备及时间频率设备的研发、生产及销售为一体的国家高新技术企业。\n3、公司持续加强汽车电子领域尤其是新能源汽车领域的业务拓展，除了长期合作的比亚迪、北斗星通等汽车电子客户外，还积极拓展 T-BOX、智能座舱、激光雷达等产品业务，已跟多家其他汽车电子企业开始合作。\n4、公司主营业务为印制电路板（PCB）的研产销及印制电路板的表面贴装（SMT），主要应用于锂电池保护板、摄像头模组（CCM）、无线充、TWS、智能穿戴、车载等细分领域。"
        },
        {
          "code": "sh603528",
          "name": "多伦科技",
          "limit_time": "09:32:32",
          "analysis": "机器人+合作华为算力+DeepSeek+机动车驾驶培训\n1、2025年8月11日深圳众机器人完成工商登记变更，注册资本由约191万元增至约242万元，标志着公司最新一轮融资正式落地。多伦科技通过投资星航资本管理的珠海星芯投资基金参与了Pre-A++轮与A1轮融资。\n2、公司是华为昇腾AI产业链的重要合作伙伴之一，与昇腾合作完成多项信创技术及产品的认证；在算力合作上，公司依托华为昇腾在南京江北新区合作创建的人工智能算力中心，完成大量算法训练与业务部署验证。\n3、2025年2月13日官微发布，多伦科技旗下“多多驾到”接入国内领先AI大模型DeepSeek，以R1推理模型与VL2多模态模型为核心底座全面赋能“灵犀”系列产品，重构教学精准度与人机交互温度.\n4、公司主营机动车驾驶人智能培训和考试系统、智能交通类产品、驾驶模拟训练系统等的研发、生产和销售。"
        },
        {
          "code": "sz000020",
          "name": "深华发A",
          "limit_time": "10:18:30",
          "analysis": "涂胶机器人+华强北商圈+深圳物业\n1、公司现有新型生产流水线，现有自动化设备自动涂胶机器人、注塑机等十多台，每年产量可增加230万套。\n2、公司地处深圳，在深圳市福田区华强北商圈及光明新区公明街道均拥有数万平方米的大型物业。曾于2007年传闻华为借壳深华发A上市，公司当年已澄清。\n3、公司主营业务为电子产品生产行业，包括注塑件和泡沫件的生产与销售以及液晶显示器整机业务，产品销售主要集中在华中和中国香港地区。\n4、视讯业务方面，2022年增加高端电竞型号产品(如高刷 FHD+240hz、高分 UHD+60hz等产品)。"
        },
        {
          "code": "sh603278",
          "name": "大业股份",
          "limit_time": "10:39:37",
          "analysis": "人形机器人（灵巧手/腱绳）+商业航天+光伏+轮胎\n1、公司腱绳2024年上半年应收2212万元。据网传资料假设灵巧手大约使用10根腱绳，预计对应价格约为5元/根。2025年10月30日互动，公司正在积极推进腱绳产品的研发和市场拓展，目前尚未批量生产。\n2、公司持有江北公司4.216%的股权，江北公司主要从事航天动力系统、天线罩等航天型号产品。但该投资属于财务性投资，不直接产生营业收入，对公司业绩没有影响。\n3、2025年12月4日，公司参加航空轮胎用缆型胎圈钢丝标准研讨，缆型胎圈钢丝技术长期被国外垄断，公司成功打破技术壁垒，实现了产品的自主化生产\n4、公司旗下山东大业新能源公司，主要经营风力发电、光伏发电等领域。"
        },
        {
          "code": "sh603667",
          "name": "五洲新春",
          "limit_time": "14:02:03",
          "analysis": "新剑（传）+丝杠+机器人零部件+机器人轴承+风电\n1、2025年12月8日盘中网传（未证实），特斯拉审厂开启，首日高度肯定XJ在丝杠、灵巧手上的能力。网传纪要显示，目前公司通过杭州新剑实际供货T，产品涵盖行星滚柱丝杠+灵巧手微型丝杠，将直接出现在T供应链名单，并协同XJ海外建厂。\n2、网传纪要，公司在国内外人形机器人领域深度绑定头部客户，包括但不限于特斯拉、字节、宇树、小鹏、小米等，产品包括丝杠、轴承、结构件、执行器。以T为例，公司目前已经通过3-4家Tier1供应丝杠/轴（未证实）。2025年3月12日公告，公司与新剑签订战略合作框架协议。\n3、网传纪要，公司以高端行星滚柱丝杠产品为切入点的各类丝杠产品，为机器人直线执行器、灵巧手提供部件或者成套产品。公司已陆续开发出灵巧手微型丝杠、线性执行器行星滚柱丝杠等新产品。\n4、公司新能车核心零部件已成功切入特斯拉供应链，定点配套北美特斯拉驱动电机轴承套圈。五洲是全国唯一已实现海/陆大小mw的变桨、主轴和齿轮箱等全类型风电轴承滚子进口替代。\n5、公司主营产品包括轴承产品、汽车精密零配件、空调管路件以及风电滚子四大类型。"
        },
        {
          "code": "sz002164",
          "name": "宁波东力",
          "limit_time": "14:45:15",
          "analysis": "机器人减速器+齿轮箱\n1、2025年8月4日互动，目前公司机器人精密减速器的研发已取得阶段性进展，相关产品正处于试制阶段。后续将根据研发进展及市场需求，稳步推进产业化进程。2024年年报，公司正积极布局机器人等新兴领域，将加快机器人关节精密传动技术研发。\n2、2025年3月18日异动公告，公司拟与重庆大学签署《技术开发（合作）合同》，拟就机器人关节及对构齿轮技术应用开发项目展开合作。\n3、公司从事的主要业务是专注于齿轮箱、电机及传动装置的研发、生产和服务。\n4、公司主要业务是传动设备、门控系统等通用设备的制造、加工和销售，产品主要应用于冶金、矿山、医院等行业，风电产品占比很小，拥有宝钢、武钢、中石化等客户。"
        }
      ]
    },
    {
      "name": "太空算力",
      "reason": "中信证券认为太空算力的能源供给将高度依赖光伏技术，钙钛矿作为兼具高效率和低成本的下一代光伏技术，有望成为重要的太空能源解决方案。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002565",
          "name": "顺灏股份",
          "limit_time": "14:16:36",
          "analysis": "太空算力+电子烟+合作中烟+工业大麻+绿色包装\n1、2025年11月27日消息，北京拟将大规模AI算力搬上太空，北京星辰未来空间技术研究院和其控股的北京轨道辰光公司作为牵头单位，并分别承担“总体设计部”和“建设运营商”责任。公司持股19.3%的轨道辰光通过将算力卫星发射至晨昏轨道，组建太空数据中心，为客户提供算力服务；据网络调研，\"辰光一号\"试验星预计2025年底发射，算力达25P。\n2、网传所有主体(除烟草体系)绝不容许在国内从事HNB的相关工作（未经证实）。安徽中烟曾是公司第一大客户。公司通过控股子公司（佳品健怡、顺灏怡隆）及参股企业（云南喜科、美众联）布局加热不燃烧设备（如FreeM、ELON系列）及雾化电子烟。\n3、公司与中烟子公司在加热不燃烧电子烟产品上存在研发合作。\n4、公司联手加拿大上市公司，在美国设立的全资子公司已获准在当地开展工业大麻加工制造、销售；公司合作方TAAT在美国拉斯维加斯加工工厂研发的健康大麻素品牌Beyond Tobacco已在全美20多个州及英国等地合法合规销售。\n5、子公司云南绿新持有工业大麻种植许和加工许可证。公司持续研发可降解可回收的纸膜包装产品。"
        },
        {
          "code": "sz002506",
          "name": "协鑫集成",
          "limit_time": "10:19:33",
          "analysis": "钙钛矿叠层电池+储能系统+合作蚂蚁集团+光伏电池片组件\n1、2025年4月29日互动，GPC电池项目产品目前已迭代至GPC2.0，GPC3.0正在规划中，GPC2.0平均测试效率已达27.6%，最高效率可达28.2%，平均良率可达95%以上。GTC组件产品即叠层电池组件，通过将钙钛矿电池与硅基电池叠加，实现更高的光电转换效率。\n2、公司产品覆盖高效电池、大尺寸光伏组件、储能系统等，并为客户提供智慧光储一体化集成方案。\n3、公司联合协鑫科技、蚂蚁集团推出全球首家基于区块链技术的光伏产业“碳链管理平台”，可实现产品供应链溯源、产品碳足迹管理，以及企业组织碳管理。\n4、截至2025年6月，在电池片环节：公司已形成芜湖基地16GW高效TOPCon产能，兼容182/210R尺寸。在组件环节：已形成合肥基地+阜宁基地超30GW高效组件产能，同时储备高效BC组件技术。"
        },
        {
          "code": "sz002943",
          "name": "宇晶股份",
          "limit_time": "13:00:00",
          "analysis": "光伏设备（钙钛矿电池）+AI眼镜+稀土永磁+半导体+数控设备\n1、公司多线切割机产品在光伏硅片“大尺寸化、薄片化”切割方面优势明显。钙钛矿电池与晶硅电池叠层工艺是一种新型电池技术,钙钛矿电池如果和晶硅电池叠层也需要用到光伏硅片,公司切片设备可适用于硅片切片加工。\n2、2024年8月20日互动，公司高精密抛光机已应用于AI眼镜。公司生产的研磨抛光机主要应用于智能手机、智能穿戴产品的保护玻璃、摄像头、镜片等部件精密加工。\n3、2025年5月12日，国家出口管制工作协调机制办公室会议指出严防战略矿产非法外流。公司是生产加工稀土永磁材料母机的生产商，可提供适用于磁性材料加工的多线切割设备。公司持有包头宇拓电子51%股份后者主营业务为委托磁性材料的加工。\n4、公司新开发的应用于半导体行业的8″碳化硅材料的多线切割机和双面抛光机等超精密切、磨、抛设备已到达同类进口设备水平，具备了替代国外进口设备的能力。\n5、公司以高端数控设备制造、配套核心耗材为主营业务，主要从事高硬脆材料切割、研磨抛光等设备和耗材的研产销，产品主要服务于消费电子、光伏、半导体等行业。"
        },
        {
          "code": "sz300751",
          "name": "迈为股份",
          "limit_time": null,
          "analysis": "太空能源+钙钛矿+半导体设备+光伏HJT\n1、据网传资料（未证实），公司拿到了 SpaceX 的 10GW 光伏设备订单（SpaceX推进太空 AI 计算中心计划，拟每年部署 100GW 太阳能AI卫星，对太空光伏需求巨大）。\n2、公司拥有异质结电池GW级生产线，同时公司部署了一条异质结与钙钛矿叠层电池的研发线。\n3、机构表示，近期公司将半导体长期目标收入（5年维度）定位100亿元，其中前道设备收入约占70%。\n4、公司是太阳能丝网印刷设备市占率全球第一，HJT电池设备龙头，主营产品为太阳能电池丝网印刷生产线成套设备，主要应用于光伏产业链的中游电池片生产环节，相继进入光伏激光设备，OLED面板激光设备，HJT异质结电池生产设备等。"
        },
        {
          "code": "sh600879",
          "name": "航天电子",
          "limit_time": "",
          "analysis": "星间激光+航天电子信息+低空经济\n1、机构研报称，星间激光负责星-星传输，为微波通信的升级技术，技术壁垒高，为低轨大规模组网核心，星间激光之于太空通信，类似光模块之于AI集群。公司公告显示控股子公司航天长征火箭，致力于星间激光通信相关技术研究，研发出一系列型谱化激光通信终端等产品，应用在互联网卫星上，并占有相当数量市场份额。\n2、公司从事航天电子信息、无人系统装备、电线电缆产品的研产销。产品包括惯性与导航、测控通信与网络信息、微电子、机电组件与传感系统、精导对抗与有效载荷等领域。\n3、公司控股股东是中国航天时代，最终控制人是国务院国资委。\n4、公司无人系统装备产品业务为无人系统装备的研产销，主要包括无人机系统、精确制导系统等无人系统装备。\n5、公司特种电缆主要用于航天军工、核电等领域。2024年3月22日公告，子公司航天飞鸿拟向航天飞腾公司增资1.49亿元，用于精确制导相关产品研发。"
        }
      ]
    },
    {
      "name": "金属",
      "reason": "受益美联储降息预期强化等利好提振，近期金属期现货价格持续坚挺。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz001360",
          "name": "南矿集团",
          "limit_time": "10:32:45",
          "analysis": "铬金属+钌金属+砂石骨料设备（水利水电）+金属矿山设备\n1、公司将进一步拓展在非洲的业务领域，特别是在新能源矿产（如锂矿）和战略金属矿产（如铜矿、铬矿、锰矿）的开采与服务方面。\n2、公司破碎筛分设备在金属矿山中主要应用于黑色金属、有色金属两大细分行业。有色金属中还包括贵金属，主要指金、银和铂族金属（钌、铑、钯、锇、铱、铂） 等八种金属元素。\n3、公司生产的破碎、筛分设备及成套生产线可直接应用于砂石骨料和金属矿山等领域，广泛应用于房屋建筑、交通运输、城市公共建设以及水利水电等终端应用领域。\n4、公司可以为下游客户提供配件销售、整机保养与维修、生产线运营管理等服务，以帮助下游客户实现生产线效率最大化，成本和故障率最小化，实现产能和效益双提升。"
        },
        {
          "code": "sz002295",
          "name": "精艺股份",
          "limit_time": "14:36:54",
          "analysis": "铜加工+实控人变更预期+家用电器+虚拟电厂\n1、2025年12月8日讯，LME铜价涨幅扩大，突破每吨11705美元，创纪录新高。公司主营业务为铜加工设备、精密铜管和铜管深加工产品的生产和销售，产品为精密铜管和铜管深加工、贸易业务。\n2、贸易业务，以“一个成本、收益共享、成就别人，发展自已”的供应链贸易直联一站式服务，构建采购平台、销售平台和物流平台。\n3、公司已成为格力、美的、广州松下等众多国内知名空调、压缩机企业铜管及铜管深加工产品的供应商，以及宁波金田、海亮股份、高新张铜等国内铜加工企业的设备供应商。\n4、2024年年报提及，公司数字能碳服务业务包含虚拟电厂、综合能源管理平台等。"
        },
        {
          "code": "sz001203",
          "name": "大中矿业",
          "limit_time": "13:12:33",
          "analysis": "锂矿+获采矿许可证+硫酸\n1、2025年10月28日晚公告，全资孙公司取得湖南鸡脚山锂矿采矿许可证，是公司取得的首个大型锂矿采矿证，其经自然资源部评审备案的锂矿资源量达48987.2万吨，折合碳酸锂当量约324.43万吨。通过自然资源部评审的露天开采规模为2000万吨/年，根据行业经验及公司试验，每年2000万吨原矿开采可生产8万吨碳酸锂；规模优势突出。\n2、2025年10月27日公告，全资子公司大中新能源提交的《加达锂矿矿产资源开采方案》通过专家审查，加达锂矿首采区开采方式为地下开采，开采规模为260万吨/年。参照行业技术水平，达产后每年开采的原矿可以生产约5万吨碳酸锂。\n3、公司目前拥有湖南和四川两大锂矿矿山，湖南锂矿已于2025年6月中旬正式申请采矿权，预估湖南一期1000万吨采选项目和一期2万吨/年碳酸锂冶炼项目将于2026年建成投产。\n4、2025年12月8日互动，全资子公司内蒙古金辉稀矿有限公司生产工业级硫酸，硫酸价格上涨将对公司销售收入产生一定正面影响。"
        }
      ]
    },
    {
      "name": "存储芯片",
      "reason": "2025年12月7日消息，近期DDR4内存条、SSD固态硬盘等产品报价频率加快，部分代理商及贸易商手中持有大量DDR4及大容量HDD库存，出现“惜售”心态。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh603316",
          "name": "诚邦股份",
          "limit_time": "10:11:19",
          "analysis": "存储芯片+着手开发服务器+环保\n1、2025年9月19日互动，公司目前正在规划投入研发企业级SSD、工规/车规级嵌入式存储等具有更高技术门槛和附加值的细分领域，并充分发挥“芯片封测+模组研发制造一体化”的经营模式优势。公司目前在大数据中心和服务器领域所涉及的企业级 SSD 等相关产品的研发工作正按计划稳步推进，目前正在进行面向超大规模场景的 PCIe5.0 企业级 SSD 核心技术攻关。\n2、子公司东莞芯存电子主要从事半导体存储器的研发设计、生产和销售，已着手大数据中心、服务器的开发。\n3、公司是集投资、设计、建设、运营于一体的生态环境综合服务运营商，拥有固体废物处理处置工程、水污染防治工程乙级等资质。主营业务是包括市政、园林在内的生态环境相关基础设施建设，相关业务将受益于中国城镇化的推进。\n4、公司拥有市政公用工程施工总承包壹级、环保工程专业承包壹级、水利水电工程施工总承包贰级等资质，是国内同行业中资质最齐备的企业之一。"
        },
        {
          "code": "sz001309",
          "name": "德明利",
          "limit_time": "11:04:00",
          "analysis": "存储芯片+NAND+SSD+云计算（存储）+光芯片\n1、网传纪要表示，存储后面拼NAND拿货能力，目前四家海外NAND原厂，因为产能不足，后面每家会选两个看好的模组厂合作保供，有三家都确定选了德明利。德明利历史囤货最多，三季度囤货拿了市面上70%的NAND。（未证实）\n2、2025年9月29日反路演，客户阿里在手30亿独供订单（2025年执行超10亿）基础上，锁定新增50亿企业级SSD订单并在未来12个月完成交付，合计80亿订单，下游对应AI服务器集群。未来12个月合计利润释放有望达45.7亿元。\n3、公司产品线涵盖固态硬盘、嵌入式存储、内存条及移动存储四大系列，已广泛应用于车载电子、数据中心等多元应用场景。公司企业级SSD业务进展顺利，目前已进入多家头部互联网及服务器厂商的供应商体系。\n4、公司持股15%的嘉敏利光电是一家设计制造一体模式的半导体激光芯片公司。公司有vcsel光芯片产品，vcsel光芯片主要应用于5g移动通信、超高速全光网络、400G及上大型数据中心、人工智能及AI。"
        },
        {
          "code": "sh605178",
          "name": "时空科技",
          "limit_time": "",
          "analysis": "存储芯片+空间计算+车路协同+景观照明（文旅）\n1、2025年10月22日晚公告，公司拟收购深圳嘉合劲威100%股份，后者主要从事内存条、固态硬盘等存储产品的研产销，拥有光威、阿斯加特和神可三大产品线，提供消费级、企业级、工业级存储器产品及行业应用解决方案。\n2、公司已将“全量数据+AI计算”与空间计算技术融合，打造城市级未来数字平台。\n3、2023年公司在研项目涉及出租车网约车运营管理车联网系统，公司的智慧路灯是实现车路协同的重要基础设施。\n4、公司具备3D投影技术，主营AR光影秀技术、5G高新视频技术、文旅业务线上线下运营和数字孪生技术应用等业务，投资北京元新时空科技是对景观照明业务的延伸，通过VR、AR、AI等技术，为公司文旅业务赋能发展新模式。"
        }
      ]
    },
    {
      "name": "海南",
      "reason": "2025年12月18日，海南自贸港将迈入全岛封关运作新阶段。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz000571",
          "name": "新大洲A",
          "limit_time": "13:11:48",
          "analysis": "海南+寒潮/煤炭+大飞机+国际物流\n1、2025年12月3日据新华社报道，海南自贸港将于12月18日迈入全岛封关运作新阶段，实施“一线”放开、“二线”管住、岛内自由的政策制度。公司是海南本地股，煤炭业务占比约96%，控股子公司五九集团生产原煤288.19万吨。\n2、公司参股45%中航新大洲，主要生产产品之一为LEAP发动机零部件，其中LEAP-A对应机型空客320neo，LEAP-B对应机型波音737MAX，LEAP-C对应机型C919。\n3、公司目前持有杭州长誉资产管理合伙企业1.11%股权，该基金投资了上海世灏国际物流项目。"
        },
        {
          "code": "sz002163",
          "name": "海南发展",
          "limit_time": "10:07:09",
          "analysis": "海南国资+免税资产注入承诺+光伏+幕墙工程\n1、2025年12月18日，海南自贸港将迈入全岛封关运作新阶段。海南启动全岛封关运作后，将成为实行自由化便利化政策制度的海关监管特殊区域。公司地处海南，最终控制人为海南省国资委。\n2、2025年4月3日互动，控股股东海南控股于 2021年作出免税资产注入承诺，承诺期限调整为2028年5月12日,但海南控股始终将免税资产注入作为战略目标,目前已制定专项提升方案。\n3、2025年10月28日互动，网营科技在建工程主要为位于杭州市西湖区的双桥（云谷）地块建设项目。\n4、公司前期投资的J8丝印光伏玻璃生产线已于2024年7月正式投产，该条双玻生产线具备薄玻璃、大尺寸、打孔（三角孔）、丝印玻璃等产品的生产能力，契合行业对双玻光伏组件的发展趋势。\n5、公司是一家具备完整产业链的幕墙的专业企业，重点发展三大产业“幕墙与内装工程产业”、“光伏玻璃产业”、“特种玻璃深加工产业”。"
        }
      ]
    },
    {
      "name": "核聚变",
      "reason": "2025年12月4日，英伟达CEO黄仁勋表示，能源成为人工智能的下一个全球瓶颈，预测未来十年内，小型核反应堆将被广泛用于为人工智能系统供电。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh601106",
          "name": "中国一重",
          "limit_time": "09:56:37",
          "analysis": "可控核聚变+央企/机械制造+核电+镍\n1、2025年12月4日盘后公众号消息，中国一重与塔克拉夫集团领导见证合作协议签约。2025年12 月 4 日预言能源将成 AI 发展全球瓶颈，未来十年小型核反应堆将广泛用于 AI 供电。\n2、公司为可控核聚变创新联合体成员之一。主要从事重型机械制造业务，实控人国务院国资委。\n3、公司持有控股股东一重集团持有的中品圣德38.74%股权，并间接享有印尼德龙镍业23%权益。印尼德龙项目是印尼当地单体最大的项目，主营采矿产品的加工和精炼，主要产品是镍铁。当地动力煤+高品位红土镍矿资源丰富，对应成本优势显著。\n4、公司是领先的核能设备、重型压力容器、冶金设备、大型铸锻件制造商，是国内最大的核电锻件生产企业，90%以上的国产核电锻件，80%以上的国产核反应堆压力容器由公司生产。"
        },
        {
          "code": "sh688719",
          "name": "爱科赛博",
          "limit_time": "11:23:37",
          "analysis": "核聚变+服务器电源测试+光刻机\n1、2025年11月3日投资者调研，公司拓展覆盖BEST及环流三号为代表的核心重点项目，同时积极拓展商业堆领域的多技术路线项目（如高温超导托卡马克、球形托卡马克、场反位形等路线），深入对接需求方案，全力支撑保障业务推进，预计四季度随着各类项目进展及招标公示，力争取得合作订单。\n2、公司为AI服务器电源核心部件（如UPS、PSU、SST）提供“源”“载”的核心测试设备，并为生态构建提供解决方案，已与“头部客户”进行产品试用和小批量使用，后续将持续加大投入，实现进口替代。\n3、2024年6月5日互动，公司电能质量控制设备已经应用在以光刻机等为负载的半导体企业的配电系统中。公司和某半导体装备企业展开合作，为其开发MOCVD设备所需的特种电源设备；对标AMETEK的产品也已经进入工程样机阶段，可广泛应用于半导体制备、光纤制备等领域。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sz002589",
          "name": "瑞康医药",
          "limit_time": "14:53:18",
          "analysis": "病毒检测仪器+医疗医药+创新药\n1、公司为全国4000余家二级以上医院提供体外诊断服务，为有需求的医院提供检测冠状病毒的仪器（高敏化学发光仪、全自动免疫分析仪等）。\n2、公司主要业务板块包括（1）药品、器械配送板块；（2）体外诊断板块覆盖实验室生化、免疫、临检、凝血、微生物、病理、分子诊断、POCT（即时检验）等全领域。（3）数字医疗板块构建了多维度智慧医疗服务矩阵，旗下三大核心主体形成协同生态。（4）医药物流板块拥有药品和医疗器械第三方物流资质；（5）中医药板块在中药种植基地、饮片加工、药材销售、中药食品、中药创新药的全产业链中均实现了协同发展。\n3、公司与广东药科大学合作研发治疗非酒精性肝脂肪变中医新药FTZ浓缩丸，报告期内已进入临床二期阶段，并布局微生态医学食品及活体生物药。"
        },
        {
          "code": "sz002585",
          "name": "双星新材",
          "limit_time": "09:25:00",
          "analysis": "BOPET+光伏背板膜+MLCC离型膜\n1、网络截图显示（未证实，时间未知），BOPET厂家表示，为进一步落实国家发展改革委市场监管总局《关于治理价格无序竞争维护良好市场价格秩序的公告》的要求，反对行业内低于成本的倾销行为，在现有基础上我们继续减产：在现有基础上减产20%；春节其间将进一步增加减产幅度，预计将达50%左右。双星新材已成长为全球BOPET行业龙头；公司的MLCC离型膜是公司未来的增长领域之一。\n2、公司光伏背材基膜市占率30%，产品应用汽车方面的有节能窗膜、安全膜、车衣车膜等，应用于新能源领域的包括新能源光伏背板、新能源电池铜箔等。\n3、公司具备4.5微米基膜量产能力，目前在已开发4.5μm基材基础上正开发3.5μm及以下基材。\n4、公司是一家专注于先进高分子材料研发、制造和销售的国家高新技术企业。已构建光学材料、新能源材料、节能窗膜材料、信息材料、热收缩材料的五大板块。"
        },
        {
          "code": "sz003029",
          "name": "吉大正元",
          "limit_time": "09:32:18",
          "analysis": "量子科技+商业航天+密码安全+蚂蚁科技间接持股\n1、2025年12月5日讯，工业和信息化部公示量子信息标准化技术委员会筹建方案。公司在量子领域主要致力于量子通信、量子随机数发生器等相关量子技术与密码技术的结合，已实现抗量子签名的算法，并成功开发传统密码和抗量子密码混合模式的密钥生成以及证书签发功能。\n2、公司曾成功参与“天宫一号与神州九号”对接保障任务，承担了“神州十号”飞船、“探月工程”“嫦娥”卫星发射等重大工程安全保障工作。\n3、公司积极探索以“密码+AI+芯片”为核心的技术研发创新，以密码为根基，通过在芯片层面融合大模型算力与密码算力，实现更安全可控的大模型安全底座，目前该产品尚处于与国内算力芯片厂商技术对接阶段。\n4、上海云鑫创投持有公司11.25%股权，上海云鑫为蚂蚁科技100%控股。"
        },
        {
          "code": "sz002492",
          "name": "恒基达鑫",
          "limit_time": "13:59:45",
          "analysis": "石化物流+油储+保税仓储+科技基金\n1、2025年12月8日消息，委内瑞拉副总统呼吁石油行业保持警惕。\n2、公司为华南沿海地区规模最大的石化产品码头，其中珠海库区共有储罐60个，罐容为61.30万m³，码头拥有5千吨级、5万吨级和8万吨级泊位各1个。\n3、公司是一家专业的第三方石化物流服务提供商，主要从事为国内石化产品生产商、贸易商的进出口货物提供码头装卸、仓储、管道输送、装卸业务、仓储业务。业务辐射国内石化工业发达的珠三角地区、长三角地区和华中地区。\n4、2025年8月12日晚公告，公司拟出资不超过2亿元与专业投资机构共同投资基金，投资于集成电路、人工智能产业等硬科技赛道。\n5、2025年4月23日互动：公司的珠海库区和扬州库区设有液体化工品保税仓库和石油产品保税仓库，两地保税仓库服务主要以当地石化生产企业和石化贸易客户。"
        },
        {
          "code": "sh603023",
          "name": "威帝股份",
          "limit_time": "14:35:22",
          "analysis": "辅助驾驶+收购阿法硅51%股权+汽车电子\n1、公司有高级辅助驾驶和车联网相关产品。《威帝云总线车联网服务平台项目》公司已建立数据存储中心，车载终端和大数据服务平台都已在运行。公司自主开发的汽车行驶记录仪，使我国汽车拥有了自己的“黑匣子”。\n2、2024年12月31日晚公告，公司已完成购买奇瑞新能源及上海洛顿合计持有的阿法硅新能源共性技术研究院51%股权，交易对价4165.42万元。阿法硅现阶段产品主要销往奇瑞新能源，主要为奇瑞新能源的iCAR品牌车型提供中控显示屏、仪表显示屏产品等。\n3、公司控股股东丽水久有持股航迅信息8%股份，后者是一家航空通信及监视产品研发商，专注于为用户提供飞行器空地无线宽带通信及情报侦察监视、海边防空中巡逻通信与地面监视等解决方案。"
        },
        {
          "code": "sh688325",
          "name": "赛微微电",
          "limit_time": null,
          "analysis": "高端模拟芯片+电池管理芯片\n1、公司持续在高端模拟芯片领域加大研发投入，其中中高压大电流电源芯片、高精度 LDO、充电管理芯片等产品已经进入工业类和消费类的电源管理芯片市场。\n2、公司的主营产品以电池管理芯片为核心，并延展至更多种类的电源管理芯片，具体包括电池安全芯片、电池计量芯片和充电管理等其他芯片。公司专注于电池管理芯片领域，产品性能整体与国际竞争对手相当，部分指标已超过竞品。系国内电池管理芯片领域中少数覆盖全品类的企业。\n3、公司产品终端客户包括多个知名ODM厂商，产品广泛应用于笔记本电脑及平板电脑、智能可穿戴设备、轻型电动车辆等行业知名品牌的终端产品中。"
        },
        {
          "code": "sh688499",
          "name": "利元亨",
          "limit_time": null,
          "analysis": "等静压设备+钙钛矿设备+锂电设备+比亚迪合作\n1、2025年12月7日官微发布，近日公司与全球高压技术领域的奠基者与领导者Quintus正式签署战略合作协议，致力于开发出更高效、更稳定、更适配大规模量产需求的下一代固态电池等静压设备。\n2、2025年6月20日互动，光伏方面，公司与钙钛矿企业持续推进钙钛矿设备的技术研发及市场拓展。\n3、2025年7月14日互动，公司已中标国内头部车企全固态电池整线设备订单，覆盖电极制备、电解质复合、高压化成等关键环节的核心装备。目前设备交付及验证工作有序推进，同时与多家主流电池厂及车企开展技术交流。\n4、公司是国内锂电池制造装备行业领先企业之一，锂电池制造设备业务占比约81%，宁德时代、比亚迪为公司第一、第二大客户。"
        },
        {
          "code": "sh600743",
          "name": "华远控股",
          "limit_time": "",
          "analysis": "房地产+北京国资+转型城市运营服务商\n1、2025年4月29日盘后公告，公司成功完成重大资产重组，将房地产开发业务置出，迈向轻资产运营时代。华远地产将聚焦酒店管理、物业管理、长租公寓运营管理等轻资产业务。同时整合资源、发挥品牌优势，加速向综合性城市运营服务商战略转型。\n2、公司是国内房地产行业的先驱企业，产品涉及住宅、写字楼、商业、酒店等多种物业类型。实控人为北京市西城区国资委。\n3、2025年5月16日晚公告，华远集团已向华远地产支付全部交易价款。如下公司此前进行房地产业务置出，向综合性城市运营服务商的战略转型目标。"
        },
        {
          "code": "sh601996",
          "name": "丰林集团",
          "limit_time": "",
          "analysis": "创投+纤维板+林业\n1、公司共同参与设立北京荷塘探索创业投资有限公司，该基金的主发起人和基金管理人为启迪创投，募资规模5亿元人民币，丰林集团认缴金额为5000万元人民币。基金存续期间将延长至2027年6月8日。\n2、公司是国内规模大、装备先进的林板一体化产业集团之一，主要从事人造板的生产销售以及营林造林业务。\n3、公司在广西拥有约20万亩速生丰产林林地，在广西南宁、百色和安徽池州拥有3家纤维板工厂，在广西南宁、广东惠州拥有2家刨花板工厂，合计产能规模达130万立方米。"
        },
        {
          "code": "sh603836",
          "name": "海程邦达",
          "limit_time": "",
          "analysis": "中美航线+保税仓+跨境电商+半导体\n1、2025年5月12日互动，公司围绕现有海运运力资源，巩固“中国-东南亚-美国“航线优势、强化\"欧地黑、中东红海印巴”等航线增势、拓展“SOC、COC\"等差异化产品。公司亚洲-北美NVOCC（无船承运人）排名第12。\n2、公司国内布局近20万平仓储（含10万平保税仓），海外新增马来西亚槟城、印尼雅加达等网点，东南亚自营报关覆盖5国。\n3、公司签约地中海航运等17家船司，空运合作全日空等航司，跨境电商线路超20条。\n4、目前公司半导体行业客户群已全面覆盖芯片设计、封装测试、备件供应、设备制造到精密仪器等全产业链的关键业务环节。公\n5、2024年公司海运业务量达63.73万TEU（同比增长26.55%），空运业务量21.64万吨（同比增长12.01%），铁运业务量3.40万TEU（同比增长5.92%）。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。\n2、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n3、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n4、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sh600696",
          "name": "*ST岩石",
          "limit_time": "09:41:17",
          "analysis": "酱酒+首发经济+新白酒品牌+新零售\n1、公司酱酒为主赛道，主要有天青贵酿品牌、君道贵酿品牌的系列产品。\n2、公司荣登“2023上海市首发经济引领性本土品牌推荐榜单”。\n3、最®酒定位年轻潮生活品质新白酒品牌，致力为当代年轻人提供更多兼具高品质的新文化白酒。公司通过天猫、京东、抖音等平台开设线上门店；子公司光年酒业聚焦低度酒电商及新零售发展。\n4、公司持有江西章贡酒业25%股权。后者是全国白酒工业百强企业，江西省重点酿酒企业。"
        },
        {
          "code": "sz000820",
          "name": "*ST节能",
          "limit_time": "",
          "analysis": "控制权拟变更+生物质发电+节能环保\n1、2025年11月4日盘后公告，公司控制权或生变，控股股东所持股份正被司法拍卖，后续处置尚未明确。2025年5月21日公告选举朱林为董事长并变更法定代表人，朱林曾在中信建投证券任职，具备金融与法律背景。\n2、旗下大唐安徽发电660MW超临界燃煤机组直燃耦合生物质发电项目是国内首台套生物质散料直接破碎燃煤耦合掺烧项目，每年可产生2.3亿度绿电，减排二氧化碳27万吨。\n3、公司的主营业务是节能环保行业清洁冶炼业务，其中，江苏院定位为一家依托蓄热式转底炉清洁冶炼技术、蓄热式燃气熔分炉冶炼技术、氢气竖炉清洁冶炼技术，对黑色、有色矿资源及其固体废弃物等高能耗、高污染行业的工艺路线进行创新升级的工业节能环保与资源综合利用的技术方案提供商和工程承包商。"
        }
      ]
    }
  ]
}