{
  "date": "2025-09-17",
  "update_time": "2025-09-17 15:39:08",
  "category_count": 11,
  "total_stocks": 93,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600699",
          "name": "均胜电子",
          "limit_time": "09:25:01",
          "analysis": "签订大单+人形机器人+智能驾驶+汽车电子\n1、2025年9月15日盘后公告，子公司近期新获两家头部品牌主机厂客户项目定点通知，包括 CCU、智能网联等产品，订单总金额约150亿元，计划从 2027 年开始量产。\n2、2025年9月5日业绩说明会，国内客户方面，已与智元机器人、银河通用等头部客户进行合作，海外客户方面，已为某头部机器人公司批量交付机器人后脑勺、颈部、肩部、膝盖及手指等部件，同时正在探讨下一代头部显示方案和头部总成供货。\n3、在智能驾驶领域，公司与多家主机厂和平台合作。公司控股子公司均联智行和华为签署了合作协议，未来双方的合作产品将搭载华为提供的智能座舱核心模组、鸿蒙车机操作系统、HMS-A核心能力平台及鸿蒙应用生态。\n4、公司主要产品有汽车安全系统和汽车电子系统，公司致力于智能驾驶控制系统、新能源汽车动力管理系统、工业机器人、空调控制系统、汽车发动机涡轮增压进排气系统和传感器系统等的研发与制造。"
        },
        {
          "code": "sz002617",
          "name": "露笑科技",
          "limit_time": "09:30:00",
          "analysis": "与开普勒机器人合作+碳化硅+光伏电站+铜缆+特斯拉\n1、2025年9月16日晚公告，控股子公司宁波君屋智能与开普勒机器人及某国内头部跨境电商签订战略合作协议。合作内容包括AI具身智能技术研发、美国及欧洲市场的合作、共同研发及联合品牌建设等。针对宁波君屋的家庭具身AI服务机器人，双方有信心通过共同努力力争在26-28年在美国及欧洲市场各类产品累计销售不少于100万台。\n2、公司主要从事碳化硅业务、光伏发电业务、漆包线业务。碳化硅业务主要为 6 英寸导电型碳化硅衬底片的生产、销售。公司官网显示公司主要客户有特斯拉。\n3、公司旗下顺宇洁能的主营业务为光伏电站的投资、 建设及运营，电站的主要形式分为集中式光伏电站和分布式光伏电站； 顺宇的主要客户为国家电网。 目前公司拥有光伏电站装机总量 81.31万千瓦。\n4、公司持有深圳万德漆光电16.67%股权。公告显示，万德漆光电主要产品为传输速率为25G至800G的各种类型铜缆产品。"
        },
        {
          "code": "sz002562",
          "name": "兄弟科技",
          "limit_time": "09:36:03",
          "analysis": "业绩预增+二氢月桂烯醇+PEEK核心原料+维生素+CMO\n1、2025年9月16日晚公告，预计2025年前三季度净利润为1亿元-1.15亿元，同比增长207.32%-253.42%。业绩增长主要由于部分维生素产品价格上涨，苯二酚项目产能利用率提升、销量增加，以及部分产品成本下降，整体毛利率同比上升。\n2、公司在2020年募集资金用于年产30000吨天然香料建设项目，项目一期拟新建一条年产6000吨二氢月桂烯醇生产线。\n3、对苯二酚是合成聚醚醚酮(PEEK)的核心原材料之一。公司现已完成国内主流PEEK厂家送样工作，目前处于验证阶段。公司目前拥有2万吨邻苯二酚与对苯二酚产能。全资孙公司兄弟生物为公司专业原料药生产基地，以承接公司后续特色原料药生产及原料药CMO/CDMO业务。\n4、公司医药食品主要包括维生素、香精香料、医药等相关产品，拥有维生素K3产能合计3000吨/年。\n5、公司实控人钱志明同时为朗视科技董事长，朗视仪器专注医学影像赛道，朗视仪器2024年4月撤回科创板IPO。市场猜测朗视科技可能注入公司。"
        },
        {
          "code": "sh600207",
          "name": "安彩高科",
          "limit_time": "14:14:06",
          "analysis": "拟收购河南高纯矿物+光伏玻璃+超聚变借壳猜想（河南国资）+石英砂矿\n1、2025年9月16日晚公告，公司拟1501万元收购洛宁中天利持有的河南高纯矿物100%股权，标的主营业务为高纯矿物的生产销售，产品目标为满足半导体、光伏、光纤通信等行业对高纯度石英材料的需求。\n2、公司主营业务包括光伏玻璃、浮法玻璃、药用玻璃和天然气业务。公司超白浮法玻璃产能 600t/d，主要应用于建筑领域。控股子公司安彩能源经营西气东输豫北支线天然气管道运输业务。\n3、公司控股股东为河南省财政厅，持有公司41%股份。河南省财政厅间接参股超聚变。据媒体报道2024年超聚变国内服务器市场市占率排名第二。\n4、公司现有安阳、焦作、许昌三大光伏玻璃生产基地，日熔量 2,700t/d。全资子公司安彩光热科技为国内少数批量生产光热玻璃的企业，应用于太阳能光热电站。\n5、公司可年产中硼硅玻管1万吨、低硼硅无色药用玻璃管1.4万吨、管制注射剂瓶3亿支、安瓿瓶5亿支。"
        },
        {
          "code": "sz002172",
          "name": "澳洋健康",
          "limit_time": "",
          "analysis": "实控人拟变更+养老+婴童医护+医美\n1、2025年9月15日晚公告，公司控股股东澳洋集团拟将其持有的公司20%股份转让给悦升科技，转让价格为3.87元/股，交易价款合计为5.93亿元。本次协议转让完成后，悦升科技将成为公司控股股东，张家港经开区管委会将成为公司实控人。\n2、公司依托澳洋医院总院以及澳洋医院三兴分院、顺康医院、港城康复医院、等专科医院，形成了“大专科、小综合”的医疗服务体系。目前，公司旗下医院的床位总数已超过2300张。公司积极推进医养结合，为老年人提供优质的养老服务。\n3、公司高级产院集医疗、教学、科研、护理为一体，与儿科、新生儿病房及监护室、月子中心密切合作，为高危新生儿监护及产后休养提供了便利条件。\n4、公司控股的张家港唯恩国际医疗美容医院为连锁抗衰老品牌，在德国、瑞士等地都设有专业的抗衰老机构，专注私人健康管理，高端抗衰老、高端定制医美。唯恩医疗集医疗美容、激光美容等于一体。\n5、参股公司安徽大岭主营天然山泉水的生产及销售。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "1、马斯克在社交平台上发帖称，计划于本周六对特斯拉的AI5芯片设计进行技术评审，并已安排下周就人工智能、Optimus人形机器人及汽车生产召开会议。\n2、人形机器人创企 Figure即将发布三项重大公告——未来三天每日发布一项。",
      "stock_count": 27,
      "stocks": [
        {
          "code": "sh600376",
          "name": "首开股份",
          "limit_time": "14:14:58",
          "analysis": "间接投资宇树+体育产业+房地产开发+养老+低价股\n1、2025年9月2日宇树科技宣布将在四季度提交IPO申请；公司通过其子公司首开盈信持有金石投资间接投资宇树机器人。\n2、2025年9月8日互动，公司参与了冬奥会国家速滑馆的场馆建设，建设团队后续将转为运营团队。\n3、公司主营房地产开发、商品房销售，在北京地区房地产市场占有率较高，在通州等地区有土地储备。2025年8月8日晚公告，2025年7月公司共实现签约面积5.57万平方米；签约金额7.71亿元。1-7月公司共实现签约面积77.63万平方米；签约金额121.79亿元。\n4、公司主要业务包括：房地产开发、物业经营、 城市更新等创新业务、房地产金融等，实控人是北京国资委。\n5、截止到2023年末，公司旗下养老业务首开寸草品牌已投入运营养老院9家，床位700余张，在院老人超过500人。"
        },
        {
          "code": "sh600170",
          "name": "上海建工",
          "limit_time": "11:13:10",
          "analysis": "间接持股乐聚机器人+黄金+混凝土+低价股\n1、公司通过上海联新创新五期私募投资基金、上海道禾志医一期私募基金间接持有乐聚机器人股份。\n2、据2025年8月30日半年报，公司黄金业务上半年营收4.031亿元，旗下扎拉矿业持续贡献黄金产量。 \n3、公司是中国建筑行业先行者和排头兵，位列《工程新闻记录（ENR）》全球最大250家工程承包商第8位、《财富》世界500强第363位，是中国第三大预拌混凝土供应商。\n4、公司新增投资上海成加西郊农产品交易中心屋顶分布式光伏电站二期项目，并于2021年8月6日并网发电。"
        },
        {
          "code": "sz000559",
          "name": "万向钱潮",
          "limit_time": "09:30:57",
          "analysis": "机器人（万向节）+丝杠+重组进展+低空经济\n1、网传特斯拉新一代机器人Gen3或在腕关节增添万向节，用来增加运动灵活度（未经证实）。公司的万向节在国内市场的占有率领先。\n2、2025年5月7日调研纪要，人形机器人关节方向，公司已围绕直线执行器相关行星滚柱丝杠轴承等精密核心件成立技术攻关组，相关产品处于研发阶段。\n3、2025年5月7日盘后公告，重大资产重组工作正在进行中，5月6日已披露《交易预案》；2024年5月5日晚公告，拟购买万向美国持有的WAC100%股权，后者系全球主要汽车整车厂的核心零部件供应商。\n4、2024年11月1日盘后公告纪要，公司参股万向一二三有利于加快公司战略转型，积极推进公司投资清洁能源汽车科技公司的战略。部分投资者预期万向一二三借壳上市预期。\n5、参股公司芯旺微具备车规级MCU芯片的量产供货能力。公司在低空飞行器领域多个轴承产品送样测试进展顺利。"
        },
        {
          "code": "sz002067",
          "name": "景兴纸业",
          "limit_time": "09:25:00",
          "analysis": "间接投资宇树+投资盛合晶微+eVTOL+纸业\n1、全资子公司上海景兴参与的容腾基金对宇树科技的投资额为2000万元，持股比例为1.8044%。\n2、公司2022年3月出资9501万元间接投资盛合晶微半导体。2025年6月18日盛合晶微IPO辅导状态变更为辅导验收。\n3、公司全资子公司参与的容腾基金有投资御风未来，该公司主要是做evtol和工业无人机，已有收入和订单。\n4、公司是全国最大的专业生产牛皮箱板纸生产企业之一，是箱板纸行业的龙头企业之一。公司现在的产能有年产135万吨包装用纸、80万吨再生浆板、1.2亿平方米纸箱纸板及18.8万吨生活用纸。\n5、公司持股20%的治丞公司的主导产品主要包括：自动化加工单元，桁架机器人，精密机床，工业机器人自动化生产线等。"
        },
        {
          "code": "sh603618",
          "name": "杭电股份",
          "limit_time": "09:30:44",
          "analysis": "电力电缆（宇树）+特高压+光通信（杭州）+锂电铜箔\n1、2025年9月16日据国网杭州供电公司官微，9月15日国网杭州供电、宇树科技、具身智能基地、国网浙江华电研究院四方在公司融合创新中心签署“电力+具身智能”框架合作协议，开启在电力人工智能应用领域的深度合作；公司地处杭州，最主要的产品是电力电缆。\n2、公司地处杭州，具备光通信“光棒—光纤—光缆”一体化产业链。网传公司供货杭钢股份光纤光缆。（未证实）\n3、公司是国家电网和南方电网高压、超高压电力电缆和特高压导线的主要供应商。\n4、公司年产5万吨新能源汽车锂电池超薄铜箔项目一期工程于2023年11月投入试生产运行。\n5、公司电力电缆产品主要包含电力电缆、导线及民用线，用于电力传输。"
        },
        {
          "code": "sz002126",
          "name": "银轮股份",
          "limit_time": "09:37:12",
          "analysis": "Figure机器人+数据中心液冷系统+比亚迪\n1、Figure创始人于2025年9月16日宣布，Figure即将发布3项重大公告。Figure完成C轮融资，投后估值390亿美金。机构表示公司已拿到北美客户（非T）旋转总成1k台订单，预计公司大概率是Figure旋转总成供应商。公司在机器人零部件领域的业务尚处于研究开发阶段，尚存在不确定性，未形成销售收入。\n2、公司2021年开始发展以数据中心和服务器等领域的热管理业务，目前涉及的品类包括GPU芯片冷板模组、服务器流量分配单元CDU、数据中心冷却塔，精密空调、预制浸没一体式液冷机组等产品，部分品类已经为头部客户量产配套。\n3、公司跟比亚迪配套产品包括电子风扇，电池换热器，油冷器等。\n4、公司是全球新能源汽车热管理产品种类最全的供应商，公司也是国内最大机油冷却器生产商，热交换器产销量已连续十多年保持国内行业第一，外销占比超20%。"
        },
        {
          "code": "sh603626",
          "name": "科森科技",
          "limit_time": "13:12:59",
          "analysis": "机器人结构件+固态电池+供货苹果+折叠屏手机铰链\n1、2025年5月28日互动，公司为某品牌家用机器人提供相关结构件，切入机器人供应链。\n2、公司持有固态电池生产、研发企业清陶能源0.24%的股份；同时公司作为清陶能源供应商，公司为清陶能源及其控制的公司提供电池周边结构件产品。公司与清陶成立合资公司科森清陶（公司持股81%）未来在固态电池等领域开展相关业务合作。\n3、公司在消费电子领域已发展了苹果公司等国内外知名客户。公司为某品牌家用机器人提供相关结构件；主要为VR产品提供部分结构件。\n4、据数码博透露，华为第二代三折叠旗舰Mate XTs将于2025年9月中上旬发布。折叠屏手机较普通手机，增量部分主要为铰链和UTG盖板。公司为专业的铰链供应商，生产的折叠屏手机铰链已量产目前主要供货华为。\n5、公司有智能手机钛合金边框加工工艺。消费电子产品有加热不燃烧电子烟。"
        },
        {
          "code": "sh600735",
          "name": "新华锦",
          "limit_time": "13:16:39",
          "analysis": "机器人（电子皮肤&外骨骼）+养老+脑机接口+跨境电商\n1、网传纪要，子公司锦鹏机器人与两位专家学者（电子皮肤&外骨骼领域）合作的科学界与产业界融合新模式新路径的首个落地案例，成立不到一个月时间外骨骼机器人订单已超1000台。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sh603992",
          "name": "松霖科技",
          "limit_time": "09:48:08",
          "analysis": "人形机器人+越南基地+家装+美容健康品\n1、2025年3月投资者关系交流：公司成功并购了厦门威迪思，计划将后者的智能底盘运动系统及技术与公司的核心能力相结合，往工业类机器人方向发展。2025年3月17日，达闼机器人与公司在厦门签署了战略合作框架协议，将共同探索人形机器人创新领域产业机会。\n2、2025年4月9日公司互动：美国市场占公司总收入20%左右。针对出口至美国的产品，公司主要采用FOB交易模式，运费及关税由客户直接承担；公司已在越南设立海外生产基地。\n3、公司主要产品包括花洒、淋浴器、龙头、智能马桶、智能浴室柜等。\n4、美容健康品类已成为公司快速成长的新业务，产品包括 SPA 美容花洒、美容仪、冲牙器、健发仪、智能测肤仪等细分单品。\n5、公司已开始孵化其他新兴智能健康硬件，目前主要聚焦于智能健身及智能睡眠监测系统两大品类及场景。"
        },
        {
          "code": "sh605389",
          "name": "长龄液压",
          "limit_time": "09:57:36",
          "analysis": "机器人零部件+实控人拟变更+光伏支架+金属零部件\n1、2025年2月21日互动，公司目前向杭州海康机器人、兰剑智能、翼菲机器人小批量供货AGV小车、AMR智能搬运机器人顶升机构用回转支承。\n2、2025年7月10日盘后公告，核芯听涛、澄联双盈拟受让夏继发、夏泽民持有的公司29.99%股权，同时核芯破浪拟以36.24元/股向除核芯听涛、澄联双盈以外全体股东发出部分要约收购公司12%的股份，本次交易完成后，公司实控人将变更为胡康桥。\n3、公司控股子公司江阴尚驰是一家光伏回转驱动制造商，其中光伏系列王要应用于光伏跟踪支架上，提高发电效率。\n4、公司产品具体包括中央回转接头、张紧装置、工程机械回转减速器、精密铸件和光伏回转减速器等，下游产品遍及工程机械、光伏跟踪、AGV 运输车、家用电器、工业制冷、工业制造、汽车制造等。"
        },
        {
          "code": "sh603040",
          "name": "新坐标",
          "limit_time": "10:05:17",
          "analysis": "机器人（冷精密成形技术）+汽车零部件（墨西哥）+汽车底盘\n1、据2024年年报，公司将拓展冷精密成形技术（包括冷锻、冷冲、冷轧、冷拉拔、滚压和滚轧等）在多领域的运用，包括但不限于：滚珠丝杠，行星滚柱丝杠，各类机器人精密零件等项目。公司设立控股子公司玖月捌传动，后者专注滚柱丝杠、滚珠丝杠等精密传动零部件研发、生产，总投资约5亿元，拓展机器人、汽车电驱动等新领域。 \n2、墨西哥子公司作为公司在北美市场的生产基地，主要服务墨西哥大众、北美通用等国际客户。\n3、公司底盘系统精密零部件已量产运用于比亚迪多个车型。公司积极拓展冷锻技术在新能源汽车领域中的运用，2023年公司新能源汽车产品收入占公司营业收入17.35%。\n4、公司主营业务为精密零部件的研产销，90%以上的客户为汽车厂商，客户涵盖比亚迪、吉利汽车、长安汽车等。公司称全球首创不锈钢线材表面磷化工艺，现已量产，并在多家客户处进行了验证。"
        },
        {
          "code": "sh603980",
          "name": "吉华集团",
          "limit_time": "10:10:52",
          "analysis": "间接投资宇树科技+阿尔茨海默+有机硅++活性染料\n1、2025年9月9日互动，公司于2020年认购浙江容腾创业投资合伙企业，认购额度2000万元，占比1.6667%；容腾基金持有宇树科技1.3217%股权，因此公司通过容腾基金间接持有宇树科技0.0220%股权。\n2、控股子公司江苏康倍得收到国家药品监督管理局核准签发的两项利斯的明透皮贴剂《药品注册证书》。利斯的明主要用于治疗轻至中度阿尔茨海默病。\n3、子公司杭州吉华高分子材料官网显示公司是专业生产各种高性能的不粘涂料，有机硅涂料及陶瓷涂料，年产能达6000吨。\n4、2024年报披露，目前公司拥有分散染料产能7.5万吨，活性染料产能2万吨，其他染料1万吨，H酸产能2万吨，硫酸产能33万吨，涂料产能6000吨，聚氨酯海绵6000吨。\n5、公司主要从事染料、染料中间体及其他化工产品的研产销。染料主要包括分散染料、活性染料等产品，主要用于纺织品的染色和印花。染料中间体主要包括H酸、合成蒽醌等产品，主要用于生产染料。"
        },
        {
          "code": "sz002059",
          "name": "云南旅游",
          "limit_time": "10:32:54",
          "analysis": "人形机器人+云南旅游+网约车+恐龙园\n1、2025年9月16日讯，子公司华侨城文旅科技与浙江人形机器人创新中心签署战略合作协议并共建联合创新实验室，聚焦文旅场景机器人核心技术，计划推动机器恐龙、互动NPC机器人等产品在主题公园及景区应用。\n2、公司依托云南作为中国旅游资源大省的先天优势和资源禀赋，凭借央企华侨城集团的资源支持，形成央地联动的发展模式，已打造出昆明世博园、 世界恐龙谷、云旅汽车、世博出租等为代表的旅游品牌。2025年2月10日盘中消息，即日起，国家移民管理局实施东盟国家旅游团入境云南西双版纳免签政策。\n3、公司旗下云旅汽车是云南省政府指定的线下交通服务商之一，获得国家交通部颁发的租赁、网约车、共享车全牌照资质。\n4、公司拥有稀缺的化石资源优势。子公司恐龙谷公司位于素有“中国恐龙原乡”、“世界恐龙之乡”之称的 世界恐龙谷旅游区内，拥有一个世界级的恐龙掩埋及发掘原址现场，是中国最大的恐龙化石遗址区域。"
        },
        {
          "code": "sh603809",
          "name": "豪能股份",
          "limit_time": "11:13:46",
          "analysis": "机器人（减速机）+供货军机+商业航天+汽车零部件\n1、2025年7月7日互动，公司产品通过tier1配套小米汽车。全资子公司重庆豪能正在建设智能制造核心零部件项目，积极布局机器人用高精密减速机及关节驱动总成，部分产品已在智能机器人等领域应用。\n2、公司全资子公司重庆豪能在璧山区人民政府的支持下，已将机器人用高精密减速机及关节驱动总成纳入长远发展规划，目前正在抓紧进行项目建设。公司目前已与多个客户开展机器人产品的技术交流及项目合作。\n3、公司参股34%航天神坤是四川航天军民融合产业孵化平台；产品包括飞机机头、机身、机翼、尾段等各部位相关零部件，主要应用于各型军机、民机及无人机。在卫星应用领域，突破了遥感解译等技术，与星际荣耀、中科宇航等商业航天伙伴建立了合作关系。\n4、公司全资子公司昊轶强有无人机零部件加工业务。\n5、公司主要从事汽车传动系统相关零部件产品的研发、生产和销售以及航空航天零部件的高端精密制造。"
        },
        {
          "code": "sh600114",
          "name": "东睦股份",
          "limit_time": "11:18:46",
          "analysis": "人形机器人（关节电机）+供货华为+MIM（折叠屏铰链）+光伏\n1、网传纪要表示参股公司小象电动，合作人形机器人（上海）公司供货国内首款全尺寸人形机器人【青龙】的关节电机。\n2、控股公司直接和间接供给华为手机MIM结构件、可穿戴设备组件、5G路由器等产品的销售额占比均超过了65%。\n3、公司的MIM技术主要运用于折叠机的铰链，随着折叠机对于耐用性以及降低屏幕折痕等方面需求提升，铰链的复杂度也相应提升，带动单机MIM用量和价值量的同步增长。公司MIM技术领先且具备5条折叠机模组生产线。\n4、公司是国内软磁材料的主要供应商，下游主要的应用场景是光伏逆变器和储能。\n5、公司所生产的汽车行业粉末冶金制品具有性能优且性价比高的特点，在进口替代和全球市场拓展方面有较大空间。"
        },
        {
          "code": "sh603725",
          "name": "天安新材",
          "limit_time": "13:01:07",
          "analysis": "电子皮肤+参股机器人公司+汽饰材料+家居材料\n1、公司参股若铂机器人，通过此次参股，若铂机器人将获得更多资源和支持，加速其技术研发和市场渠道拓展；若铂机器人的技术、产品与公司正在研发的电子皮肤技术具有协同效应，若铂机器人在机器人智能控制方面的技术积累和产品应用经验，将为公司在电子皮肤方面的实践验证与产品落地提供强有力的支持，推动公司在电子皮肤领域的应用突破。\n2、公司地处广东省，专业从事高分子复合饰面材料的研发、设计、生产及销售,主营家居装饰饰面材料、汽车内饰饰面材料、薄膜及人造革等产品， 公司汽车内饰饰面材料的主机厂客户有小鹏、比亚迪、长城等。\n3、公司主营业务为建筑陶瓷以及汽车内饰饰面材料、家居装饰饰面材料、建筑防火饰面板材等高分子复合饰面材料的研发、设计、生产及销售以及整装交付服务。2024年10月28日投资者关系活动记录表，公司通过参股佛山隽业构建装配式内装EPC产业链闭环，提升公装市场竞争力，响应城市更新政策并布局海外整装品牌出海。"
        },
        {
          "code": "sh603219",
          "name": "富佳股份",
          "limit_time": "13:02:07",
          "analysis": "粮仓机器人+乐聚机器人+小家电+吸尘器\n1、2025年8月29日公司携手芯禾机器人（深圳）正式发布粮面智能平粮机器人。网传纪要，公司参股芯禾机器人17%，董事长参股芯禾机器人母公司中科芯禾10%。芯禾系主要负责粮仓设备研发，分为平仓机器人、虫情检测设备和清仓机器人三大类。（未证实）\n2、公司控股51%子公司宁波益佳为乐聚机器人代工各类线路板。乐聚机器人通过哈尔滨乐聚智能、乐聚（深圳）机器人、乐聚（重庆）机器人等主体向富佳实业进行采购。\n3、2025年2月17日互动，公司粮仓用特种机器人、光伏清洁机器人目前都处于测试阶段；公司有生产扫地机器人。\n4、公司是美国Shark品牌吸尘器主要的供应商之一，是Shark品牌母公司JS环球生活的第一大供应商。公司向SKP销售吸尘器核心零部件电机，是戴森公司批准的指定供应商。\n5、公司产品以高效分离无线锂电吸尘器、高效分离有线吸尘器、多功能无线拖把、智能扫地机器人等清洁类小家电为主。"
        },
        {
          "code": "sh603013",
          "name": "亚普股份",
          "limit_time": "13:06:55",
          "analysis": "旋转变压器（人形机器人）+问界合作+燃油箱+储能系统产品\n1、公司拟收购赢双科技，切入旋转变压器与特种电机领域，客户包括奇瑞、东风、比亚迪，网传正在开发人形机器人用旋变传感器（未经证实）。\n2、公司互动表示现与问界M7、9公司相关客户合作中，涉及单个客户的具体事项不便对外披露。公司主要从事储能系统产品、热管理系统产品的研发、制造、销售和服务。燃油箱业务营收占比93.74%。\n3、公司储能系统产品包括燃油系统（含混动汽车高压燃油系统）、电池包壳体、储能电池包箱体、燃料电池储氢系统等。现有主要热管理系统产品包括极寒加温系统和风道等，风道产品用于空调风量的输送。\n4、公司主要客户包括大众、奥迪等国际汽车厂和比亚迪等国内汽车厂以及蔚来、零跑、金康新能源等创新汽车新势力。\n5、公司氢能源相关业务发展处于业务起步阶段。"
        },
        {
          "code": "sz001283",
          "name": "豪鹏科技",
          "limit_time": "13:12:00",
          "analysis": "机器人+固态电池+BBU电池\n1、公司已成功进入多家服务型机器人、陪伴机器人、四足机器狗、人形机器人客户供应链，以电池方案商的专业能力助力客户快速完成导入设计，加快新产品的上市进程。\n2、2025年7月21日盘后互动，公司已完成开发的半固态电池体积能量密度达950Wh/L（循环寿命＞500周），并通过针刺、过充等极端安全测试。\n3、同日互动，在英伟达新一代机柜方案引领下，国内外AI服务器有望标配BBU产品。公司已正式向某全球领先的服务器客户出货BBU电池产品，且有多个项目预计将在下半年陆续走向量产。\n4、中型聚合物软包锂离子电池主要应用于笔记本电脑及周边产品、智能家居等领域；小型聚合物软包锂离子电池主要应用于可穿戴设备及电子烟等领域；圆柱锂离子电池主要应用于便携式储能、蓝牙音箱等领域；镍氢电池主要应用于民用零售、车载 T-Box 等领域。"
        },
        {
          "code": "sh600143",
          "name": "金发科技",
          "limit_time": "13:40:28",
          "analysis": "间接投资宇树+人形机器人（材料）+可降解材料+新能源汽车\n1、据天眼查，公司通过金石投资间接持有宇树0.423%股权。\n2、公司拥有自主研发的PEEK材料的聚合及改性能力。2024年3月26日互动:公司开发的连续碳纤维增强复合材料、特种工程塑料等适用于人形机器人，目前，在部分工业机器人和服务机器人已有应用。\n3、公司的主营业务为化工新材料的研发、生产和销售。其主要产品包括改性塑料、完全生物降解塑料、特种工程塑料、碳纤维及复合材料、轻烃及氢能源和医疗健康高分子材料产品等6大类。公司的碳纤维主要应用于汽车、无人机、电子产品等领域。\n4、公司是亚太地区规模最大、产品种类最为齐全的改性塑料生产企业，生物降解薄膜类原料销量全球前三、亚洲第一。新能源汽车客户包括特斯拉、比亚迪、蔚来、小鹏汽车等。公司的氢气主要是通过丙烷脱氢工艺副产而来。"
        },
        {
          "code": "sz002448",
          "name": "中原内配",
          "limit_time": "13:41:30",
          "analysis": "码垛机器人+无人驾驶+比亚迪+MCU芯片\n1、下属子公司河南中原智信已成功开发并对外销售码垛机器人及室外重载 AGV 车（无人叉车）。\n2、公司入股灵动飞扬超过15%股权，灵动飞扬专注于车辆主动安全驾驶和智能驾驶领域相关产品和系统的开发,在ADAS(汽车驾驶辅助系统)领域拥有核心技术服务能力及稳固的行业领先地位。\n3、公司战略合作伙伴包括比亚迪。\n4、公司通过投资深圳协和聚坤股权投资管理企业间接持股上海灵动微电子。后者是中国本土领先的通用32位MCU产品及解决方案供应商，客户涵盖智能工业、汽车电子等应用领域。\n5、公司是目前国内唯一一家具备大批量生产欧Ⅳ、欧Ⅴ标准气缸套能力的企业，产品包括汽油尾气阀门电控执行器、柴油机智能型电控执行器、 汽油机可变截面电控执行器以及控制系统等。"
        },
        {
          "code": "sz002148",
          "name": "北纬科技",
          "limit_time": "13:44:12",
          "analysis": "机器狗+低空经济+游戏+无人驾驶\n1、公司参股公司天宇经纬（持股30.33%）的天宇云盒T3+四足机器人，可在在艰难路面、崎岖地形等环境下，代替人力进行搜寻、攀爬、负重等任务。在机器狗领域，目前除与宇树科技合作外，天宇经纬也在积极适配其他厂家产品。\n2、天宇经纬目前推出天宇云盒网联终端、“御空”低空智联管控平台、无人机机场在内的多种产品，基于5G网络（兼容4G）为行业用户提供网联无人机应用解决方案。天宇云盒集成了5G高速传输技术，为低空无人设备提供了稳定、高速的网络环境，确保了飞行数据传输的实时性和准确性。\n3、公司游戏业务占比13.14%，推出如模拟建设类游戏《模拟城市：我是市长》、《飞翔之光》、《狙击手冠军》、《超简单的地下城》等多款精品小游戏。\n4、公司在车联网积累了毫末智行等客户。公司物联网业务应用领域广泛，已在安防监控、车联网、广告传媒、行业测绘、自动驾驶等领域提供通信连接及数据服务。"
        },
        {
          "code": "sh688279",
          "name": "峰岹科技",
          "limit_time": "14:56:04",
          "analysis": "机器人+BLDC电机+小家电+电机驱动芯片\n1、2025年4月10日机构调研纪要，公司加入港中大（深圳）牵头下的广东省人形机器人创新中心，公司正在深入优化电机驱动架构算法硬件化路径，积极与下游客户或Tier1厂商开展技术交流，推动工业伺服领域产品逐步实现量产。据2024年半年报，公司在研项目包括“高性能伺服运动控制芯片关键技术”等，主要应用于高端的机器人、直线电机等伺服控制领域、汽车电子等领域，可实现高性能、高集成度的伺服驱动。\n2、TTI是全球电动工具领域领先企业，是峰岹科技电动工具领域重要终端客户之一。\n3、公司主要从事BLDC电机驱动控制专用芯片的研发、设计与销售业务。产品广泛应用于家电、电动工具、计算机及通信设备、运动出行、工业与汽车等领域。\n4、公司产品涵盖电机驱动控制的全部关键芯片，包括电机主控芯片MCU/ASIC、电机驱动芯片HVIC、电机专用功率器件MOSFET等；公司已在芯片电路设计单芯片层面实现部分集成/全集成HVIC、MOSFET的高集成度电机主控芯片产品，并可提供电机驱动专用智能功率模块IPM。"
        },
        {
          "code": "bj831834",
          "name": "三维装备",
          "limit_time": "",
          "analysis": "机器人（腱绳材料）+输送带+北交所\n1、公司官网显示有超高分子聚乙烯型材产品，据网络资料超高分子聚乙烯可作为机器人用腱绳材料。\n2、公司是粮油机械斗式提升机国家标准的起草单位之一，主要产品有斗式提升类零部件、工程塑料类高分子耐磨型材、刮板输送类零部件等。\n3、公司为客户提供损耗类零部件产品的“一站式采购”服务，是一家集产品与服务于一体的专业制造型企业，产品主要用于散状物料输送机械的生产及最终用户的损耗件替换。\n4、公司客户覆盖了布勒机械、捷赛股份等粮食输送机械制造龙头企业，以及中储粮、正大集团、新希望等集团化终端用户。"
        },
        {
          "code": "sz002472",
          "name": "双环传动",
          "limit_time": "",
          "analysis": "RV减速器+汽车零部件+高精度齿轮\n1、2022年公司RV减速器在中大负载，特别是50公斤到210公斤负载的应用里面实现了非常关键的突破。2021年国内机器人RV减速器市场纳博特斯克仍占据53%的销量份额，双环传动销量提升至14%位居第二，国内领先。\n2、2025年9月10日互动，子公司环动科技从事机器人关节高精密减速器的研产销，产品包括RV减速器、精密配件及谐波减速器，RV减速器为子公司主要产品，广泛应用于机器人、工业自动化等高端制造领域。\n3、公司主要应用领域涵盖汽车的动力总成和传动装置包括变速器、分动箱等，新能源汽车的动力驱动装置如混合动力变速器以及各类纯电驱动电机与减速传动齿轮。\n4、公司是全球最大的齿轮散件制造企业，已形成工业机器人用全系列RV减速器产品。"
        },
        {
          "code": "sh603275",
          "name": "众辰科技",
          "limit_time": "",
          "analysis": "机器人零部件+减速器+工业机器人+伺服系统\n1、2025年6月20日互动，公司专注于工业自动化领域，主要产品变频器和伺服系统系工业自动化设备的关键部件，减速器产品同样系工业自动化设备的重要组成部分。低压伺服系统和减速器可应用于机器人关节模组。\n2、2025年6月20日互动，子公司浙江贝托专业从事行星减速器、谐波减速器等精密传动装置研发、生产和销售。\n3、2024年年报披露，公司伺服系统应用领域包括食品加工、智能装备、物流仓储、激光设备、工业机器人等行业。\n4、公司主要产品为低压变频器和伺服系统等，在低压变频器的国产替代进程中占据一席之地。\n5、公司正加速开拓新产品和新领域，包括如US880伺服系统、注塑机可编程显控一体控制器等，已在2023年上半年形成销售。"
        },
        {
          "code": "sh603959",
          "name": "百利科技",
          "limit_time": "",
          "analysis": "机器人+固态电池+控股股东破产清算+借壳猜想\n1、2025年5月13日公告，公司策划培育人形机器人、 防爆四足机器人、 低空装备、 履带式底盘、 轮式底盘等机器人通用平台。\n2、公司在固态电池、钠离子电池材料装备领域深耕研究并推进大规模量产技术。\n3、2025年6月23日公告，公司控股股东西藏新海新收到法院通知，邢台天鹭以新海新不能清偿到期债务且明显缺乏清偿能力为由申请对新海新进行破产清算。\n4、2024年12月26日晚公告，提名袁昌杰和王伦为监事候选人。前者现就职广东派勒智能，后者现就职湖南金岭机床、湖南派勒公司。董事会九个席位中派勒集团已独占六席，其专注于微纳米工艺研磨与抛光设备及驱控一体化多轴数控系统研产销，市场有借壳预期。\n5、公司主要服务于新能源锂电池核心材料、氢燃料电池材料和有机合成材料。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "传中芯国际在测试国产DUV光刻机。（未经证实）",
      "stock_count": 15,
      "stocks": [
        {
          "code": "sh600651",
          "name": "飞乐音响",
          "limit_time": "11:13:15",
          "analysis": "芯片测试+阶跃星辰+数据中心+核电（潜在合作）\n1、公司拥有国内半导体封测行业首张EAL6证书，客户覆盖芯片设计、芯片制造及系统集成商，拥有多种先进芯片测试平台。\n2、2025年7月29日盘中消息，阶跃深研开启邀测，可在10分钟完成复杂研究任务。上海仪电集团与阶跃星辰共同投资成立的上海智能算力公司，阶跃星辰持股10%，上海仪电集团持股44%，上海仪电集团100%持股的上海仪电电子集团是飞跃音响控股股东，持有公司33.22%股份。\n3、公司曾在2023年与申通集团签署申通集团大数据中心的“安全管理平台”项目。\n4、2025年6月3日据公司官微，旗下自仪院承办的“上海核电--苏州热工院运行核电机组设备国产化改造技术交流会”在自仪院顺利召开。\n5、公司汽车电子业务围绕汽车照明业务、汽车电子电器业务及家电与汽车线束业务展开，曾中标小米汽车北京工厂质量检测中心项目。"
        },
        {
          "code": "sh603297",
          "name": "永新光学",
          "limit_time": "09:30:00",
          "analysis": "光刻机+业绩增长+激光雷达核心部件+间接供货比亚迪\n1、公司半导体光学业务获头部企业多个光刻及量检测项目，下半年起逐步转化，光刻机光学元组件及模组需求有望释放。2025年8月30日公告，上半年营收4.41亿元，同增2.95%，净利润1.08亿元，同增8.75%。\n2、公司的定位是激光雷达核心光学元部件的供应商。主要客户包括禾赛、图达通、法雷奥等，上述客户已与奔驰、宝马、比亚迪、理想等国内外主流车企建立合作关系。\n3、公司生产的光刻镜头已应用于PCB光刻设备,生产的核心光学模组已应用于光刻检测系统。此外,公司的核心光学元组件产品可应用于激光微加工、光学传感等领域,光学显微镜已用于光通讯、半导体相关设备及集成电路的检测等领域。\n4、公司为全球领先的条码扫描机器视觉设备光学元组件供应商，与全球条码扫描及机器视觉巨头建立长期深度的合作关系。\n5、公司是国内光学显微镜和精密光学元组件的龙头企业。超分辨光学显微镜产品的成功上市标志着公司在光学显微镜领域的技术水平已达到世界顶尖水准。"
        },
        {
          "code": "sz301421",
          "name": "波长光电",
          "limit_time": "09:35:45",
          "analysis": "供货字量异+光刻机光源+精密光学+辅助驾驶\n1、网传纪要表示公司通过了宇量昇非物镜镜片(光源、照明)送样，单台价值量600-800万元。（未经证实）\n2、在半导体应用领域，公司已具备提供光刻机配套的大孔径光学镜头的能力。光刻机平行光源系统可用于国产光刻机领域配套，并已交付多套系统用于接近式掩膜芯片光刻工序。在激光检测和测量方向，公司产品目前已进入半导体光刻领域配套检测产业。2025年5月26日机构调研，目前公司半导体业务主要包括光刻、封测等场景，在成熟制程和先进制程均有涉及。\n3、公司是国内精密光学元件、组件的主要供应商，长期专注于服务工业激光加工和红外热成像领域，提供各类光学设备、光学设计以及光学检测的整体解决方案。公司消费类精密光学镜头已成功进入机器人视觉领域。\n4、公司新型模压工艺研发的多款红外硫系玻璃模压镜头已实现批量出货，主要运用于红外辅助驾驶等领域。"
        },
        {
          "code": "sz301013",
          "name": "利和兴",
          "limit_time": "09:46:39",
          "analysis": "传供货新凯来+传华为机器人+维谛供应商+智能制造\n1、网传公司是新凯来的核心设备组装与测试环节供应商，主要为其提供半导体设备的精密结构件、自动化测试夹具及整机装配服务。（未经证实）\n2、网传纪要表示，公司是华为智能制造设备的长期核心供应商，2023年承接极目机器人生产线的检测类设备和制程类设备订单（未经证实）。公司为华为充电堆供代工服务。2019年华为业务占公司比重为76%，2023年公司第一大客户占比27%。\n3、2024年3月20日互动表示，公司与维谛技术一直保持良好的合作关系，主要为其提供工装夹具与测试平台等产品。维谛Vertiv为英伟达NVIDIA独家制冷合作伙伴。\n4、公司通过相关客户为苹果公司间接提供制程类设备，有立讯精密、捷普、富士康等。公司主要产品为智能制造设备，包括检测类和制程类，主要应用于智能手机、车载等移动智能终端、OLED柔性屏等显示器件等电子产品的检测、生产领域。暂未应用于5G芯片领域。"
        },
        {
          "code": "sz002222",
          "name": "福晶科技",
          "limit_time": "09:46:45",
          "analysis": "光刻光源+华为合作+激光雷达+光通讯\n1、公司曾通过欧洲代理向ASML提供极其少量光学元件，控股子公司福创光电开展衍射光学元件研究、生产，衍射光学元件是光刻机中一系列可动的镜片，主要用于产生光刻所需要的光源。\n2、2024年8月28日互动，公司向华为提供光学元件等产品。\n3、公司具备精密光学元件供应能力，扩产应对医疗、激光雷达、AR/VR、光刻机等高成长应用带来的需求。小部分光学元件产品可用于激光雷达等高级驾驶辅助系统。\n4、公司系中科院物构所下属子公司，非线性光学晶体LBO和BBO市占率近80%，全球第一。\n5、公司是业内少数能够为激光客户提供晶体、光学、器件产品一站式服务的供应商。部分收入来自光通信，主要客户Lumentum。"
        },
        {
          "code": "sz002631",
          "name": "德尔未来",
          "limit_time": "09:49:33",
          "analysis": "半导体+传电子皮肤柔性传感器+地板家居+石墨烯\n1、公司旗下厦门英烯科技主要从事石墨烯智能穿戴应用，能源材料、器件及功能涂料应用，二维半导体材料方面的研究和产业化。\n2、控股子公司烯成石墨烯有相关技术和专利的布局，柔性触控的技术2013年已突破并推出了相关样品。网传相关技术可能应用于电子皮肤的柔性传感器领域（未证实）。2025年3月7日互动，暂无用于机器人方面的应用研究。\n3、公司的主营业务为木地板、定制家具及密度板等大家居产品的研产销。全资子公司德尔智能联合设立苏州德尔好易配智能互联家居公司。\n4、华为Mate X6手机采用超高导热石墨烯材料，散热效果提升33%，全球手机厂商或快速跟进石墨烯散热，德尔未来控股子公司厦门烯成石墨烯专注于研发、生产和销售石墨烯制备设备以及石墨烯相关产品的应用推广。"
        },
        {
          "code": "sh601908",
          "name": "京运通",
          "limit_time": "09:49:47",
          "analysis": "半导体设备+光伏硅片+稀土永磁+金刚石炉+电力\n1、公司半导体设备主要用于生产半导体相关材料，包括区熔单晶硅炉、碳化硅晶体生长设备、金刚石生长炉等。\n2、公司新材料业务主要为硅棒、硅片的生产和销售。公司已达产的硅片产能规模已超20GW，新增在建产能为“乐山22GW高效单晶硅棒、切片项目”。\n3、公司于2016年与北方稀土成立合资公司从事稀土基脱硝催化剂的研发、生产、销售，北方稀土持股45%、京运通间接持股35%。\n4、2024年半年报，公司研制的金刚石炉成功通过客户验收，并计划进一步开拓市场，提升销量。据网络资料，金刚石炉属于金刚石合成中的关键设备，直接关系到金刚石晶体的生产和质量（未查证）。\n5、公司主营业务为高端装备制造业务、新能源发电业务和新材料业务。高端装备制造业务主要产品包括光伏设备和半导体设备。新能源发电业务主要为光伏发电和风力发电。"
        },
        {
          "code": "sz002338",
          "name": "奥普光电",
          "limit_time": "09:53:09",
          "analysis": "光学系统订单+实控人合作新凯来+工业母机+机器人\n1、2025年5月6日盘后公告：公司与客户签订某型光学系统研制合同，合同金额为2.97亿元人民币。因合同部分信息涉及国家秘密，豁免披露销售对象的具体信息。市场猜测此订单或为光刻机订单。\n2、公司实控人长春光机所与新凯来成立合资公司长光集智，聚焦半导体装备研发。\n3、公司控股55%禹衡光学主导产品光栅编码器广泛应用于自动化领域，是数控机床、交流伺服电机等高端设备等行业和领域必不可少的关键传感器件，是装备制造业产业升级的重要部件。\n4、公司控股股东中科长春光机所承担EUV光刻机研发任务，已取得包括核心光源系统在内的多项突破，公司是旗下唯一上市企业。目前公司加工500mm口径球面透镜表面粗糙度优于0.5纳米。\n5、子公司禹衡光学有专门系列的产品配到机器人上的伺服电机。公司从事的主要业务为光电测控仪器设备、新型医疗仪器、光学材料、光栅编码器、高性能碳纤维复合材料制品等产品的研发、生产与销售。"
        },
        {
          "code": "sh603269",
          "name": "海鸥股份",
          "limit_time": "10:20:55",
          "analysis": "半导体（冷却塔）+员工持股计划+核电+氢能源\n1、网传公司是算力和半导体冷却塔龙头，台积电供应商，将成为国内唯一获北美认证的数据中心冷却塔供公司，在手订单近40亿元（未证实）。2024年10月23日互动，公司冷却塔可应用于数据算力中心，已有冷却塔在数据中心应用的相关案例。\n2、2025年9月16日晚公告员工持股计划，业绩考核目标：以2024年净利润为基准，2025-2027年增长率分别不低于15%、32%、52%。\n3、公司已参与广东廉江核电部分冷却塔项目。\n4、2024年1月2日公司完成对苏州绿萌氢能科技60%股权的收购。绿萌公司经营范围有研发、设计、销售：制氢设备、气体设备及配件等。\n5、公司于2013年收购马来西亚Truwater冷却塔公司，率先进军东南亚市场，随后在全球各地建立子公司加大海外布局。与沙特基础化工、台积电以及国内的中石油等巨头长期合作。"
        },
        {
          "code": "sz002549",
          "name": "凯美特气",
          "limit_time": "10:53:36",
          "analysis": "光刻气产品+氢气充装站+特种气体\n1、公司生产芯片所需的超高纯气体和光刻气产品已通过多个国际头部企业的相关认证或审核，并建立合作。控股子公司凯美特光刻气产品获ASML子公司Cymer公司合格供应商认证。2025年3月31日互动，公司与新凯莱暂无业务合作。\n2、公司已建成并投入12套电子特种气体生产及辅助装置，生产半导体、面板、航天、医疗等 领域急需的超高纯气体和多元混配气。\n3、公司已形成每年生产2万吨高纯氢气的生产能力。海南省首个氢气充装站项目即中石化海南炼化氢能凯美特充装站项目已建成。\n4、公司以食品添加剂液体二氧化碳的生产及销售为主。\n5、全资子公司惠州凯美特已形成优质干冰每年20000吨的生产能力、福建凯美特已形成每年3000吨的生产能力。"
        },
        {
          "code": "sz000045",
          "name": "深纺织A",
          "limit_time": "13:13:15",
          "analysis": "并购重组猜想+深圳国资+柔性偏光片+消费电子\n1、网传信息，宇量昇科技为深圳市新凯来参股子公司，持股约50%（未证实）。公司控股股东为深圳投资控股公司，实控人是深圳市国资委。公司二股东为深重投，新凯来为深重投旗下公司，或存在新凯来资产注入预期。\n2、公司曾拟收购恒美光电，但于2024年5月终止。恒美光电目前已设立和规划昆山、福州、合肥以及丹阳四大生产基地，规划偏光片年总产能2.2亿平方米。深纺织A现有规划产能5280万㎡。\n2、公司生产的偏光片主要应用于TV、NB、导航仪等产品。公司手机用OLED偏光片已经完成了主要客户的测试验证，1-6号线基本满产满销，7号线爬坡顺利推进。\n3、京东方为华为柔性OLED屏供货商，公司客户有京东方。2020年2月25日互动，公司正积极配合京东方进行柔性偏光片的研发。\n4、2024年8月28日互动，子公司盛波光电已掌握VR/AR用偏光片产品的生产技术并曾小规模供货，产品可用于主流的VR/AR显示终端产品。"
        },
        {
          "code": "sh600658",
          "name": "电子城",
          "limit_time": "13:13:44",
          "analysis": "半导体+资产注入预期+合作玻色量子+光子算数（未证实）+北京国资\n1、公司公共技术服务平台已陆续面向中小微集成电路设计企业开展流片、封装等集成电路产业服务。控股股东北京电控持有燕东微电子38.4%。2024年8月28日公司互动资产重组问题时表示会认真考虑并结合自身实际情况进行研判。此外，市场猜想华卓精科注入预期，后者为中关村基金参股，于2024年06月26日终止IPO。\n2、2025年6月12日盘中讯，玻色量子与电子城正式签署合作协议。双方将在全国重点区域开展量子信息技术产业合作共同打造量子产业创新生态、共建量子产业共性服务平台等。\n3、子公司知鱼智联是一家以人工智能及云计算、智慧化行业解决方案为核心业务的专业化信息技术服务企业。知鱼智联与阿里云、华为云、腾讯云签订战略合作协议。联营公司光子算数是全球首家商用光子AI芯片研发商。\n4、公司最终控制人为北京市国资委，公司深耕产业园区项目，向科技服务转型。"
        },
        {
          "code": "sh600379",
          "name": "宝光股份",
          "limit_time": "14:22:09",
          "analysis": "半导体+控股股东拟变更+储能调频+真空集热管+氢能源\n1、网传纪要表示，公司的光刻机金属化陶瓷真空腔体已供应新凯来，2025年9月底-10月初将供应下一批大批量。（未经证实）\n2、2025年5月20日盘后公告，公司控股股东宝光集团将其持有的公司股份比例30%股权，无偿划转至西电集团。公司控股股东变更为西电集团，实控人仍为国资委。2025年6月22日公告，目前已完成国资委产权管理综合信息系统产权登记。\n3、公司现有调频业务以二次调频为主，宝光智中自身定位为新能源消纳时代的电力辅助服务运营商。\n4、公司已有光伏电站电源侧储能项目的建设经验，设立了专注于电网储能辅助调频业务及其他电力储能应用领域的控股子公司。\n5、公司是我国真空灭弧室行业龙头企业之一，市场占有率多年来一直保持第一。电子器件板块产品包括真空灭弧室、固封极柱、相柱和太阳能集热管等；电子陶瓷板块以生产电真空陶瓷为主；新能源产业以储能、氢能源、太阳能“集热管＋”为主。公司的太阳能真空集热管主要用于太阳能光热发电。"
        },
        {
          "code": "sh688549",
          "name": "中巨芯",
          "limit_time": null,
          "analysis": "光刻胶+收购半导体资产+募投项目变更+电子化学品\n1、公司的半导体材料主要包括应用于半导体制造及先进封装领域的光刻胶及湿制程电子化学品如显影液、蚀刻液、剥离液、电镀液等。\n2、2024年10月11日公告，参股子公司晶恒希道拟以现金购买 Heraeus Conamic UK Limited100%股权。标的公司是一家半导体高纯石英材料制造商，在全球范围内为半导体及光学行业提供天然熔融石英以及合成熔融石英等产品，其中天然熔融石英因其高纯度和材料同质性，用于半导体单片刻蚀设备制造；销售网络服务于全球市场，为欧洲、美国及日本等半导体设备厂商提供专业化产品和服务。\n3、公司是国内电子化学品领域龙头供应商，率先突破电子级氢氟酸等电子化学材料的核心技术、实现国产替代，成功切入前驱体材料领域并实现出货。\n4、公司是巨化股份及国家大基金共同出资设立、中芯国际关联产业资本参股的电子专用化学材料一站式平台，旨在快速推动该领域的国产化、解决行业“卡脖子”难题。"
        },
        {
          "code": "sz000056",
          "name": "皇庭国际",
          "limit_time": "",
          "analysis": "功率半导体+RISC-V+债务重组+固态电池+智能物流\n1、2025年5月12日调研，公司将打造涵盖功率半导体器件设计、晶圆制造、先进封装为一体的IDM型公司；持续加强第三代半导体材料GaN、SiC功率器及MOSFET、IGBT等功率半导体产品。公司拥有年产48万片车规级高端功率芯片的制造能力。\n2、2025年6月30日盘后公告，公司与丰翰益港持续沟通债务重组具体合作细节，合作仍存在继续推进可能性。2025年3月1日公告，公司与合作方正在筹划债务重组及重大资产出售。此前多次委托转让股权未征集到购买意愿，后与丰翰益港签订框架协议。\n3、公司董事长曾表示将积极参与到RISC-V芯片的研发、应用。\n4、2025年9月3日互动，公司与深圳市尊光固态电池签署增资扩股协议，协议约定投资金额为500万元。\n5、孙公司深圳国鑫恒供应链经营供应链方案设计；国内、国际货运代理；物流信息咨询；现代物流技术、物流公共服务系统的开发、技术服务等。"
        }
      ]
    },
    {
      "name": "人工智能相关",
      "reason": "Meta Connect2025大会将于9月17日至18日举行，本次大会将聚焦AI眼镜、人工智能与元宇宙的融合进展等内容。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh605289",
          "name": "罗曼股份",
          "limit_time": "14:54:42",
          "analysis": "拟收购算力公司+合作IP经济+城市照明+光伏\n1、2025年8月6日公告，拟收购武桐高新39.23%的股权，交易对价上限2亿元。本次交易完成后，罗曼股份将成为标的公司第一大股东。标的主要从事AIDC算力服务器与集群综合解决方案服务业务。交易相关方就业绩承诺约定了业绩补偿条款，武桐高新2025年至2027年累计扣非净利润不低于4亿元。\n2、控股子公司上海霍洛维兹与上海上影电影合作，依托上影IP 打造线上线下融合的互动影视游戏，发力C端市场。公司数字文娱板块以“交互体验设计+主题娱乐IP体验打造”为核心驱动，同时板块全力协同公司全球化战略，持续打造全球领先的主题数字文娱体验。\n3、公司城市照明业务聚焦文旅夜游和城市更新，打造如哈尔滨太阳岛夜游、西安华润“生命之树”等地标性项目，通过光影艺术融合数字科技激活夜间经济。\n4、公司数智能源项目以光伏EPC项目为主，提供设计、施工、并网等全流程服务。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "09:48:51",
          "analysis": "光模块+光纤阵列（FAU）+铜连接+硅光产品+石英砂\n1、2025年9月1日互动，子公司武汉钧恒已开发出1.6T光模块并具备送样能力，3.2T模块单点技术已验证完成，预计年底启动项目开发。2025年6月25日机构调研，武汉钧恒已在800G DAC/ACC上实现批量出货，AEC系列产品已经推出。其产能处于饱和状态，武汉工厂、马来西亚工厂目前已具备每月100K以上的产能。未来按200K/月去建设。\n2、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n3、2025年7月26日公告，公司拟通过发行股份及支付现金方式收购武汉钧恒科技剩余49%股权，旨在实现对其光模块业务的完全控制。\n4、公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。\n5、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等，能够完整的提供苗木种植、园林工程设计、施工及后续绿化养护等全产业链服务。"
        },
        {
          "code": "sz002796",
          "name": "世嘉科技",
          "limit_time": "09:55:39",
          "analysis": "拟投资光通信公司+储能+军工+通信+低空经济\n1、2025年9月6日公告，公司拟通过增资扩股方式取得光彩芯辰股权不超过20%股权，布局光通信细分赛道。\n2、公司与阿诗特能源就储能柜领域签署合作框架协议，后者是一家储能企业，已经向20多个国家累计出货1.5GWh，年产能3GWh。\n3、2021年5月7日投资者关系活动记录：公司控股子公司苏州捷频电子主要产品为陶瓷波导滤波器等射频器件，该类产品主要应用于宏基站，亦可应用于军工领域，但目前军工业务较少。\n4、公司的移动通信设备业务主要收入来源于滤波器和天线的销售，产品主要应用于电信运营商的 4G、 5G 宏基站，公司也在跟踪 6G 通信技术的发展动态，增加对先进通信技术的研发投入。\n5、2024年11月12日互动，公司的滤波器和天线产品可以为低空通信领域提供通信传输服务。"
        },
        {
          "code": "sh688135",
          "name": "利扬芯片",
          "limit_time": "14:24:10",
          "analysis": "算力芯片测试（供货平头哥）+储存芯片+华为晟腾供应链+卫星导航\n1、公司系平头哥供应商。公司2023年算力类芯片合计占营业收入约20%。公司较早地实现了多项高端芯片的量产测试，未来公司将加大力布局传感器（MEMS）、存储（Nor/Nand Flash、DDR等）、高算力（CPU、GPU、AI等）等领域的集成电路测试。\n2、2025年5月20日市场传闻马来西亚采购昇腾芯片（基础设施由Skyvast、利扬芯片和华为三方搭建），利扬芯片负责交付和验证AI硬件，确保进行可拓展部署。标志着公司正式切入华为晟腾代理服务和测试服务供应链，未来有望进一步拿到东南亚其他地区代理权，同时也是公司测试业务外延至东南亚的第一步。\n3、公司已完成全球首颗北斗短报文SoC芯片的测试方案开发并进入量产阶段，短报文芯片由战略合作伙伴西南集成设计研发，公司为该芯片独家提供晶圆级（CP）测试服务。\n4、公司是国内知名的独立第三方专业测试技术服务商，主营业务包括集成电路测试方案开发、12英寸及8英寸晶圆测试服务、芯片成品测试服务以及与集成电路测试相关的配套服务。"
        },
        {
          "code": "bj871857",
          "name": "泓禧科技",
          "limit_time": "",
          "analysis": "算力+消费电子+VR+北交所\n1、公司前瞻布局VRAR及算力服务器市场，客户有惠普，联想，戴尔等，aipc海外先落地。\n2、公司的产品主要包括高精度电子线组件、微型扬声器和软材料贴合，产品主要应用于以笔记本电脑为主的消费电子领域。公司高度聚焦PC高精度电子线领域，广达英业达等厂商均是公司大客户，且公司份额占比极高，穿透到下游客户为联想戴尔惠普等全球龙头。\n3、AI PC特点之一就是信息传输速率和传输内容提升。作为稀缺的高弹性AI PC核心标的，公司价值有望重估。\n4、公司的主营业务为电子元器件、高精度电子线组件以及微型电声器件的设计、研发、生产和销售。产品主要包括高精度电子线组件、微型扬声器及软材料贴合，主要应用于笔记本电脑为主的消费电子领域。"
        },
        {
          "code": "sz300959",
          "name": "线上线下",
          "limit_time": null,
          "analysis": "算力+合作抖音数字营销+服务微信小店+人工智能\n1、公司控股股东变更为深蕾科技，网传纪要表示深蕾科技为博通国内最大代理商（未经证实）。\n2、公司已与字节跳动旗下媒体平台（包括抖音、今日头条、西瓜视频等）、腾讯广告等国内顶级媒体建立了稳定合作关系，目前公司数字营销业务已覆盖广告媒体代理、广告创意策划等，包括电商类产品。\n3、网传资料显示公司服务微信小店共670家。\n4、公司尝试拓展短剧相关业务，现已初步布局短剧分销业务，并初步搭建短剧小程序平台，积极进行新链路布局。\n5、公司是一家具有丰富行业经验的移动信息服务提供商，探索结合人工智能、大数据等新兴生产要素，并在重点领域加大投入力度，聚焦人工智能有效赋能的业务方向。"
        },
        {
          "code": "sz301012",
          "name": "扬电科技",
          "limit_time": null,
          "analysis": "数据中心+变压器+控制权拟变更\n1、公司的干式变压器可以应用于数据中心的基础建设，提高数据中心业务的占比是近年来公司的销售目标。\n2、主要产品包括节能型非晶合金变压器、节能型硅钢变压器、非晶铁心、硅钢铁心、电磁线等。公司是国内节能电力变压器龙头企业之一，营收占比70%以上。\n3、2025年7月15日晚公告，公司控股股东、实控人程俊明及持股5%以上股东赵恒龙与四川汉唐云智算签署股份转让协议及表决权放弃协议，赵恒龙拟转让1780.83万股（占比9.04%），程俊明拟转让2552.3万股（占比12.96%），并放弃部分股份表决权。本次交易完成后，汉唐云智算将取得公司控制权。"
        }
      ]
    },
    {
      "name": "金融",
      "reason": "市场预计美联储降息周期可能会重新开启。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600816",
          "name": "建元信托",
          "limit_time": "09:31:41",
          "analysis": "金融+信托+上海黄浦+低价股\n1、公司是国内最早一批民营金融类上市公司，办公地址在上海市黄浦区海通证券大厦，固有业务以自有资金服务主业为宗旨，信托业务以基于实体经济的主动管理信托业务为核心。\n2、公司实控人是上海砥安投资，该公司约60%股份为上海国资委间接持有。公司金融信托行业营收占比100%。"
        },
        {
          "code": "sz002423",
          "name": "中粮资本",
          "limit_time": "14:43:42",
          "analysis": "保险+期货+信托\n1、公司主营保险、期货、信托业务，营收占比99%。公司及全资子公司中粮金科一直以来积极对金融科技业务进行探索。公司实控人是国务院国资委，控股股东是中粮集团。\n2、公司2025年上半年其获得香港期货交易所清算会员资格，将更有利于公司拓宽业务范围。\n3、公司是中粮集团旗下运营管理金融业务的专业化公司及投资平台，成员企业包括中英人寿、中粮信托等，总资产超1000亿元。"
        },
        {
          "code": "sz300368",
          "name": "汇金股份",
          "limit_time": null,
          "analysis": "金融IT+近期摘帽+数据中心+华为\n1、公司业务涵盖银行金融电子化设备和政企政务智能设备，拓展非金融领域并引入AI技术用于政务办公产品研发。专注于金融自助设备领域，成为智能化综合服务解决方案提供商，保持与银行机构间多年的业务合作关系。\n2、公司股票自2025年5月26日开市起撤销其他风险警示。\n3、子公司深圳市前海汇金天源为业务实施载体拓展数据中心承建、运营业务。\n4、2020年公司表示已取得华为金牌经销商、华为数通&安全四钻认证服务商、华为存储&服务器三钻认证服务商等认证。\n5、公司是控股股东是邯郸市建设投资集团，实控人是邯郸市国资委。"
        },
        {
          "code": "sh601136",
          "name": "首创证券",
          "limit_time": null,
          "analysis": "证券+北京国资\n1、公司主营业务范围包括证券经纪；证券投资咨询；与证券交易、证券投资活动有关的财务顾问；证券承销与保荐；证券自营；证券投资基金销售等。子公司北京首创金服从事互联网金融业务。\n2、全资子公司首创京都期货主要从事商品期货经纪、金融期货经纪和资产管理业务；全资子公司首正德盛系私募投资基金子公司；全资子公司首正泽富系另类投资子公司。\n3、公司实控人为北京国资委。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "国家标准委发布关于征求《硅多晶和锗单位产品能源消耗限额》等3项强制性国家标准（征求意见稿）的通知，多晶硅拟修订单位产品综合能耗1级、2级、3级分别为≤5、5.5和6.4(单位:kgce/kg)。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600537",
          "name": "亿晶光电",
          "limit_time": "09:34:39",
          "analysis": "光伏组件+分布式电站+低价股\n1、公司新一代N型电池技术标志性项目滁州10GW TOPCon电池已部分投产，通过叠加LECO技术，平均量产转换效率达到26.3%，产能正逐步释放。公司采用TOPCon技术电池组件功率较目前市场上同尺寸版型的PERC组件功率提升25-30W。\n2、公司主要业务范围包括晶棒/硅锭生长、硅片切割、电池制备、组件封装、光伏发电。致力于销售产业链下游的最终产品光伏组件，营收占比光伏电池组件93.72%。\n3、公司光伏电站目前的经营模式为持有运营、合作开发、项目总包及光伏系统销售（组件、逆变器、电缆等）等模式。"
        },
        {
          "code": "sz002501",
          "name": "利源股份",
          "limit_time": "10:02:12",
          "analysis": "光伏+轨道交通+实控人变更+工业铝型材+低价股\n1、公司光伏边框及支架产品已纳入新能源业务板块，客户覆盖汽车、光伏、轨道交通等多领域。\n2、公司轨道交通装备部件按客户的要求提供车头大部件和车体大部件等。\n3、2025年3月11日晚公告，江苏步步高受让吴睿、陈阳和刘江持有的倍有智能100%股权事项已于3月10日完成工商变更登记手续。公司的实际控制人由吴睿先生变更为张源先生。\n4、公司从事铝合金材料的研发和铝型材的生产及精密加工，铝产品广泛应用于汽车轻量化产品，尤其是新能源汽车零部件等。\n5、公司产品覆盖建筑装修、轨道交通、电子电力、机械制造、石油化工、军工兵器等行业。"
        },
        {
          "code": "sz002514",
          "name": "宝馨科技",
          "limit_time": "13:44:09",
          "analysis": "光伏+华为液冷超充+智能农业机器人+拟设立半导体公司\n1、公司重点布局高效异质结电池(HJT),已在安徽怀远等地投建生产基地。公司前瞻布局钙钛矿+异质结叠层电池研发及产业转化研究,目前公司团队的钙钛矿/异质结叠层电池实验室自测效率已超32%。\n2、子公司宝馨智慧能源于2023年初与华为数字能源达成了深度战略合作，共同致力于液冷超充技术在停车场、服务区、公交场站等关键场景的应用推广。公司拥有自主品牌充电桩、换电站技术产品，与华为形成技术合作，已在南京、上海投运液冷快充站示范项目。\n3、参股公司海胶（海南）智能科技公司（30%）主要从事智能农业机器人研产销。\n4、公司持有浙江影速42%股份且并表，后者业务范围包括半导体器件专用设备制造、销售；浙江影速股东还有浦江县国资和傅志伟，据网络资料傅志伟为中国光刻产业领军人物且旗下拥有光刻胶和光刻机资产。"
        },
        {
          "code": "sh600089",
          "name": "特变电工",
          "limit_time": "13:47:09",
          "analysis": "光伏多晶硅+特高压+变压器+风电\n1、2025年9月16日盘后讯，国家标准委发布《硅多晶和锗单位产品能源消耗限额》、《硅单晶单位产品能源消耗限额》、《晶硅光伏组件和逆变器能效限定值及能效等级》三项国家标准的征求意见稿。公司多晶硅总产能达到30000吨/年,生产规模居s世界第四位,中国第二位。公司控股子公司特变电工衡阳变压器公司在研制生产充电桩产品，产品线c已覆盖到了60-360千瓦的直流快充产品；公司生产的多晶硅料，可用于下游单晶硅片及多晶硅片的生产，其中向单晶硅片客户出售的多晶硅料占比在90%左右。\n2、子公司沈变公司主要生产特高压、超高压产品，衡变公司主要生产特高压、开关柜、GIS、二次等产品，新变厂主要生产特高压、配变、箱变、特种变等产品。\n3、公司是变压器行业龙头，世界领先的新能源系统集成商，新能源业务主要包括多晶硅、逆变器的生产。公司生产的风机电缆等产品应用于海上风电项目。"
        }
      ]
    },
    {
      "name": "汽车产业",
      "reason": "9月12日，工信部等八部门印发《汽车行业稳增长工作方案（2025—2026年）》。方案提出，推进智能网联汽车准入和上路通行试点，有条件批准L3级车型生产准入。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "09:52:18",
          "analysis": "智能网联汽车+特斯拉+AI芯片+新能源物流车+低价股\n1、公司官网，双子高科积极布局新能源汽车和半导体双产业链，打造智能网联整车制造、自动驾驶、半导体先进封装材料、汽车高端零部件、出行服务等多产业互联互动的高端制造生态圈。\n2、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监及Model3焊装车间高级经理。\n3、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，总部位于浙江嘉兴嘉善县经济开发区，注册资本约10.57亿，主要业务发展方向为模拟芯片、电源管理芯片、数字和逻辑芯片、射频芯片及模块等封装测试。\n4、2023年12月， 旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。\n5、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研发、生产和销售。有产品配套问界M7车型。"
        },
        {
          "code": "sh603786",
          "name": "科博达",
          "limit_time": "09:31:41",
          "analysis": "域控制器+拟收购科博达智能科技60%股权+传感器+汽车零部件\n1、2025年9月4日晚公告，公司拟3.45亿元收购上海恪石持有的科博达智能科技60%股权，交易价格为3.45亿元。上海恪石是公司实控人柯桂华控制的企业，本次交易构成关联交易。标的公司专注于提供安全、高性能的汽车智能中央算力平台及相关域控制器产品，具备行业前沿的软件算法、硬件设计和生产制造能力。\n2、网传纪要表示，公司是比亚迪仰望的底盘域控供应商，并供应仰望的全部底盘型号（U8/U9/U10, 包括U8的云辇p版本）。（未经证实）\n3、公司主营汽车照明控制系统、电机控制系统、能源管理系统和车载电器与电子等汽车电子产品的研发、生产和销售。目前公司相关传感器产品主要在汽车领域使用。\n4、2024年初公司获得德国奥迪下一代LED大灯控制器平台件的项目定点，且为该项目唯一供应商。"
        },
        {
          "code": "sz000700",
          "name": "模塑科技",
          "limit_time": "13:30:15",
          "analysis": "汽车保险杠+特斯拉+小米汽车\n1、公司主要从事汽车保险杠等零部件、塑料制品、模具、 模塑高科技产品的开发、生产和销售。子公司墨西哥名华主要客户为美国特斯拉及墨西哥宝马，特斯拉业务占比约60%。网传纪要表示，公司有转型机器人注塑件潜力。（未证实）\n2、公司持股49%的北汽模塑为小米汽车供应商。\n3、公司北汽模塑重庆工厂为问界M7、M9提供配套。\n4、上汽、张江高科及阿里成立的IM智己发布智己LS6纯电智能SUV ，公司为智己供应商。"
        },
        {
          "code": "sh605178",
          "name": "时空科技",
          "limit_time": "14:52:41",
          "analysis": "车路协同+景观照明（文旅）+AR/VR+空间计算\n1、2023年公司在研项目涉及出租车网约车运营管理车联网系统，公司的智慧路灯是实现车路协同的重要基础设施。\n2、公司具备3D投影技术，主营AR光影秀技术、5G高新视频技术、文旅业务线上线下运营和数字孪生技术应用等业务，投资北京元新时空科技是对景观照明业务的延伸，通过VR、AR、AI等技术，为公司文旅业务赋能发展新模式。\n3、公司通过前端的物联网设备作为智慧城市神经元进行感知、数据中台和城市大脑进行的大数据处理和输出，解决底层设备数据采集诺口标准化，形成了可以为智慧停车、智慧交通、智慧城管等场景提供服务支持的“软件+硬件+平台+运营”整体解决方案。\n4、公司通过全资子公司时空交通控股捷安泊51%股权。捷安泊具备丰富的智慧停车运营管理经验，已搭建了较为完善的停车平台运营管理体系。"
        }
      ]
    },
    {
      "name": "地产",
      "reason": "外汇局：缩减资本项目外汇收入及其结汇所得人民币在境内支付使用的负面清单，助力房地产市场稳健发展。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh600162",
          "name": "香江控股",
          "limit_time": "10:05:00",
          "analysis": "房地产+智能家居+养老+低价股\n1、公司的主营业务主要以商贸流通运营为主同时发展城市发展配套建设业务。香江集团旗下香江1号发布“8恒森环系统”与“全智链生态科技系统”两项全球首创智慧家居技术成果，强化智慧家居标签。 \n2、公司进军商贸流通运营领域多年，已积累了丰富的商户资源，与多家国内外知名品牌建立了稳定的合作关系。\n3、全资孙公司天津宝坻锦绣香江医院是香江集团健康事业部下的一所非营利性的综合医院，是香江健康小镇居家养老社区的配套服务机构。医院拥有先进的医疗设备。是一所集疾病预防和治疗、健康体检和管理、中医康复和理疗、养生保健和抗衰老为一体的综合性医院。"
        },
        {
          "code": "sh600337",
          "name": "美克家居",
          "limit_time": "11:02:40",
          "analysis": "家居+AI智家智能体+合作华为+低价股\n1、公司地处新疆乌鲁木齐，主营家居产品的国内零售和国际批发业务，旗下品牌产品覆盖实木成品家具、沙发、家居饰品、睡眠用品、定制柜类等。公司在俄罗斯远东投建木材供应基地，在新疆阿拉山口和内蒙二连浩特已建立两个木材加工物流中心。\n2、公司推出的 AI 智家智能体，集成了前沿的 AI 模型技术与一键置家应用程序，该程序通过整合畅销商品组合，将传统复杂的家居布置流程简化为便捷且个性化的用户体验。\n3、公司曾于2019年10月20日与华为签订了战略合作协议，双方将致力于在智慧门店、智慧物流、智能制造等领域加强合作，推动公司数字化转型升级。"
        },
        {
          "code": "sh600322",
          "name": "津投城开",
          "limit_time": "14:23:13",
          "analysis": "房地产+重大资产置换+城投平台+天津国资+低价股\n1、公司是以房地产开发经营为主，物业管理为辅，集商品房销售、商业资产运营和建筑材料经营为一体的房地产综合性企业。2025年4月30日公告，全资子公司获取天津东丽区沙柳北路地块项目，土地面积3.12万平方米，成交价5.64亿元。\n2、2025年5月23日重大资产重组进展公告，公司及相关各方积极稳步推进相关中介机构选聘以及尽职调查、审计、评估等各项准备工作。\n3、2024年12月31日晚公告，公司拟将全部资产及负债作为置出资产，与交易对方持有的津能股份100%股份、天津热力100%股权、港益供热100%股权、津能风电98.18%股权和津能新能源100%股权即置入资产的等值部分进行置换。公司主营将由房地产开发经营变更为供热及新能源发电等业务。同时拟向不超过35名特定投资者发行股份募集配套资金。\n4、公司控股股东是天津国投，实控人为天津国资委，资产负债率96.62%。"
        },
        {
          "code": "sz002677",
          "name": "浙江美大",
          "limit_time": "14:38:03",
          "analysis": "集成灶+AI智慧烹饪+智能驾驶+小家电\n1、公司是集成灶首创者和领军企业，专注于以集成灶产品为主的现代新型厨房电器的研发、设计、生产和销售，主要产品为集成灶、橱柜。大幅领先于行业第二梯队企业,并在销售量及销售额两方面都保持集成灶行业市场占有率第一，处行业领军地位。公司已研发推出了应用AI技术和元素的集成灶产品，实现了AI智慧烹饪。\n2、公司投资的魔视智能公司业务稳健发展，进一步巩固了在智能驾驶行业中的领导地位。\n3、公司在小红书、今日头条等新媒体平台上已注册官方号\n4、公司构建了全系厨房产品线,涵盖集成灶、集成水槽、洗碗机、净水机、热水器、蒸烤箱和厨柜,一站式打造开放式健康厨房。\n5、公司拥有1500家一级商、3000多个营销终端，在一二线城市的门店数量也是同行中最多的，得益于美大布局集成灶时间早、渠道加价率较高、公司给予优秀经销商信用额度。"
        }
      ]
    },
    {
      "name": "固态电池",
      "reason": "券商表示，全固态电池方面，硫化物/氧化物电解质体系取得关键进展，多种技术路线及制备方法百花齐放。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh603637",
          "name": "镇海股份",
          "limit_time": "10:22:38",
          "analysis": "固态电池（硫回收）+资产注入预期+煤化工\n1、有研新材公告出售硫化锂资产，里面提到核心原因之一是硫化物是很危险的，市场猜测建立硫回收装置非常重要。公司是国内少数掌握硫磺回收技术且拥有自主知识产权的公司。先后设计了不同工艺技术和不同规模的硫磺回收装置.形成了具有自主知识产权、适合中国企业的 ZHSR 国产化大型硫磺回收技术，打破了大型硫磺回收技术依靠国外引进的格局。\n2、公司表示会利用好上市公司融资平台的优势，审慎地进行多元化布局。国资平台对此持开放态度，支持公司在相关领域探索，公司倾向于具有一定业务协同性的标的资产，关注具有成长性和创新潜能的标的。截止2024年9月30日，公司拥有货币资金6.37亿元。\n3、公司表示，新疆、榆林、内蒙等地区的煤化工项目尚处于早期阶段，煤化工行业的兴起对石化技术服务的需求会相应增加，为公司提供了新的业务机会。\n3、公司与中国科学院宁波材料技术与工程研究所签订了合作协议，共同建立联合研发中心，专注于光水解制氢与液态诸氢等前沿技术的研究。\n4、公司专注于硫磺回收、加氢等涉及环保及油品升级方向的装置的设计和总承包。"
        },
        {
          "code": "sz002245",
          "name": "蔚蓝锂芯",
          "limit_time": "10:40:45",
          "analysis": "固态电池+AI数据中心（BBU备用电源）+宇树合作+钠电池\n1、2025年9月11日互动，公司已推出半固态锂电池产品，并持续推进固态/半固态电池研发。\n2、BBU在数据中心服务器渗透率仅5%，增量市场来自AI数据中心。公司目前有向第三方少量出货用于BBU备用电源的电池，也有正在研发量产型号电池用于BBU。公司表示机器人机器狗领域已和宇树合作多年。\n3、公司现有及规划在建锂电池总产能合计约30GWH左右，目标应用市场包括电动工具、智能出行、储能等领域；公司与中科海纳的钠离子电池合作正在推进实施中。\n4、公司主要从事锂电池、LED 芯片及金属物流配送三大业务，拥有近20家控股子公司。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz001234",
          "name": "泰慕士",
          "limit_time": "09:25:00",
          "analysis": "服装代工+实控人变更预期+儿童服装\n1、公司主营业务为针织面料与针织服装的研发、生产和销售，主要为迪卡侬、 森马服饰、Quiksilver、Kappa、佐丹奴、全棉时代等知名服装品牌提供贴牌加工服务。主要产品可以分为运动服装、休闲服装及儿童服装。\n2、公司控股股东新泰投资等与广州轻工集团签署《股份转让协议》，拟转让29.99%股份，公司控制权变更事项正有序推进。\n3、2025年4月10日公司互动平台：国内市场的销售收入占比约为77%，国外市场销售收入主要为欧洲、日本、韩国，无直接出口美国的业务，鉴于此，本轮美国加征关税对公司的整体生产经营未产生直接影响。\n4、公司贴牌加工的出口产品主要销往欧洲国家，美国对我国增加关税，对公司出口销售不会产生明显影响。\n5、子公司六安英瑞与公司都是从事代加工服装的生产，与安踏合作的产品主要是运动服装和儿童服装。"
        },
        {
          "code": "sh601619",
          "name": "嘉泽新能",
          "limit_time": "09:37:57",
          "analysis": "绿色甲醇+储能+光伏+风电+低价股\n1、公司规划建设绿色甲醇项目产能共计45万吨，网传纪要预计单吨利润能达到2000元（未经证实）。\n2、公司目前已投入使用的储能项目容量有15MWh，其中：张家口“奥运风光城”多能互补集成优化示范工程配套储能是10MWh，商水县张明乡25MW分散式风电项目配套储能是5MWh。\n3、公司是集风力、光伏发电、智能微电网的于一体的新能源企业。\n4、公司是国内最大风电民营企业，宁夏规模领先的风电企业，主营业务为新能源电力的开发、投资、建设、经营和管理。\n5、公司通过提供“全生命周期、全业务范围、全供应链条”的资产管理综合解决方案，为客户提升新能源发电资产的运营效率、降低运营成本，增加发电收入。"
        },
        {
          "code": "sz000737",
          "name": "北方铜业",
          "limit_time": "14:52:15",
          "analysis": "黄金+铜矿+压延铜箔（PCB上游）+资产注入预期\n1、2025年9月17日，Comex黄金期货率先突破3700美元大关；公司所属铜矿峪矿开采的铜矿石中伴生有少量的黄金。\n2、2025年9月10日讯，自由港迈克墨伦公司宣布，其位于印尼格拉斯伯格矿区的大型矿山因一起事故导致部分工人被困而暂停运营。该矿是全球第二大铜矿，若停产时间过长，可能会加剧今年已经持续提振铜价的供应制约；公司拥有的铜矿峪矿保有铜矿石资源量2.25亿吨，铜金属136.25万吨，平均品位0.61%。\n3、2025年2月20日互动，公司年产5万吨高性能压延铜带箔项目熔铸车间、铜带车间全线打通并进入试生产阶段，拓展PCB应用市场。\n4、2024年12月24日互动：公司将严格按照重大资产重组时所做的承诺自中条山集团取得胡家峪铜矿外围采矿权后24个月内，适时将其置入上市公司，具体时间请关注公司公告。"
        },
        {
          "code": "sh603988",
          "name": "中电电机",
          "limit_time": "10:02:27",
          "analysis": "风力发电机+金矿注入预期+柴油发电机+实控人变更\n1、公司生产的大中型交直流电机等产品可广泛应用于风电、 冶金、 能源、 煤炭、 水利、 船舶、 水泥建材、 石油、 化工等领域。\n2、2025年3月4日公告，已完成工商变更登记及协议转让交割，高地资源成为公司第一大股东，持股比例30%。2024年7月25日晚公告，实控人拟由宁波君拓变为高地资源，交易完成实控人将变更为郭文军。媒体报道，郭名下最为核心的资产是珠拉金矿。截至2022年底，这座开采历史近20年的金矿的矿石量仍余105.12万t。\n3、据公司官网，公司研发出多种系列船用柴油发电机，适用于陆用、船用，满足船级社的规范要求。\n4、公司2023年在新产品和新领域继续增强研发力度，全面推进双馈型风力发电机的研发及量产。公司部分风力发电机产品用于海上风力发电。\n5、公司自主研制异步单机容量过2万千瓦的24000kW-4P电机，填补了公司在新领域、特殊工况行业的空白。"
        },
        {
          "code": "sh601388",
          "name": "怡球资源",
          "limit_time": "10:39:09",
          "analysis": "再生铝+马来西亚工厂+美国废铁+废料回收+低价股\n1、怡球集团已是亚洲最大的铝合金锭生产企业之一，公司现有再生铝产能65万吨，运行产能30万吨，马来在建产能130万吨。\n2、公司马来西亚新增130万吨再生铝产能，2025年3月17日互动，公司第一期产能已经实现了部分投产。\n3、2025年4月3日白宫表示，钢铁和铝进口产品将不受对等关税影响；公司表示，美国子公司回收的废铁资源均在美国本土进行销售，所以美对华的关税变更对公司并无直接影响。\n4、公司的主营业务涉及废料回收和汽车拆解，废料回收和汽车拆解业务在美国，客户范围辐射美国，东南亚，印度等国家。公司尚未申请国内汽车拆解资质牌照。"
        },
        {
          "code": "sz301222",
          "name": "浙江恒威",
          "limit_time": "10:50:33",
          "analysis": "锌锰电池+出海\n1、公司专业从事高性能环保锌锰电池的研发、生产及销售，主要产品包括LR03、LR6、LR14、LR20、6LR61系列碱性电池及R03、R6、R14、R20、6F22系列碳性电池。公司产品广泛应用于各种民用、工业领域。\n2、公司产品以出口为主，与多家国际商业连锁企业、知名品牌运营商及大型贸易商建立起了长期稳定的合作关系，主要客户包括 Dollar Tree、Strand、Migros等。"
        },
        {
          "code": "sh688081",
          "name": "兴图新科",
          "limit_time": "13:41:11",
          "analysis": "无人机+国防军队视频指挥系统\n1、公司堤防险情隐患快速巡查空中成套技术装备及系列产品：新增无人机巡查路径规划等业务能力，新增 M30T 无人机机型适配。\n2、公司是国防军队视频指挥系统的重要供应商，参与制定全军首个视频指挥系统技术标准。公司聚焦智能视频指挥与视频智算两大方向。强化AI智能化、自主可控等前沿技术研发，夯实AI+视频指挥全方位体系效能，提升国防信息化服务。\n3、公司建成了音视频融合平台，已完成全国产化，并可无缝对接现役视频指挥系统，在某指挥系统、军职教育项目、远程分散评标项目、某军队医院系统项目、基于数字孪生地球的数字化战场项目、无人机堤坝险情巡查项目和塔里木油田音视讯系统项目上得到应用。 \n4、公司先后参与全军“十三五”、“十四五”视频通信建设发展规划拟制，参与某部门组织的规划技术论证，构建试验环境，对云视频等相关内容进行技术验证。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "09:25:00",
          "analysis": "签署重整投资协议+司法强执完成+农药/医药中间体+酒店\n1、2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、2025年4月30日复牌，公司股票被实施退市风险警示。2025年3月19日公告，公司控股股东广州万顺将增持计划延期至2025年9月19日，继续履行增持承诺。 \n4、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "09:25:01",
          "analysis": "隧道工程（西藏）+算力+电力+文旅\n1、2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程、隧道工程的施工及养护业务，涵盖勘测设计、试验检测等基础设施服务。\n2、正平云计算（青海）致力于拓展计算机及通讯设备租赁、数据服务及软件开发等业务。2025年3月14日官微:昆仑算电协同示范产业园总算力规模50000P，致力于打造一个集绿色算力、算力服务器生产及算力租赁、算力产业链引导及并购基金投资等功能于一体的综合性数算融合产业聚集示范园。\n3、2025年5月20日据企查查，公司在内蒙古通辽新设电力公司。\n4、2024年半年报，全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目，中标金额2.99亿元。公司原持有新疆国际赛马会公司34%股权，2023年9月，公司将持有的34%股权转出。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。"
        },
        {
          "code": "sz002289",
          "name": "*ST宇顺",
          "limit_time": "10:41:54",
          "analysis": "拟购买数据中心标的股权+柔性屏+OLED+投资标的拟上市\n1、2025年6月6日公告，公司就收购事项签署了补充协议，规定*ST宇顺需在补充协议签署之日起5个工作日内向交易对方支付600万元意向金。2025年4月22日晚公告，公司拟以收购Olive Ida Limited间接持有或控制的标的公司100%股权。三家标的公司共同运营中恩云数据中心项目，项目目前已建设运营约8000个机柜。同年5月7日，公司已向交易对方指定账户支付诚意金余款2400万元，诚意金共计3000万元已按相关约定全部支付完毕。\n2、在柔性屏方面，公司持有一种纳米银线路的单层多点电容式触摸屏专利。\n3、2024年7月16日互动，对于公司间接投资盛合晶微半导体启动科创板上市已一年+，预计获准指日可待的问题，公司表示希望项目标的能够顺利登陆资本市场，实现良好的投资回报。\n4、公司从事智能显示模组制造，用于智能手机、智能车载等；有OLED产品，主要应用于智能穿戴产品上。"
        },
        {
          "code": "sz002647",
          "name": "*ST仁东",
          "limit_time": "09:25:00",
          "analysis": "重整完毕+跨境支付+第三方支付\n1、2025年3月27日公告，申请撤销退市风险警示。2025年3月20日晚公告，公司重整完毕。中信资本指定实施主体深圳嘉强荟萃成为第一大股东，持股占比10.17%，公司原控股股东北京仁东及其一致行动人持股比例降至6.23%，公司变更为无控股股东、无实际控制人。\n2、子公司合利宝具有跨境人民币支付业务备案许可。\n3、公司以第三方支付业务为入口端已逐步积累了一批客户，具备比较明显的客户资源优势。\n4、公司拟通过增资和/或存量股受让方式对北京众签或智汇信元进行战略投资，双方将结成战略合作伙伴，就通过区块链技术、智能合约技术与行业场景结合来共同建立供应链金融平台和贸易金融平台，进而推动创新金融业务进行全方位合作。"
        },
        {
          "code": "sh603388",
          "name": "*ST元成",
          "limit_time": "09:30:48",
          "analysis": "股权拍卖+半导体抛光片清洗设备+先进封装+节能环保\n1、2025年8月23日公告，第二次公开拍卖公司控股股东、实际控制人祝昌人所持有的97.55万股股票，上述公开拍卖活动因无人出价本次拍卖已流拍。\n2、2025年5月16日业绩说明会上公司表示2024年末在手订单总金额为4.49亿元，工程板块在手订单超4亿元，主要承接有进度款的政府EPC项目。\n3、子公司硅密电子已掌握从2到12英寸晶圆的槽式湿法清洗及刻蚀设备的技术路线以及单片清洗技术。公司规划2024年完成12寸的全流4、公司是一家为综合性生态景观、休闲旅游等领域提供规划策划、投资运营等服务的产业链一体化综合服务商，业务还拓展至高纯石英部件清洗设备、先进封装湿法设备等相关领域。"
        },
        {
          "code": "sh600228",
          "name": "*ST返利",
          "limit_time": "09:54:08",
          "analysis": "拟收购广州风腾60%股权+AI导购智能体电商代运营+抖音\n1、2025年6月26日公告，全资子公司拟以不超过2880万元收购广州风腾60%股权，标的业务主要由效果营销、信息流广告代理、游戏发行运营构成。\n2、公司推出电商导购APP“如意”，这款APP基于ChatGPT人工智能技术，采用AI聊天对话模式为用户提供导购服务。2025年6月5日互动，在今年618电商大促活动期间，公司导购产品活跃用户数、订单量及订单金额均实现接近或超过100%的增长。\n3、公司在深耕消费行业的丰富经验基础上，为客户、 合作伙伴提供电商平台促销、 优惠整合供应、 平台开发、 电商代运营服务以及全域整合营销等在内的多元化服务， 协助客户更精准、 更快速的匹配到消费客群。\n4、公司地处上海徐汇区。公司与国内淘宝、京东等主要电商平台均建立了良好、持续的合作关系，为京东提供导购服务、广告推广服务。\n5、公司主要从事第三方在线导购、广告推广服务、平台技术服务等商业服务业务。"
        },
        {
          "code": "sz002872",
          "name": "ST天圣",
          "limit_time": "09:41:12",
          "analysis": "药品过评+医药+医药服务\n1、2025年9月14日晚公告，全资子公司碳酸氢钠注射液通过仿制药一致性评价。 \n2、公司是集药物研发、生产、销售、中药材种植加工为一体的现代化医药、高新科技型企业。\n3、公司目前拥有中成药药品和化学药品批准文号300余个，基本涵盖中、西药常用剂型。中药剂型包括颗粒剂、丸剂和胶囊剂等，化药剂型包括片剂、胶囊剂、注射剂等。\n4、公司拥有以小儿肺咳颗粒、地贞颗粒、延参健胃胶囊等为代表的多个市场畅销品种。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "13:33:24",
          "analysis": "拟出售光伏资产+控股股东拟变更+兽药\n1、2025年7月26日公告，公司签署了资产置出协议的补充协议，推进剥离光伏胶膜资产包括绿康玉山、绿康海宁、绿康新能100%股权，涉及重大资产重组进展。三家标的公司整体作价0元，受让方饶信新能的实控人为康怡投资（*ST绿康的控股股东）。\n2、2025年4月26日公告控股股东及股东拟向纵腾网络协议转让4660.84万股股份(占总股本29.99%)，将导致控制权变更。\n3、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。2024年半年报，兽药占收入比47.22%，生物农药占比4.48%。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。\n4、2024年10月18日晚公告，股东长鑫贰号拟将其持有公司777.08万股股份转让给百兴房地产，占公司总股本的5.00%。后者实控人旗下常百佳年代于2024年6月撤回IPO。从业务上看，百佳年代与绿康生化有重合之处。\n5、公司动保产品采用微生物发酵的生产方式，其中部分产品采用了分子生物学等技术改造手段。"
        },
        {
          "code": "sz002305",
          "name": "*ST南置",
          "limit_time": "13:37:03",
          "analysis": "重大资产重组+控股股东拟吸收合并+房地产+REITS\n1、2025年7月25日公告，控股股东电建地产拟受让公司持有的房地产开发业务等相关资产和负债。本次预计可能构成重大资产重组。2024年11月20日公告，控股股东电建地产拟对其全资子公司及一致行动人武汉新天地进行吸收合并，武汉新天地将申请解散并注销，同时将其持有的3.13亿股公司股票(占总股本18.06%)转让给电建地产。\n2、公司主要从事房地产的开发与运营业务。公司与湖北省供销社合资成立了湖北南国创新置业，后者主要业务为房地产开发与销售、物业管理。公司最终控制人为国务院国资委。\n3、公司相关融资部门已在针对reits产品做研究和探索，资产证券化产品公司已做了多个产品的探索，abs，cbs均已发行。在地产金融方面，公司正式发行首单类Reits产品“申万宏源-电建南国疫后重振资产支持专项计划”。"
        },
        {
          "code": "sh600289",
          "name": "ST信通",
          "limit_time": "14:47:31",
          "analysis": "摘星+非经营性资金占用偿还完毕+拟股权作价抵债+算力+电信运营\n1、2025年7月7日公告，公司撤销退市风险警示和部分其他风险警示暨继续被实施其他风险警示。\n2、2025年3月8日公告，公司已收到控股股东亿指定第三方支付的非经营性资金占用偿付款项2.18亿元。已累计收到控股股东偿付金额 3.18亿元，余额已偿付完毕。\n3、2025年2月24日晚公告，公司控股股东亿阳集团拟以兰埔成新材料9.0134%股权作价抵债化解资金划扣风险。\n4、2024年9月，亿阳信通全资子公司成都亿阳信通成功中标长虹美菱业务一体化平台BPM项目，成为该项目的独家合作伙伴。\n5、公司长期专注于信息通信技术运营管理领域的基础软件和应用软件的研发，面向电信运营商及各大行业客户提供运营支撑系统（OSS）及管理信息化支撑系统全面解决方案，支持行业客户通过信息化和数字化提升企业生产效率。"
        },
        {
          "code": "sh603007",
          "name": "*ST花王",
          "limit_time": "14:53:57",
          "analysis": "拟购买尼威动力+实控人拟变更+生态景观规划\n1、2025年7月16日晚公告，公司拟购买尼威动力55.50%股权，非国资股权部分最终交易价格为6.01亿元，国资股权部分预计交易价格为6463.45万元。本次交易构成重大资产重组。标的公司主营新能源混合动力汽车高压燃油箱系统的研发、生产与销售。尼威动力50.11%股权已于2025年8月29日完成过户并纳入合并报表。\n2、花王集团及相关关联方的资金占用问题已解决，2025年4月29日公司已向上交所申请撤销其他风险警示。2025年3月26日公告，媒体报道中所提及的富芯微纳的产线尚未投产，未产生收入。\n3、2024年12月14日公告，因执行重整计划导致苏州辰顺取得持有公司1.62亿股的股份，占上市公司实施资本公积金转增股票后总股本的18.51%，苏州辰顺将成为上市公司的控股股东、徐良先生成为上市公司的实控人。\n4、公司已形成集生态景观规划与设计、生态环境建设与治理、景观养护、文旅运营为一体的生态产业链，业务主要集中在城市更新、乡村振兴、生态修复等相关领域。"
        },
        {
          "code": "sz002529",
          "name": "*ST海源",
          "limit_time": "",
          "analysis": "拟出售资产+控股股东拟变更+光伏电池组件+汽车零部件\n1、2025年8月25日晚公告，公司拟转让全资子公司海源智能装备100%股权并豁免相关债务。\n2、2025年3月30日，公司控股股东江西赛维电力集团拟转让公司股份，若本次协议转让事项完成，公司控股股东将变更为新余金紫欣企业管理中心。\n3、公司陆续推出了166、182、210规格电池尺寸的多主栅整片组件、半片组件、双玻双面发电等系列组件，产品主要应用于大型地面光伏电站、工商业光伏屋顶等领域。公司在光伏电镀铜技术已取得突破。并形成规模化产能。\n4、公司是国内较早研发LFT-D、SMC等工艺技术的企业之一，并将这些工艺运用于生产乘用车、商用车的外覆盖件等汽车轻量化车身件和新能源汽车电池盒的外覆盖件，从而扩大轻量化技术在新能源汽车轻量化领域的应用。\n5、公司主要销售HC系列耐火压机、HF系列墙材压机等压机装备，具备生产碳纤维复合材料制品设备及能力，主营业务为机械装备、复合材料轻量化制品以及光伏组件等;参股云度汽车11%股权。"
        },
        {
          "code": "sz002058",
          "name": "*ST威尔",
          "limit_time": null,
          "analysis": "拟5.46亿元控股紫江新材+业绩扭亏+机器人+特斯拉\n1、2025年9月10日公告，股东大会决议收购紫江新材51%股权获通过，交易完成后将形成“汽车检具+铝塑膜”双主业，铝塑膜业务将成为战略重点。业绩承诺方承诺紫江新材2025年-2027年度实现的净利润分别不低于6550万元、7850万元、9580万元。\n3、2025年8月28日晚公告，上半年归母净利润1.77亿元，同比扭亏。\n3、2025年5月10日公告，公司拟以4248.82万元收购紫燕机械49%股权，增强对子公司控制权。 后者为特斯拉为特斯拉的A级供应商。\n4、2025年3月31日晚公告，公司拟2.81亿元向紫竹科技出售持有的自动化仪器仪表业务资产组。交易完成后，公司资产总额将增加48.88%，负债总额将下降47.67%，资产负债率将下降28.15个百分点，营业收入将下降43.52%，净利润将增加2097.33万元。\n5、公司主营仪器仪表业务及汽车检具业务。经营范围涵盖工业机器人销售;工业机器人安装、维修。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": null,
          "analysis": "算力+重整+数字化家装+小米\n1、2025年3月18日晚公告，确定北京华著联合体为公司重整中选投资人。公司与北京华著签订了《重整投资协议》。北京华著系智算中心综合服务商，将借助自身算力产业资源，通过捐赠智算中心运营主体、订单导入等方式，助力上市公司拓展数据中心集成服务业务及算力服务业务。\n2、公司为数字家装品牌龙头，已发布“家装新范式-- AIGC智变”。公司自主研发的数字化科技家装系统，率先实现了家装行业内的全链条数字化运营管理。\n3、公司与小米在互联网营销、供应链金融等方面都有合作，小米科技持有公司股权。\n4、公司研发应用业内领先的4D-VR渲染引擎及AI+4D云智能设计，结合人工智能、推荐算法等新技术的运用，通过VR裸眼云台为客户呈现全屋渲染及高清全景图，为客户带来沉浸式互联网家装新体验。"
        }
      ]
    }
  ]
}