{
  "date": "2025-11-27",
  "update_time": "2025-11-27 15:41:21",
  "category_count": 15,
  "total_stocks": 82,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "09:47:43",
          "analysis": "拟收购孚悦科技（锂电池）+钙钛矿光伏组件+拟增资铁岭环球（固态电池）\n1、2025年11月25日盘后公告，公司拟2.406亿元收购孚悦科技100%股权，标的公司主要从事高精密度新型锂电池结构件的研产销。\n1、国晟科技控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。国晟科技在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n2、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n5、公司主营业务涉及光伏及园林工程。"
        },
        {
          "code": "sz003018",
          "name": "金富科技",
          "limit_time": "09:25:00",
          "analysis": "拟收购蓝原科技51%股权+啤酒拉环盖+塑料防盗瓶盖\n1、2025年11月23日晚公告，公司正在筹划以支付现金方式收购广东蓝原科技不低于51%股权，目前尚处于筹划阶段，预计不构成重大资产重组。标的经营范围涵盖电线、电缆制造；新材料技术研发；智能仪器仪表制造以及塑料制品制造与销售等多个领域。\n2、公司是国内最大的塑料防盗瓶盖供应商之一，主营塑料防盗瓶盖等塑料包装用品的研产销，主要产品为塑料防盗瓶盖。\n3、公司与华润怡宝、景田合作至今已近二十年，与达能、可口可乐、惠州宝柏合作已超过九年。 重要知名客户包括东鹏、海天味业、农夫山泉等。"
        },
        {
          "code": "sh603010",
          "name": "万盛股份",
          "limit_time": "09:54:07",
          "analysis": "增资万盛新材+磷化工+合成生物+锂电池\n1、2025年11月27日公告，公司向山东万盛新材料增资9.5亿元、向上海鑫鸿盛增资2,000万元，用于补充营运资金、增强发展能力。\n2、公司主要做有机磷阻燃剂的，是全球最主要的磷系阻燃剂生产、供应商。\n3、公司于2022年与合作方百葵锐、合盛投资共同成立子公司盛锐生物，布局生物基日化产品、生物合成化学品，积极打造绿色生物板块。该子公司第一个研发项目为用生物酶合成月桂酰氨基酸表面活性剂，截至目前，该研发项目已进入中试阶段。\n4、公司主要产品可分为：阻燃剂、胺助剂、催化剂、涂料助剂、家庭及个人护理品添加剂、原料及中间体等系列。"
        },
        {
          "code": "sh600654",
          "name": "中安科",
          "limit_time": "10:19:53",
          "analysis": "资产剥离+算力+安保服务机器人运管平台+安保\n1、2025年11月26日盘后公告，公司拟将全资子公司Guardforce Investment Holdings Pty Ltd持有的多家公司及其下属公司，共计34家公司的全部股权出售给Gilmore Investment Holdings Limited，本次交易的股份对价为1680万澳元。\n2、公司及全资子公司灵算智云（武汉）投资与宜兴兴阳产业投资签署了投资合作协议，双方将共建宜兴市人工智能算力中心项目。\n3、公司建立具有视频与传感数据监控、危险报警与安全预警、任务调度与运行状态监控、机器人远程操控等功能模块的安保服务机器人运营管理平台，并开发出客户端应用软件和手机APP。\n4、2025年3月12日，中安科总裁赴云深处科技考察交流，双方围绕智能机器人在金融押运、机场巡逻、工业巡检等场景的深度应用展开探讨。\n5、公司是国内较早从事智能硬件制造、智能系统集成和安保运营服务的综合服务商。全资子公司深圳科松是国内最早从事“感应智能门禁产品”的企业之一，合作伙伴包括华为技术。"
        },
        {
          "code": "sh600868",
          "name": "梅雁吉祥",
          "limit_time": "",
          "analysis": "银锑矿资源储量获受理+锑+储能+氢能+水力发电\n1、2025年11月25日晚公告，公司全资子公司梅雁矿业提交的《广东省梅州市梅县区嵩溪矿区锑银矿资源储量核实报告》获自然资源部受理。全资子公司梅雁矿业拥有嵩溪银矿区宝山区段银矿开采权，可开采矿区探明的锑矿石量121.97万吨，锑金属量24023.7吨。\n2、广东吉洋能源参与的广州地铁18号线飞轮储能项目目前处于挂网联调阶段，该项目由广州地铁集团牵头，联合湖北东湖实验室、广州地铁设计院、合肥召洋电子、广东吉洋能源公司共同参与实施。\n3、公司参股49.5%上海安永绿氢能源发展中心，以上海为主要试点区域，积极培育并参与制氢、输氢、储氢、用氢以及相关业务的发展。\n4、公司电站全部在广东梅州地区，目前所发电量全部由广东电网公司收购，拥有梅县坝头等七个水电站。目前建成投产的水电站总装机容量为15.1万千瓦，年设计发电量约4.7亿度。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "Meta Platforms据悉正考虑斥资数十亿美元购买谷歌的TPU，包括用于Meta的数据中心建设。此前，谷歌正式发布第七代TPU\"Ironwood\"，是目前谷歌性能最强大、能效最高的定制芯片。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh600246",
          "name": "万通发展",
          "limit_time": "14:54:02",
          "analysis": "PCIe5.0交换芯片+合作阿里+卫星通信+房地产\n1、2025年11月24日互动，2024年全球PCIe互连芯片行业市场规模为22.89亿美元。预计2030年市场规模将达到77.61亿美元，2025至2030年间的年复合增长率为20.1%。数渡科技是国内极少数掌握PCIe5.0芯片全流程自主设计能力并可实现量产的企业。PCIe6.0产品在研发过程中。\n2、2025年9月9日公司已完成对数渡科技收购。2025年8月20日晚公告，公司拟收购的数渡科技的PCIe5.0交换芯片有望解决当前国产AI芯片互联性能瓶颈，缩短与国际主流产品之间差距，目前国内PCIe5.0芯片厂商均尚未实现批量供货，数渡PCIe5.0交换芯片目前处于多家客户导入过程中，已有企业投入商用。网传资料显示数渡科技卡位PCle交换芯片赛道，深度绑定浪潮/新华三等阿里系服务器龙头（未证实）。\n3、控股60%子公司成都知融主营为毫米波集成电路设计， 主要为新一代平板阵列天线系统、 毫米波通信系统提供高性能的芯片级解决方案， 主要产品为卫星通信、 低轨卫星互联网、 5G基站使用的Ka、Ku 频段Beamforming芯片的射频前端芯片。\n4、公司房地产项目主要位于北京等地。"
        },
        {
          "code": "sz002636",
          "name": "金安国纪",
          "limit_time": "09:51:15",
          "analysis": "覆铜板+业绩增长+电子级玻纤布+中成药\n1、网传纪要，台湾南亚宣布全系列CCL及PP涨价8%，11月20日起生效（未证实）。公司主要业务为电子行业基础材料覆铜板的研产销。主要产品包括各种通用FR-4、FR-5、CEM3等系列覆铜板等。宁国金安年产3000万张高等级覆铜板项目：该项目共规划6条生产线，目前已有4条生产线投产并于2024年末实现满负荷生产，4条线月产能可达160万张板以上。\n2、2025年10月30日晚公告，第三季度营收为12.01亿元，同比增长23.02%；净利润为1.02亿元，同比增长247.36%。同日公告全资子公司安徽金瑞计划投资不超过1亿元建设年产6000万米电子级玻纤布扩建项目，预计2026年12月底前开始试生产。\n3、全资子公司广西禅方药业主要从事中成药提取及制剂、原料药、外用药、中药材种植收购等的生产、研发及销售，产品包含小儿感冒颗粒、咳特灵胶囊、麻杏止咳糖浆等。\n4、子公司上海埃尔顿主要从事研发、生产内镜诊治器械的医疗器械生产。"
        },
        {
          "code": "sh603353",
          "name": "和顺石油",
          "limit_time": "14:17:55",
          "analysis": "AI芯片+存储+成品油流通+华为超充+AI智能检测\n1、2025年11月16日晚公告，公司拟以现金收购及增资方式取得上海奎芯集成电路设计有限公司不低于34%股权并通过表决权委托合计控制其51%表决权，交易完成后奎芯科技将纳入合并报表。奎芯科技核心业务为高速接口IP（UCIe/HBM/ONFI/LPDDR/PCIe 等）、Chiplet及AI芯片设计服务，2024年IP+Chiplet营收占比超50%。\n2、公司深耕成品油流通领域，构建起集加油站零售连锁、成品油仓储、物流配送、批发于一体的完整产业链生态，为湖南省首家获国家商务部批准的成品油批发资质的石油企业。截至2025年6月30日，公司运营管理35座自营加油站，因历史原因公司2座自有产权站点对外租赁。\n3、2025年10月10日互动，公司已建的充电站都配套有华为液冷超充设备，计划投建站点仍将推进配套华为充电设备。\n4、公司以AI技术重塑 “和顺石油”品牌内核，构建现代化零售运营体系：通过AI智能检测实现油品合格率100%。"
        },
        {
          "code": "sz300456",
          "name": "赛微电子",
          "limit_time": null,
          "analysis": "MEMS芯片代工+供货华为+卫星通讯+5G滤波器\n1、公司MEMS芯片代工市占率原全球第一，公司境内子公司与MEMS-OCS晶圆及其他硅光芯片晶圆相关的工艺开发工作仍在进行中。\n2、公司北京产线FAB3工厂目前的前4大客户是通用微电子，上海矽睿，中兴通讯和华为。\n3、公司已有卫星通讯以及毫米波雷达方面的专利布局，并基于芯片制造与综合应用角度投入与卫星通讯及毫米波天线有关的研发和布局。\n4、公司生产制造的5G滤波器已经实际应用在下游的终端设备中。公司与武汉敏声以共同购置设备的方式开展BAW滤波器研发制造方面的合作。\n5、公司从事第三代半导体业务，主要是指GaN材料的生长与器件的设计；公司为华为（海思）提供硅光子芯片的代工服务。"
        },
        {
          "code": "sh600877",
          "name": "电科芯片",
          "limit_time": "",
          "analysis": "薄膜铌酸锂调制器+卫星通信+华为星闪+低空经济\n1、公司针对薄膜铌酸锂调制器的研究，集成光学事业部成立了薄膜铌酸锂波导技术攻关突击队，重点开展低损耗薄膜铌酸锂光波导工艺优化、薄膜铌酸锂相位调制器流片及测试，以及薄膜铌酸锂MZ调制器仿真设计工作。\n2、公司已有低轨卫星星端和用户端接收发射芯片系列产品的研发、生产与销售。公司产品主要以卫星短消息为主，面向语音互联的第二代产品即将流片。全资子公司重庆西南集成电路设计公司为华为星闪联盟会员单位。\n3、公司主营业务为硅基模拟半导体芯片及其应用产品的设计、研发、制造、测试、销售。控股股东为中电科，最终控制人为国务院国资委。电科芯片集团与中国电科芯片技术研究院一体化运行， 电科芯片集团现控股13家产业公司。\n4、低空经济在硬件方面主要包括低空飞行器和地面检测管控设备，公司的卫星通信、卫星导航、无线通信、雷达探测、电机驱动、电源管理等芯片及模块产品可应用于以上设备。"
        },
        {
          "code": "sz002975",
          "name": "博杰股份",
          "limit_time": null,
          "analysis": "AI服务器测试（谷歌）+液冷+人形机器人（T链）\n1、2025年11月20日互动，公司可以为谷歌客户云服务器提供检测方案与检测设备。在AI服务器测试业务领域，北美知名企业未来都有比较明确的高增长资本支出预期，公司对未来 1-2年营收的预期也会比较乐观。\n2、公司微通道多层冷头零部件当前用于公司GPU测试相关设备热管理，可为公司各大云服务厂商客户提供测试解决方案。公司客户包括英伟达、微软等。\n3、2025年10月29日晚公告，第三季度营业收入4.44亿元，同比增长76.91%；净利润8553.60万元，同比增长616.51%。前三季度净利润1.06亿元，同比增长6760.54%。业绩大幅增长主要系本报告期销量增加、珠海广浩捷公司并表以及出售焜原光电部分股权带来投资收益增加所致。\n4、T客户的机器人业务需求，公司从2024年下半年与客户接触，除了IMU检测设备的供应，在电子皮肤方面也与客户保持紧密探讨.。公司主营业务为自动化测试和组装相关设备，可提供PC、大数据云服务器、存储服务器等的测试。\n5、公司参股鼎泰芯源10.28%，主要从事致力于以磷化铟（InP）为主的Ⅲ-Ⅴ族化合物半导体单晶材料的国产化。市场预期其注入公司。"
        },
        {
          "code": "sh603890",
          "name": "春秋电子",
          "limit_time": null,
          "analysis": "液冷+人形机器人+AIPC+汽车电子结构件\n1、2025年11月25日盘后公告，公司拟要约收购Asetek A/S公司，后者主营业务为高性能台式电脑液冷散热器和模拟赛车游戏外设产品的研发、设计、生产和销售，年出货量约70万至100万台，长期为戴尔外星人、华硕、NZXT等全球主流品牌提供ODM服务。此外公司从2012年开始进入数据中心液冷领域，开发了整体的服务器级解决方案。\n2、2025年8月21日公告，公司正在积极探索这些新兴领域的材料应用，已经与客户共同开展在人型机器人骨架的产品研发。\n3、公司表示会与客户积极配合，在AIPC产品的研发和生产上加大投入，目前专用于AIPC的新型材料也正在试验之中。\n4、公司持股65%的子公司南昌春秋电子由公司与华勤技术（华为全产品供应商）全资子公司上海摩勤（持股35%）合资成立，为华为的供应商提供笔记本电脑结构件产品。此外，公司为包括华为多款车型提供镁铝合金结构件。\n5、公司已获得德赛西威、天马微等知名汽车电子厂商的认证，下游产品涵盖蔚来、比亚迪等。公司募投项目达产后可为公司增加500万套汽车电子镁铝结构件产能。"
        },
        {
          "code": "sh603083",
          "name": "剑桥科技",
          "limit_time": "",
          "analysis": "800G/1.6T光模块+已送样北美大客户\n1、2025年11月14日互动，1.6T光模块方面，公司已布局多款型号，涵盖LPO/LRO相关机种且以硅光技术为主，可覆盖主流市场需求，目前部分产品进入小批量供货阶段，预计2026年一季度实现大量发货。硅光芯片领域，公司与3家供应商合作并通过保供协议或投资保障供应，800G及以上光模块以硅光技术为主，已做关键物料储备。\n2、2025年8月25日晚公告纪要，公司当前最大的挑战在于产能——今年的产能已基本被现有的大客户占用，正持续推进扩产。力争年底，将800G系列产品提升至年化200万只（全口径），明年1.6T将实现一定规模的量产。此外，公司表示与某客户新签20亿美元AI相关订单中，有三分之一为光器件。\n3、公司已成为世界领先通信设备商的5G小基站主要合作伙伴。\n4、公司光电子技术智造基地项目（年产1160万只通信终端产品），项目一期预计将在2025年底前建成投产，拟生产产品包括高速光模块、无线网络与小基站等5G网络设备以及电信宽带、 边缘计算与工业互联产品等ICT 终端设备。"
        },
        {
          "code": "sz002741",
          "name": "光华科技",
          "limit_time": "",
          "analysis": "高纯化学品（AI）+固态电池（硫化锂材料）+PET复合铜箔\n1、媒体报道，目前公司的高纯化学品已经直接或间接供货英伟达、亚马逊、中兴通讯、中际旭创等目标客户，且部分潜在客户考虑日系供应商供应替代问题，纷纷转单光华科技，目前光华科技PCB高纯化学品产能供应较为紧张。\n2、2025年11月19日盘后互动，公司硫化锂相关固态电池材料产品目前产能为300吨/年，公司的固态电池材料产品现处于产品送样检测及优化阶段。网传纪要公司工艺为液相提纯+固相烧结+后段除杂，纯度可以做4个9，锂产线改造后可做3000吨硫化锂，目前估算成本40-50万，远期可降本到20万（未证实）。\n3、在扇形封装技术领域，公司布局了湿电子化学品，如电镀、蚀刻等制程。公司亚硫酸盐体系无氰金电镀液、封装镀锡液、电镀铜柱基础液及添加剂等电子化学材料打破国外垄断，实现原物料完全国产化。\n4、公司在PET复合铜箔领域可提供化学品整体定制化服务解决方案，是国内PCB化学品行业的龙头企业，涉及5G、光刻胶、集成电路等概念。公司锂电池回收处理项目的原料主要有两类：汽车退役电池和电池厂生产的残次品。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "在AI浪潮和国产化大背景下，国内先进产线未来扩产需求持续存在，半导体设备作为晶圆代工扩张的基石，同时是实现产业链自主可控的重要环节，国产半导体设备企业有望迎来发展机遇。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz000510",
          "name": "新金路",
          "limit_time": "14:51:24",
          "analysis": "半导体（高纯石英砂）+小金属（广西）+石墨烯\n1、公司4N8高纯石英砂生产线为国内首条国产矿石自动化产线，产品已开始少量销售，布局半导体新材料业务。 \n2、公司参股85%广西有色栗木矿业，后者从事钽、铌、锡、钨、铅、锌、铜等有色金属及非金属(包括高岭土及其他非金属矿)的采矿、选矿、冶炼业务，主要矿产是锡。2025年11月19日互动，栗木矿业60万t/a钽铌锡多金属矿改建项目安全设施设计已获批，复工复产进入施工图设计及开工审批阶段。\n3、参股公司德阳烯碳（持股12.5%）从事石墨烯研究及销售。\n4、公司主导产品为聚氯乙烯树脂（PVC）和烧碱，以氯碱化工为基础，配套仓储、物流、贸易等经营业务。"
        },
        {
          "code": "sh603933",
          "name": "睿能科技",
          "limit_time": "09:47:16",
          "analysis": "存储芯片分销+伺服驱动器/机器人\n1、公司代理存储芯片销售业务，产品包含“芯天下”系列存储芯片。分销的IC产品为广义的半导体元器件，主要是集成电路芯片和其他电子元件，包括微控制器芯片、功率器件及模组等产品。目前公司主要代理英飞凌、微芯科技、PI公司等全球知名IC设计制造商的产品。\n2、公司RA1、RA3系列伺服驱动器和MC2、MA3系列伺服电机已应用到机器人领域，包括不同载荷的四关节、六关节等工业机器人和协作机器人。公司开发基于第三代宽禁带功率半导体碳化硅(SiC)和氮化镓(GaN)的高效电机和高效电源方案，响应人形机器人市场需求。\n3、公司伺服系统主要产品包括RA、RS系列脉冲模拟量型及总线型伺服驱动器、MC、MA系列伺服电机；人机界面产品主要包括UH系列标准型和物联网型触摸屏。"
        },
        {
          "code": "sh603931",
          "name": "格林达",
          "limit_time": "09:49:10",
          "analysis": "光刻胶用显影液/剥离液+OLED\n1、公司是国内TMAH显影液龙头，为光刻生产工艺中的关键耗材。公司产品在半导体相关领域已有多项产品实现量产和测试导入，其中半导体用显影液和Thinner稀释液已在半导体功率器件头部企业实现量产供应。\n2、公司承接的省级项目浙江省“领雁” 研发攻关计划项目-“先进半导体材料中光刻胶配套高纯显影液的技术研发” ，目前已完成项目技术开发验证和产业化应用测试，相关产品已量供导入半导体功率器件领域的头部企业。公司承接的工信部联合攻关项目处于项目收尾阶段，公司已完成验收资料的递交，进展顺利。\n3、公司已经攻克芯片封装环节用显影液并开始供货，并已经攻克晶圆制造前道工艺中40纳米以上成熟制程。"
        },
        {
          "code": "sz300545",
          "name": "联得装备",
          "limit_time": "10:03:51",
          "analysis": "先进封装+华为+折叠屏\n1、公司目前共晶、软焊料等固晶机和QFN引线框架覆膜、引线框架检测等设备已经交付客户量产。在先进封装领域，公司有针对细间距高密度的显示驱动芯片键合设备，COF倒装设备，该倒装设备是一种采用共晶+倒装的芯片键合工艺的高精度高速度先进封装设备。\n2、公司同华为主要包含屏幕制造及整机组装智能化装备，5G模块生产设备，汽车电机电池组装智能设备等。公司在AR/VR/MR等领域已有推出相关设备。\n3、公司汽车电子显示相关组装设备已实现向德国大陆集团销售订单，是其全球供应商，供货销售给蓝思科技的设备也应用于特斯拉汽车电子显示屏上。\n4、 公司主要从事半导体显示智能装备、 汽车智能座舱系统装备， 半导体封测设备、 锂电装备的研产销。"
        },
        {
          "code": "sh603773",
          "name": "沃格光电",
          "limit_time": "10:59:15",
          "analysis": "先进封装+玻璃基板（CPO）+TGV+合作英伟达\n1、2025年11月24日互动，公司子公司通格微聚焦玻璃基线路板和玻璃器件产品在泛半导体行业的应用，包括5G-A\\6G、卫星通信玻璃基RF射频器件、光通讯领域光模块/CPO、半导体先进封装领域玻璃基先进封装载板及其封装技术开发和应用。其中公司玻璃基1.6T光模块/CPO项目已完成小批量送样，在产品完成相关验证后，将进入正式量产阶段。\n2、公司所生产的玻璃基多层线路基板，为上游线路板原材料的技术升级应用，其终端应用包括多种大算力和通信传输应用场景，其中包括5.5G/6G+云+终端等各种万物智联场景，包括AI、自动驾驶、低空飞行等领域。\n3、公司与华为、英伟达共同参加2024年11月6日在深圳举行的首届国际玻璃通孔技术创新与应用论坛（iTGV）。公司生产的超薄玻璃基板(UTG)最小厚度可低至25um，被认为是柔性折叠材料在新型显示应用上的重要发展方向。\n4、公司作为同时具备PI膜材技术和镀铜技术的企业，复合铜箔为公司重要研发项目之一。"
        },
        {
          "code": "sz002825",
          "name": "纳尔股份",
          "limit_time": "11:02:30",
          "analysis": "先进封装+汽车保护膜+氢能源膜电极\n1、2025年1月22日盘后公告，公司拟投资并取得蓝微电子控制权（不低于51%股权），后者是目前国内较具规模的芯片封装键合引线研发生产型科技企业。\n2、2025年10月15日盘后公告，公司拟收购菲莱测试，后者专注于半导体芯片测试可靠性解决方案。2024年营收1.22亿，净利润194万，承诺2025-2027年预计分别实现净利润不低于2800万、3600万及4820万。\n3、公司主营精密涂布复合材料，数码喷绘材料、汽车保护膜、光学及电子功能膜三大板块，生产规模行业前列，市占率连续多年领先。\n4、公司位于上海浦东新区，并在上海浦东临港投资设立全资子公司，将旗下的氢能源领域核心零部件项目、氢能源领域关键装备项目、氢能源产业研究院等项目落地临港集团园区，并且公司将在临港集团园区内设立氢能源产业投资基金。\n5、公司将燃料电池膜电极产品、PEM电解水制氢核心零部件的产业化，膜电极成本占整个燃料电池系统总成本较高，是燃料电池系统中最核心的零部件。"
        },
        {
          "code": "sh688733",
          "name": "壹石通",
          "limit_time": "13:12:40",
          "analysis": "芯片封装材料+固态电池+复合材料\n1、2025年11月24日互动，公司的高端芯片封装用Low-α球形氧化铝产品适用于全场景的封装，包括但不局限于Memory（内存）、CPU（中央处理器）和GPU（图形处理器）封装等，因此可用于HBF封装。公司的电子通信功能填充材料产品可以显著降低高频高速CCL（覆铜板）的介电常数和介质损耗值，相关产品的直接用户是CCL厂家，CCL下游用户为PCB（线路板）厂家，\n2、公司锂电池涂覆用勃姆石出货量和市场占有率连续多年位列全球第一。公司勃姆石产品已经应用于半固态锂电池，与国内客户建立了业务关系，勃姆石在全固态电池中的应用仍处于探索阶段。 \n2、公司致力于先进无机非金属复合材料的前沿应用，主要产品包括锂电池涂覆材料、电子通信功能填充材料和低烟无卤阻燃材料等三大类。无机非金属材料具备绝缘性好、耐热性强、化学性能稳定等特点，被广泛应用于新能源汽车、消费电子、芯片封装、覆铜板以及防火安全等领域。"
        },
        {
          "code": "sh603216",
          "name": "梦天家居",
          "limit_time": null,
          "analysis": "参股半导体公司+溢价转让股权+定制家居+谷子经济\n1、公司参股35%重庆凌芯微电子，后者专注功率半导体晶圆的背面减薄与金属化​，提升芯片散热效率及电气性能，服务于IGBT、MOSFET等器件。\n2、2025年11月18日晚公告，公司控股股东梦天控股及其一致行动人梦家投资、实际控制人余静渊先生、范小珍女士与嘉兴汇芯、曹勇先生签订《股份转让协议》，梦天控股、梦家投资以协议转让方式向嘉兴汇芯转让其持有的上市公司无限售条件流通股1528.4,5万 股，占上市公司股份总数的6.8636%转让价格17.4592/股，本次转让完成后，公司控股股东、实际控制人未发生变化。2025年11月18日晚公告，公司决定终止购买上海川土微电子事项。\n3、公司主要从事木门、墙板、柜类等定制化木质家具的研产销，主要产品为“梦天”旗下系列品牌的木门、墙板等家具产品。\n4、公司于2023年1月1日发布了吉祥物--小梦，小梦共有6款，分别为宇航员、工匠、设计师、水漆卫士、古风、国潮等形象。"
        }
      ]
    },
    {
      "name": "绿色能源",
      "reason": "上海有色网数据显示，截至11月25日，电解液均价已达54250元/吨，而今年年初价格约为19400元/吨。在价格飙升的同时，头部电解液企业订单火爆，批量斩获长协大单，其中部分企业订单更是排至2028年。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "14:56:24",
          "analysis": "锂电池添加剂+毛巾+托育/早教\n1、2025年11月4日互动，公司通过子公司孚日新能源投资建设了锂电池电解液添加剂项目，目前，孚日新能源氯代碳酸乙烯酯的产能是4万吨，碳酸亚乙烯酯粗品产能是1万吨，碳酸亚乙烯酯精制产能是1万吨。网传纪要，公司锂电池电解液添加剂VC产能规模行业第二（规划产能1万吨），实际产量规模行业第三（2025H1产量2794吨，同比+72%）（未证实）。\n2、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。\n3、公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。公司旗下教育板块睿优铭主营业务为婴幼儿早期教育及相关业务，开展早教中心、幼儿托管中心和国际幼儿园等业务。\n4、山东高密高源该公司年产固体亚氯酸钠2万吨，液体亚氯酸钠6万吨，是国内最大的亚氯酸钠生产和出口厂家。"
        },
        {
          "code": "sh603026",
          "name": "石大胜华",
          "limit_time": "13:04:24",
          "analysis": "六氟磷酸锂+固态电池+电解液溶剂供应商\n1、公司六氟磷酸锂产能2000吨/年。公司六氟磷酸锂产品长期供应给国内电池或者电解液头部企业，出口日本、韩国和欧美国家。\n2、网传纪要显示，公司硅基负极在固态电池领域的客户认证已达到B样阶段，与多家头部企业达成合作意向。公司眉山基地的硅基负极项目预计2025年一月底具备5000吨的产能，已实现百公斤级订单出货。（未证实）\n3、公司是全球最大的电解液溶剂供应商，是全球唯一同时提供5种电解液溶剂、溶质和添加剂完整配套的龙头厂家，主营碳酸酯系列产品主要包括碳酸二甲酯等，主要用于生产锂电池电解液。\n4、公司与比亚迪以、三菱等合作，通过电池企业进入 TSLA等车企。"
        },
        {
          "code": "sz300490",
          "name": "华自科技",
          "limit_time": "13:08:03",
          "analysis": "固态电池设备+储能+数据中心+光伏\n1、2025年9月19日公告，公司预计在2025年四季度交付全固态电池热压夹具样机，压力等级从3-5吨提升至60-80吨，采用传导结构实现压力均匀分布（偏差5%），并通过智能温控系统将温度波动控制在±2℃以内，适配硫化物电解质路线。\n2、公司自主研发的EMS、PCS及储能系统，已成功运用到国网、南网、电建等项目中；子公司拥有光伏安装、储能、光储充一体化、多能互补等技术并陆续在项目中应用。\n3、2025年1月23日互动，算电协同主要涉及算力和电力系统之间的协同配合，公司建设多能物联数据中心，为源、荷用户提供相关技术服务。\n4、子公司精实机电拥有30年智能装备开发与20年锂电行业深耕经验，助力客户构建零碳工厂。宁德时代为公司重要客户。\n5、公司水电站自动化控制设备市场占有率位居全国乃至全球第一，自身拥有军工保密资质。公司参股湖南省国际低碳技术交易中心，持股比例为12%；"
        },
        {
          "code": "sh603212",
          "name": "赛伍技术",
          "limit_time": "13:17:21",
          "analysis": "钙钛矿光转膜+光伏胶膜+固态电池+供货半导体+储能+AI材料\n1、2025年11月19日盘前消息，公司成功实现“应用于钙钛矿叠层组件的光转膜”的首次批量交付，产品已顺利送达美国某知名光伏企业。公司表示，此举标志着全球范围内该技术首次在钙钛矿组件领域实现商业化应用，为钙钛矿技术的规模化发展扫清了关键障碍。\n2、公司主要产品是光伏背板、封装胶膜、绝缘胶膜、电芯壳体保护膜等。\n3、2025年11月12日业绩说明会，目前钙钛矿叠层组件用TPO胶膜以及光转膜已完成批量交付，固态电池膜材料处于下游客户验证中，半导体晶圆研磨用UV减粘胶带在下游芯片封装客户处份额持续扩大、CMP固定胶带在下游客户稳定交付，目前进入放量阶段。\n4、2025年10月30日讯盛合晶微科创板IPO申请已获受理；公司表示盛合晶微是公司客户。\n5、公司储能业务涉及电芯、模组和电池包中的绝缘、热安全材料；公司成立合资公司苏州熵基材智，联合苏州大学引入“AI+新材料”创新思路。"
        },
        {
          "code": "sh600152",
          "name": "维科技术",
          "limit_time": "13:20:01",
          "analysis": "储能+钠离子电池+充电宝电芯安全+华为\n1、2025年11月11日维科技术官微，公司凭借2024年中国钠电池出货量TOP20和2024年中国储能钠电池出货量TOP5双榜首的卓越表现，展现了在钠电领域的领先地位。公司在南昌基地建成两条全自动钠电生产线，年产能2GWh，钠离子电池已批量用于户用、工商业及储能电站。\n2、公司通过客户摩乐吉实现向共享充电宝运营商来电的批量供货。\n3、公司与浙江钠创签订合作协议，钠创是国内钠电领域领军企业之一，已建成全球首套吨级铁酸钠基层状氧化物正极材料生产示范线，完成了年产3000吨正极材料、5000吨电解液的生产工艺包设计。\n4、维科电池与华为瓦特实验室有合作硅负极材料开发项目。公司持有开曼及至微机电10.67%股权，后者主要核心技术应用于PGU高亮度激光投影模块。\n5、公司经营范围包括锂离子电池、电池材料及配件、新能源汽车的电机及整车控制系统、锂聚合物电池、燃料电池、动力电池等。"
        },
        {
          "code": "sh688560",
          "name": "明冠新材",
          "limit_time": "13:36:50",
          "analysis": "光伏组件封装胶膜+BO背板+资产注入预期\n1、公司是光伏背板领先生产商，主营新型复合膜材料的研发、生产和销售，主要产品是太阳能电池背板。\n2、越南明冠年产1亿平米光伏组件封装胶膜项目于2024年1月实现全面投产。截至2024年12月公司已具备年产2.2亿平米胶膜产能。公司合肥基地年产2亿平米胶膜项目已启动建设。\n3、公司实控人旗下宇泽半导体，云南第一家独角兽企业，有注入预期。\n4、2022年8月15日公告，拟增发用于年产2亿平米铝塑膜建设项目和年产1亿平米无氟背板建设项目。\n5、公司自主研发干热法生产锂电池用铝塑膜产品制备技术，对标日本厂商，产品可用于纯电动汽车的动力电池中，目前已通过多家大型动力电池、3C智能数码电池和储能电池厂商的产品测试。"
        },
        {
          "code": "sz301292",
          "name": "海科新源",
          "limit_time": "13:36:57",
          "analysis": "锂电池电解液溶剂+签近80万吨电解液溶剂订单+固态电池\n1、公司在湖北建设1.27万吨电解液添加剂及配套项目，包括200吨/年LiODFB+LiBF4装置、500吨/年DTD装置、2000吨/年LiFSI装置、10000吨/年VC+FEC装置。\n2、2025年11月11日晚公告，公司与昆仑新材等企业签订3年供货协议，锁定59.62万吨电解液溶剂订单。2025年10月23日公告与合肥乾锐达成预计20万吨的电解液溶剂及添加剂供货合作。\n3、2025年10月30日互动，公司重点围绕氧化物及固态电解质高纯硫化锂等主流技术路线，开展材料合成工艺优化、批次稳定性控制、规模化制备可行性及关键性能指标验证等工作。\n4、电池级溶剂的纯度要求达到99.99%，工艺难度远高于工业级溶剂之上，国内实现规模化生产的企业仅为石大胜华和公司；且石大胜华以国外市场为主，而公司以国内市场为主。\n5、公司是医药级丙二醇等产品国内的主要生产商之一。"
        },
        {
          "code": "sz002769",
          "name": "普路通",
          "limit_time": "13:57:45",
          "analysis": "固态电池+存储硬件+跨境电商物流\n1、公司与钠壹新能源共同研发半固态钠电池产品，涉及不同正负极材料和电芯体系研究。\n2、子公司广州普方主要业务方向是开展国产巷供的存储硬件项目及企业级专业信创等领域。\n3、公司主营供应链管理服务，小米是公司ICT行业的重要客户，是公司服务类业务的第一大客户。公司在算力行业的供应链业务主要聚焦于半导体存储和算力基础设施建设等领域。\n4、公司协同跨境电商平台、电商卖家，整合优化电商行业供应链资源，致力于为客户提供跨境电商领域的国际物流、报关仓储、保税发货、执行采销及相关的营销推广、技术输出、电商供应链金融等多元化服务和跨境电商综合解决方案。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "国家税务总局发布的最新增值税发票数据显示，随着“人工智能+”行动加快落地，工业机器人制造销售收入同比增长41.7%。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002548",
          "name": "金新农",
          "limit_time": "10:15:57",
          "analysis": "智能机器人+生猪养殖+饲料业务\n1、深圳星帷智能机器人于2025年10月15日成立，是公司探索机器人业务的控股平台；星帷高科(北京)机器人是深圳星帷智能于2025年11月04日设立的控股55%的子公司，聚焦行业应用场景，研发、生产智能机器人相关产品。\n2、公司以饲料生产及生猪养殖为核心业务，在饲料营养、种猪繁育、生猪供给等方面为客户提供优质的产品与服务。\n3、公司饲料业务的主要产品为猪用饲料，包括教槽料、乳猪料、小猪料、中猪料、大猪料和种猪料，产品覆盖了猪的各个不同生长阶段。\n4、公司生猪养殖业务主要对外销售种猪（纯种猪、二元母猪、种公猪）、仔猪及商品猪。"
        },
        {
          "code": "sz300509",
          "name": "新美星",
          "limit_time": "11:01:03",
          "analysis": "机器人+液体包装机械+专用设备\n1、公司致力于为液态产品工厂提供产存一体化整体解决方案的总集成总承包服务。公司现有视觉、伺服驱动等技术可以应用于机器人领域。\n2、公司为全球用户提供水处理等成套智能装备及产存一体化全面解决方案。公司服务于可口可乐、达能斯等国内外著名品牌，畅销全球 80 多个国家和地区。\n3、公司主营业务为液体包装机械的研发、生产与销售，目前主要产品为灌装系统以及二次包装系列设备，能够为客户提供液体包装全面解决方案。"
        },
        {
          "code": "sh601100",
          "name": "恒立液压",
          "limit_time": "14:50:54",
          "analysis": "人形机器人（丝杠）+网传供货特斯拉机器人+泵阀\n1、网传纪要，公司获得三款图纸，包括上肢、下肢和手，其中手部获得截至目前最小型号的滚珠微型丝杠（未证实）。目前公司丝杠已实现小批量销售，未来有望在工业母机、人形机器人领域取得突破。\n2、网传资料表示，公司2024年12月给特斯拉送了机器人丝杠和腿部线性模组，最近又加送了20根腿部线性模组；预计2025年2月会增加上肢线性模组送样，送样持续推进。人形机器人100w台，预计公司利润增厚22亿。（未经证实）\n3、公司是国内四大挖掘机专用油缸供应商之一，主营业务是高压油缸、高压柱塞泵、液压测试台及高精密液压铸件等产品研发和制造。\n4、公司战略合作签约方埃地沃兹在半导体领域市场占有率高达95%左右，在锂电池、光伏、医药等领域的市场占有率也达到了70%左右。"
        },
        {
          "code": "sz300626",
          "name": "华瑞股份",
          "limit_time": null,
          "analysis": "人形机器人（换向器）+军工+家用电器+小功率电机\n1、公司正在积极研发、试制空心杯电机换向器产品。公司是换向器行业的龙头企业，拥有美国百得、日本电产、博世集团、佩特来等全球知名客户。\n2、公司全资子公司宁波胜克产品质量管理体系于2020年已符合武器装备质量管理体系的国家军用标准。公司少部分产品已应用于军用汽车、武器装备等领域\n3、公司从事小功率电机和微特电机换向器的研设产销，公司产品广泛地应用于各类中小家电以及智能家居产品，包含自动升降桌、扫地机器人、榨汁机等。\n4、公司生产的换向器产品在部分风力发电机上有少量应用，为间接供应商。\n5、目前应用于航空航天的产品仍在客户测试阶段。"
        },
        {
          "code": "sh603901",
          "name": "永创智能",
          "limit_time": "",
          "analysis": "机器人+供货泡泡玛特代工厂设备+包装设备\n1、2025年半年报披露，公司新设人形智能机器人研发部门，加快人形机器人整机、核心零部件、以及人形机器人在包装领域应用技术的研发工作。目前已完成多款人形机器人产品及核心部件的设计定型。公司出资1700万元成立浙江涌创人形智能机器人，与京东工业在机器人及核心零部件供应链优化方面合作，拓展第二增长曲线。\n2、网传纪要表示公司目前是泡泡玛特30多个产品代工厂包装设备核心供应商，目前基于人型整机优势合作智能化潮玩总装，单线2000万左右，考虑到代工厂替代需求，总计有望数百条产线潜在需求。\n3、公司将工业机器人集成于公司智能包装生产线系列产品，以提高智能包装生产线的柔性化和智能化；将自主研发的图像识别、视觉检测等技术应用于公司智能包装生产线。\n4、公司从事包装设备、包装材料、包装智能化软件系统的研产销，以技术为依托为客户提供智能包装解决方案，产品应用于液态食品、固态食品、医药等众多领域。"
        },
        {
          "code": "sz002162",
          "name": "悦心健康",
          "limit_time": null,
          "analysis": "养老机器人+辅助生殖+养老医院\n1、公司与金矢机器人共同成立合资公司，共同研发康养领域的机器人，不仅适用于养老机构，同时也开拓满足居家需求的小型化康复设备。\n2、公司在美国洛杉矶投资了日星人工生殖中心，在美国可提供合法的试管婴儿医疗服务；在国内主要与江西宜春市妇幼保健院合作辅助生殖项目，公司协助设备投入及引进人才，而具体辅助生殖的资质及运作则属妇幼保健院。\n3、公司采取内生孵化和外延并购的方式发展康养业务，目前已投资了综合性医院及三级老年病医院，均为民营医院。公司采用“医养康教研”五位一体的产业模式积极推进康养服务业务。\n4、公司业务分为建材、康养、医疗服务、投资性房地产租赁等；公司参股投资的江苏泗洪县分金亭医院开展口腔种植医疗业务。"
        },
        {
          "code": "sz002674",
          "name": "兴业科技",
          "limit_time": null,
          "analysis": "柔性电子皮肤+汽车内饰+天然牛头层皮革+福建\n1、2025年9月17日晚公告，公司与苏州能斯达签署合作协议，拟共同研发基于天然皮革、生物基础材料的柔性电子皮肤，后者专注于柔性微纳传感技术的研发和产业化，具备多品种、多量程的柔性微纳力学量传感器（压力、压电、应变）及阵列的核心设计能力，实现了柔性微纳传感器在人形机器人、消费电子、健康医疗、IOT 等战略新兴产业中的应用。\n2、子公司宏兴汽车皮革目前在与汽车厂商进行接触，比亚迪汽车等都是宏兴汽车皮革拓展的目标客户。小米汽车也是业务拓展的方向之一。\n3、公司2018年曾表示军用皮革销售占比较往年增长较多。公司在鞋包带用皮革领域，产品定位于中高端， adidas、际华集团、奥康等均为公司的客户。\n4、公司地处福建泉州，主要从事天然牛头层皮革的研产与销，产品定位于中高端领域，主要满足国内外知名品牌的需求。公司现有安海本部、安东厂区、全资子公司瑞森皮革和兴宁皮业四大生产基地，具备年产牛头层皮近1.5亿平方英尺的生产能力。"
        }
      ]
    },
    {
      "name": "AI手机/消费电子",
      "reason": "网传字节跳动正在研发AI手机。（未经证实）",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz002632",
          "name": "道明光学",
          "limit_time": "09:30:00",
          "analysis": "供货努比亚+固态电池+裸眼3D+石墨烯散热膜\n1、2025年10月21日盘中官微，努比亚发布了红魔11 Pro 系列、努比亚Z80 Ultra 等旗舰新机，深度集成豆包大模型的 AI 能力。公司石墨烯散热膜已应用于努比亚红魔8S Pro、8/8pro/8pro+、红魔9Pro、Z50型号手机及其他品牌产品。\n2、公司铝塑膜起到固态电池电芯封装的作用。\n3、公司杭州研究院正在研发裸眼3D相关的光学结构设计及器件加工技术，重点包括柱状光栅等核心组件。\n4、公司PC/PMMA可用于光学器件等领域，有1000万平的PC/PMMA复合板材的产能。参股子公司南京迈得特(持股17.36%)，主营具有微纳复杂结构的高精度光学核心元器件及其相关产品，已应用在下游MR终端产品。\n5、公司是全球领先的反光材料及延伸产品龙头供应商；拓展了铝塑膜、石墨烯膜等新型功能性薄膜材料。"
        },
        {
          "code": "sh600203",
          "name": "福日电子",
          "limit_time": "09:34:31",
          "analysis": "华为手机+大疆扫地机器人代工\n1、网传信息，公司为 Mate80 提供 ODM 代工服务。（未证实）\n2、全资子公司中诺通讯可根据客户需求提供酒店机器人JDM/OEM服务，目前已少量出货，工业机器人服务处于试产阶段。华为是中诺通讯重要客户，中诺通讯为其提供智能手机等智能终端产品的ODM/JDM服务。\n3、公司旗下产品包含对讲机；公司实控人为福建国资委。\n4、子公司中诺通讯在北京汽车展览会上正式发布基于瑞芯微RK3588平台上新一代智能座舱整体解决方案CR351，是目前市面上基于RK3588平台功能最齐全的智能座舱解决方案。"
        },
        {
          "code": "sh688260",
          "name": "昀冢科技",
          "limit_time": "09:40:15",
          "analysis": "摄像头光学模组+拟引入地方国资+陶瓷基板+消费电子\n1、公司精密电子零部件产品主要应用在智能手机摄像头的音圈马达VCM和摄像头模组CCM中，公司直接客户主要为各大VCM马达厂商和CCM模组厂商，产品终端客户包括华为、小米、荣耀等主流品牌智能手机中。\n2、控股子公司池州昀冢电子拟增资扩股并引入地方国资等外部投资方。\n3、2024年2月21日互动，公司在DPC技术的基础上开发了用于工业激光芯片所需的预制金锡热沉陶瓷基板产品，成功自主开发出高功率光纤激光器陶瓷热沉。\n4、公司以模具自主开发和超精密加工为支撑，为客户提供精密电子零部件产品和集成方案。"
        },
        {
          "code": "sz002888",
          "name": "惠威科技",
          "limit_time": "10:06:00",
          "analysis": "华为合作+VR扬声器+无线耳机+汽车音响\n1、2025年11月25日据官微，惠威携 34 年声学积淀正式加入 HUAWEI HiPlay 音频生态矩阵，并以 192kHz/24bit 高解析音频技术为核心，与 HUAWEI 携手重构全场景高端听觉体验，谱写中国声学技术与全球智慧生态双向赋能的全新篇章。\n2、根据公司官方网站显示，旗下有Swan惠威 VR系列入墙式扬声器。\n3、公司坚持“专注声音品质”的企业理念，旗下有包括AW-71、AW-73等多款无线耳机。\n4、公司汽车音响是搭载于汽车多媒体系统的组成部件，是车载娱乐系统的重要组成部分。\n5、公司为国内音响行业领军品牌，产品定位以中高端为主，拥有核心品牌“惠威”、“HiVi”产品，形成了包括多媒体音响、家庭影院音响、公共广播系统、耳机以及各类扬声器单元的完整产品线。"
        },
        {
          "code": "sh603626",
          "name": "科森科技",
          "limit_time": "13:37:57",
          "analysis": "AR眼镜+机器人结构件+固态电池+折叠屏手机铰链\n1、公司与全球领先的AR科技公司XREAL签署合作协议，其AR眼镜全球出货量市场占有率超50%。总投资20亿元的XREAL智能AR眼镜光学显示模组研发制造项目落户昆山开发区，项目达产后预计可年产AR眼镜光学模组350万套。旗下Air2 Ultra智能AR眼镜拥有全球顶尖的光学引擎和空间计算能力。\n2、2025年5月28日互动，公司为某品牌家用机器人提供相关结构件，切入机器人供应链。2025年11月25日晚公告，公司拟在马来西亚投资3,000万美元设立全资子公司，建设精密金属结构件生产基地。\n3、公司持有固态电池生产、研发企业清陶能源0.24%的股份；同时公司作为清陶能源供应商，公司为清陶能源及其控制的公司提供电池周边结构件产品。公司与清陶成立合资公司科森清陶（公司持股81%）未来在固态电池等领域开展相关业务合作。\n4、公司在消费电子领域已发展了苹果公司等国内外知名客户。\n5、折叠屏手机较普通手机，增量部分主要为铰链和UTG盖板。公司为专业的铰链供应商，生产的折叠屏手机铰链已量产目前主要供货华为。"
        }
      ]
    },
    {
      "name": "消费",
      "reason": "1、2025年11月27日上午10时国新办将举行国务院政策例行吹风会，介绍增强消费品供需适配性进一步促进消费政策措施有关情况。\n2、六部委印发《关于增强消费品供需适配性进一步促进消费的实施方案》。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "09:25:00",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sz002702",
          "name": "海欣食品",
          "limit_time": "09:30:00",
          "analysis": "速冻食品（福建）+常温新品+高端预制菜\n1、公司地处福建福州，产品主要包括速冻鱼肉制品和肉制品类（火锅丸滑、鱼丸、肉丸、福袋、鱼豆腐等）、速冻米面类（蛋黄烧麦、流沙包等）、速冻菜肴类（鲍鱼、带鱼、鱿鱼串、烤芝士卷等）；常温休闲类（蟹柳、鱼豆腐、速食关东煮等）。\n2、公司2025年三季度推出常温鲍汁鲍鱼、金汤佛跳墙等新品，常温休闲食品前三季度收入已超去年全年，并入驻山姆超市系统。\n3、公司在2023年底开始布局海鲜烧烤串类产品和牛羊肉卷等其中海鲜烧烤串类产品依托公司舟山工厂属地化优势，公司有望在中高端预制菜领域形成竞争优势。\n4、公司在天猫、京东等电商平台开设直营旗舰店，并与每日优鲜、叮咚买菜、盒马鲜生、7Fresh等进行合作，积极开展网络销售业务。"
        },
        {
          "code": "sz002187",
          "name": "广百股份",
          "limit_time": "09:30:00",
          "analysis": "离境退税+广东百货连锁龙头+黄金零售\n1、公司是广州地区国资百货零头，设有6家离境退税“即买即退”门店。\n2、公司是广东省百货连锁龙头企业，连续多年被评为“广东省守合同重信用企业”，公司所属多家门店被商务部评定为“金鼎”百货店，深受消费者信赖。2025年4月9日互动，公司在美国没有业务。此次关税政策调整对公司暂无影响。\n3、公司积极开发钻石DIY等定制商品，推出品牌IP盲盒。\n4、公司是广州国资委旗下唯一聚焦于商贸流通领域的A股上市企业，已在广州市区及广东省内其他城市开设门店30家。公司旗下广百黄金珠宝大厦致力成为华南地区精品金饰珠宝专业店，全力打造“广百黄金”自有品牌。\n5、公司旗下各门店运用直播带货、福利社群等线上营销工具，以品牌信誉打造私域流量池，成为广州首批受理数字人民币支付的便民商家。"
        },
        {
          "code": "sz002495",
          "name": "佳隆股份",
          "limit_time": "09:42:06",
          "analysis": "酱油新品+预制菜+深圳创投\n1、2025年11月26日盘后互动，公司“佳隆一品鲜”金标、银标酱油8月起推向市场，目前销售区域覆盖东北、华北、华中及华南，处于市场开发初期。 \n2、公司是一家集科研开发、生产、销售为一体的食品制造企业，已形成以鸡粉、鸡精为主导吉士粉、青芥辣酱、玉米粳、番茄酱等其他产品协同发展、共用营销渠道的战略布局。\n3、公司在微信有视频号小店，店铺名为佳隆QUALITY食品，主要销售砂锅土豆粉、松茸鲜、鸡精、鸡粉等产品。\n4、公司预制菜番茄牛腩产品通过抖音平台进行销售。\n5、公司持有前海股交投资控股（深圳）7.64%股权。"
        },
        {
          "code": "sz000721",
          "name": "西安饮食",
          "limit_time": "",
          "analysis": "西安餐饮+西安国资+预制菜\n1、2025年11月27日盘中讯，陕西省出台深化资本市场改革助力陕西高质量发展的十六条措施。其中提到，强化国有控股上市公司改革引领作用；公司为西北地区最大的餐饮业企业，实际控制人是西安曲江新区管委会，属于国资控股。\n2、公司旗下拥有众多“中华老字号”特色餐饮品牌店。主营业务为传统餐饮服务和工业化食品的生产、加工及销售，主要产品有餐饮、客房等。旗下8个餐饮品牌和8个特色品种被西安市商务局认定为“西安老字号”、“西安名吃”。\n3、公司主要经营五一鲜包、饺子、酱卤等。公司分子公司对外供应有牛羊肉泡馍、葫芦头泡馍、糕点等诸多面食。"
        }
      ]
    },
    {
      "name": "医药",
      "reason": "中疾控表示，当前，全国整体进入流感流行季，流感活动水平明显上升。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000952",
          "name": "广济药业",
          "limit_time": "10:25:18",
          "analysis": "流感+湖北国资+痛风+维生素\n1、公司生产的小儿氨酚黄那敏颗粒适用于缓解儿童普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。\n2、公司实控人为湖北省国资委。\n3、2025年1月2日盘后公告，公司近日收到国家药品监督管理局核准签发的非布司他片的《药品注册证书》。非布司他片适用于痛风患者高尿酸血症的长期治疗。\n4、维生素B2全球总产能约为10000吨，生产企业主要有广济药业4800吨、帝斯曼2000吨、巴斯夫1500吨，三家企业总产能达8300吨，超过全球产能80%，呈三寡头垄断格局。\n5、公司两大保健品研发项目“保健食品复合维生素B族片工艺研究”“辅酶Q10软胶囊工艺研究”已完成了产品研发工作，正布局销售渠道。"
        },
        {
          "code": "sz000078",
          "name": "海王生物",
          "limit_time": "13:32:12",
          "analysis": "感冒药+保健食品+生物药+医药商业\n1、公司在产治疗感冒的药品有氯酚黄敏片、吗啉胍片等；治疗发烧的药品有布洛芬片、小儿氨酚黄那敏颗粒等；治疗咳嗽的药品有复方甘草片、复方甘草口服溶液、小儿止咳糖浆等。\n2、海王金樽片主要由牡蛎精粉提取物研制，是市面上少数具有保健食品批号的保健产品。公司产品分为化学药、中药、保健食品和生物药四大类，已形成以抗肿瘤产品为主导，覆盖心脑血管、呼吸系统、消化系统等11大类品种齐全的产品体系。\n3、公司器械板块涵盖高值耗材、医疗设备、体外诊断（IVD）等多个领域。\n4、公司的医药商业板块由药品和医疗器械的流通两大业务构成，主要为医疗机构、药品零售机构和分销商等下游客户提供药品、医疗器械等医疗用品的配送及相关延伸增值服务。是全国性医药商业企业中业务网络覆盖面较广的企业之一。"
        },
        {
          "code": "sz002728",
          "name": "特一药业",
          "limit_time": "14:37:48",
          "analysis": "流感+支原体肺炎药+糖尿病治疗+NMN\n1、针对流感方面的用药，公司药品品类丰富，产品涵盖止咳、退热、抗生素、抗病毒、消化系统等类别。2025年10月29日互动，公司核心产品止咳宝片对流感相关咳嗽疗效确切，总有效率93%，秋冬流感高发带动需求。\n2、公司止咳宝片先后被广东省（《广东省新冠病毒感染者重点用药监管目录》、国务院联防联控机制等）推荐为感染新型冠状病毒后出现咳嗽症状的治疗用药。止咳宝片为中成药的最大单品，2025年前三季度销量已达2023年同期64%。\n3、公司的红霉素肠溶片、依托红霉素片、罗红霉素胶囊、阿奇霉素片、阿奇霉素颗粒等大环内酯类抗菌药物适用于治疗支原体肺炎。\n4、子公司海力制药生产的盐酸二甲双胍缓释片属于双胍类降血糖药。本药首选用于单纯饮食及体育锻炼控制血糖无效的2型糖尿病患者，尤其是肥胖和伴高胰岛素血症者。可单用，也可与磺酰脲类药或胰岛素联用。\n5、公司安排全资子公司新宁制药及台山化工对NMN产品进行技术方案的论证并做项目可行性研究。"
        },
        {
          "code": "sz301111",
          "name": "粤万年青",
          "limit_time": "14:54:39",
          "analysis": "感冒药+保健食品+生物药+医药商业\n1、2025年11月20日调研纪要，公司在产治疗感冒的药品有氯酚黄敏片、吗啉胍片等，并具备疫苗冷链运输能力，直接受益流感季节需求。治疗发烧的药品有布洛芬片、小儿氨酚黄那敏颗粒等；治疗咳嗽的药品有复方甘草片、复方甘草口服溶液、小儿止咳糖浆等。\n2、海王金樽片主要由牡蛎精粉提取物研制，是市面上少数具有保健食品批号的保健产品。公司产品分为化学药、中药、保健食品和生物药四大类，已形成以抗肿瘤产品为主导，覆盖心脑血管、呼吸系统、消化系统等11大类品种齐全的产品体系。\n3、公司器械板块涵盖高值耗材、医疗设备、体外诊断（IVD）等多个领域。\n4、公司的医药商业板块由药品和医疗器械的流通两大业务构成，主要为医疗机构、药品零售机构和分销商等下游客户提供药品、医疗器械等医疗用品的配送及相关延伸增值服务。是全国性医药商业企业中业务网络覆盖面较广的企业之一。"
        }
      ]
    },
    {
      "name": "AI应用/阿里",
      "reason": "阿里旗下的AI助手千问App公测一周，下载量已突破1000万次，超越ChatGPT、Sora、DeepSeek成为史上增长最快的AI应用。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002235",
          "name": "安妮股份",
          "limit_time": "13:02:12",
          "analysis": "IP版权（福建）+合作蚂蚁区块链+彩票+文化传媒\n1、公司从事版权业务为核心的知识产权服务业务，业务范围涵盖作品著作权登记、图文版权交易、影视和图片版权监测及维权、音乐版权分发、新媒体营销、影视投资等领域。公司“版权家”版权综合服务平台利用区块链技术分布式记账、不可伪造、不可篡改、可溯源的特点，为权利人提供数字版权确权存证服务，构成完整的IP运营产业链。公司地处福建。\n2、公司与蚂蚁金服、众安科技等推动区块链中国标准演进。\n3、公司的彩票营销服务业务专业从事为国家彩票的产品制造供应与服务和无纸化彩票销售的整体解决方案提供与服务。\n4、公司参股（1.05%）九次方，后者是贵阳大数据交易所的实际参与设计者，是大数据独角兽企业，参与起草制定了《大数据产业“十三五”发展规划》，并全面参与制定国家大数据交易标准及政府数据技术、安全、应用标准。\n5、公司“版权家”版权综合服务平台应用人工智能、云计算、大数据等技术进行开发，为权利人提供全面的版权服务。"
        },
        {
          "code": "sz002811",
          "name": "郑中设计",
          "limit_time": "13:42:39",
          "analysis": "AI设计+室内设计+IP潮玩+城市更新+建筑装饰\n1、公司子公司犀照科技“IDEAFUSION兆材云库”已积累800+使用机构、30万+物料SKU，接入DeepSeek大模型并即将融合Sora 2能力。\n2、郑中设计是室内设计领域的国际领先企业之一。ChengChungDesign（CCD）设计品牌追求专业领先及前瞻性的创新，在引领酒店设计的同时，以全产业链运作模式（从前期顾问，建筑设计、室内设计，到机电、灯光、标识、软装、艺术品等）覆盖酒店、企业总部大厦、商业综合体、高端住宅等多业态领域。\n3、YOU YOUNG有样熊是旗下全资子公司亚泰飞越推出的首发款艺术形象IP，截至目前已推向市场销售“四种规格、四大主题系列”，将近20多款系列艺术潮玩产品及周边衍生品。\n4、公司是高端星级酒店特别是国际品牌酒店装饰领域的领军品牌，为50多个国际品牌提供服务。"
        },
        {
          "code": "sh603598",
          "name": "引力传媒",
          "limit_time": "",
          "analysis": "AIGC+合作可灵/抖音+文化出海+小红书\n1、2025半年报，公司不断加大对自研AI工具的投入与升级力度，推出 “九合创意” 一站式 AIGC 创作平台等垂类AI工具。\n2、公司于2024年6月曾测试使用“快手可灵AI”工具。公司是巨量引擎金牌服务商，同时拥有抖音和阿里双平台顶级认证资质，核力智选系统目前已收录百万级规模达人数据。\n3、公司建立出海营销服务团队，并主要以 Google、 Meta、TikTok 等主流媒体平台为主业务阵地，拓展承接电商、游戏、应用等行业客户的出海营销业务。\n4、公司基于实际业务应用场景，推出了\"创意助手\"、 \"视频助手\"和\"通用助手\"三大 AIGC 产品应用，以赋能内容、电商、策略等多业务团队的工作执行和内容产出效率。\n5、公司为小红书首期人才共建代理商、小红书 2024IP 营销先锋合作伙伴等，在小红书平台，公司单季度的消耗额突破了亿元大关。拥有小红书官方认证种草营销师130人，搜索营销师110人。"
        },
        {
          "code": "sz002264",
          "name": "新华都",
          "limit_time": null,
          "analysis": "阿里妈妈+阿里曾是第二大股东+福建+AI+跨境电商\n1、公司地处福建福州。阿里妈妈是阿里巴巴集团的综合性大数据营销平台。公司通过阿里妈妈一体化智能营销平台万相台无界版，包括但不限于全站推广、AI小万、引力魔方、直通车等核心功能模块，实现用户画像、数据采集分析、广告投放等环节的全链路营销优化，转化ROI增量，实现降本提效。\n2、2017年9月阿里通过旗下公司阿里成都和杭州瀚云受让新华都10%的股份，成为其第二大股东，截至2025Q3已退出；双方还共同出资2亿元成立福建新盒网络科技，各持股50%。\n3、2025年11月19日互动，公司密切关注算力产业发展，积极寻求与算力厂商在AI Infra等领域的合作机遇，加速模型在B端、C端的应用\n4、公司与行业头部品牌以及京东、淘宝天猫、抖音、微信、等国内主要电商平台建立了深度战略合作伙伴关系；通过 TikTok、Lazada、Tokopedia 和 Shopee 等境外电商平台布局跨境电商业务，积极开拓海外市场。\n5、公司全资孙公司海南酒连酒电商、海南久爱致和注册地分别为海南生态软件园和三亚中央商务区，均属于海南自由贸易港重点园区。"
        }
      ]
    },
    {
      "name": "地产",
      "reason": "",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002856",
          "name": "美芝股份",
          "limit_time": "13:06:06",
          "analysis": "装饰装修+资产注入猜想（佛山国资）+轨交工程\n1、公司是一家集建筑装饰、建筑幕墙、建筑机电等专业化为一体的建筑装饰设计施工企业,取得环保工程专业承包叁级资质，承包工程范围包括可承担污染修复工程、生活垃圾处理处置工程中型以下及其他小型环保工程的施工。公司装饰装修业务占比65%。\n2、公司实控人为佛山市南海区国有资产监督管理局。佛山国资委拥有许多优质资产，公司业绩连续多年亏损，市场推测或重组。\n3、公司承接了深圳北站、唐山站、承德南站及乌鲁木齐轨道交通1号线、北京地铁16号线等全国三十多个城市的高、地铁城市轨道交通工程。"
        },
        {
          "code": "sz301043",
          "name": "绿岛风",
          "limit_time": "11:16:12",
          "analysis": "室内通风系统+云服务\n1、公司主要从事室内通风系统产品的设计研发、生产及销售。主要产品覆盖新风系列产品、风幕机两大品类、上百个系列、数千种型号，适用于民用住宅、市政基建、商业场所、工业厂房等国民经济各个领域。\n2、公司与室内家装软件公司——酷家乐合作开发了“绿岛风新风方案云设计软件”，并以此为依托推出绿岛风云服务模式，包含应用场景数字化、新风DIY设计、客户引流、产品营销与方案施工落地多个环节。"
        },
        {
          "code": "sh600657",
          "name": "信达地产",
          "limit_time": "14:52:42",
          "analysis": "中国信达（AMC）+房地产开发+城市更新\n1、公司属中国信达（中国四大AMC之一）旗下房地产企业。公司主要从事房地产开发，配有商业运营、物业服务、房地产专业服务，是中国信达的房地产开发业务运作平台。 公司围绕长三角、粤港澳大湾区、京津冀、长江中游和成渝城市群，进入了北京、天津、上海等地近三十个城市。\n2、2025年8月8日互动，公司持续关注城市更新业务机会，并有项目落地，如上海信安里项目。\n3、2025年1月9日盘后公告，公司与中国信达及鑫盛利保共同发起设立200亿元房地产行业存量资产纾困盘活基金。\n4、公司实控人是财政部。\n5、公司开发产品以住宅为主，同时适度开发写字楼和综合体。"
        },
        {
          "code": "sz000965",
          "name": "天保基建",
          "limit_time": "",
          "analysis": "房地产+空客+证券\n1、公司主营房地产开发、物业出租管理，住宅项目销售权益金额在天津市排名第八、滨海新区排名第一。\n2、法国总统马克龙于2025年12月3日访华，预计将推动中法航空与经贸合作迈上新台阶；公司通过子公司中天航空持有空中客车（天津）总装49%股权，空中客车（天津）具备部分A350（可替代波音787系列飞机）部件生产能力。\n3、公司参股天津渤海证券，是唯一一家注册在天津滨海新区的综合类证券公司。\n4、公司地处天津市东丽区空港经济区（天津自贸区），实控人为天津港保税区国资委。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "“朱雀三号”将于11月中下旬首飞，有望成为我国第一款投入运营的可回收运载火箭。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz003009",
          "name": "中天火箭",
          "limit_time": "13:10:21",
          "analysis": "商业航天+军工+固体火箭+光伏热场\n1、公司小型固体火箭整箭业务涉及的增雨防雹火箭、探空火箭和小型制导火箭以及固体火箭发动机核心材料延伸业务的炭/炭热场材料等产品技术水平突出，综合性能良好，在各自业务细分领域均位于市场前列，市场占有率较高。公司是国内少数掌握固体火箭发动机复合材料核心技术的主要企业之一，研制的固体火箭发动机耐烧蚀组件屡屡为国内多个型号的固体火箭产品成功配套，并为多个军工集团提供了发动机耐烧蚀组件的研发生产服务。\n2、公司是中国航天科技集团四院旗下首家上市企业，拥有国内首款20kg级别以下的小型制导火箭，WR系列增雨防雹火箭产品市占率常年保持第一。公司最终控制人是国资委。\n3、公司有碳化硅方面的产品，并拥有此类产品的技术储备；公司在民用领域的炭/炭复合材料产品主要是光伏产业晶体生长热场系统耗材，已被隆基股份、中环股份等国内光伏行业硅片行业领先的生产商所广泛采用。"
        },
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": "11:21:21",
          "analysis": "投资商业航天企业+卫星通信+低空经济+通信天线\n1、2025年11月24日晚公告，公司与华真资本签署《合伙协议》，共同设立基金。本基金重点对商业航天、卫星通信、先进制造业等领域进行投资，本基金将出资 1 亿元专项投资北京凌空天行。北京凌空天行是一家致力于高超音速技术服务、航天发动机和高超音速飞行器产品研发的商业航天企业。网传信息，凌空天行11月25日推出一款高超声速导弹。（未证实）\n2、2025年8月6日机构调研纪要，目前公司卫星通信产品覆盖“星-地-端”三大应用场景，已形成包括地面站终端、卫星通信载荷及卫星通信终端应用等三大类产品。\n3、公司地处广东中山。公司为华为5G基站天线提供服务，主要合作集中在微波天线、基站天线、授时定位天线领域。\n4、公司设计的面向5G-A的空地一体化赋形绿色天线，可以支持低空飞行器在600米空域内平滑接入电信网络，构建覆盖从地面到低空的全域通信网络，为无人机等低空飞行器的飞行航路安全提供有力保障。\n5、公司主要从事通信天线及射频器件产品的研发、生产及销售，产品主要包括基站天线、射频器件、微波天线等。"
        },
        {
          "code": "sz000801",
          "name": "四川九洲",
          "limit_time": "",
          "analysis": "商业航天+华为+北斗导航+军事信息化\n1、2025年11月26日互动，公司控股子公司四川九洲空管科技有限责任公司积极探索基于低轨卫星星座的空管监视技术，开展了关键技术研究，星基ADS-B载荷已搭载“空事卫星一号”在轨验证，具有较好的技术基础。目前九洲空管正积极跟踪航空＋商业航天相关政策，结合行业规划，积极推动产业应用。\n2、控股股东九洲集团旗下子公司九洲光电子，实现了业界性能领先的400G DR4硅光解决方案；光模块客户包括华为、中兴。公司是华为光网络终端产品的一级供应商，和华为公司在光网络终端等产品开展JDM合作，并实现批量供货。\n3、下属四川九洲北斗导航作为面向全国的导航与位置服务运营商，打造“北斗高精度导航与位置服务平台”。\n4、公司是全球领先的机顶盒提供商，国内领先的智能网络技术和设备提供商，实控人绵阳市国资委。"
        }
      ]
    },
    {
      "name": "有机硅",
      "reason": "11月25日，陶氏化学向大中华区合作伙伴发布公告称，其消费品解决方案有机硅业务线（Xiameter）将于12月10日起（或按合同约定日期），对旗下Xiameter业务线中主要产品实施10-20%的价格上调。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sh605366",
          "name": "宏柏新材",
          "limit_time": "10:30:02",
          "analysis": "含硫硅烷偶联剂（有机硅）+功能性硅烷+光伏级三氯氢硅\n1、公司主营业务为功能性硅烷、纳米硅材料等硅基新材料及其他化学助剂的研发、生产与销售，主要产品为硅烷偶联剂等功能性硅烷及气相白炭黑。公司含硫硅烷偶联剂产品已经连续六年在全球和国内的市场均排名第一，在有机硅行业占据重要地位。\n2、公司拥有全球产量最大的含硫硅烷（含固体硅烷）生产线，并通过产业链延伸，建成了“硅块-氯硅烷-中间体-功能性硅烷-气相白炭黑-硅橡胶”的完整绿色循环产业链\n3、公司部分产品可应用于光伏领域，有光伏级三氯氢硅产品的销售。"
        },
        {
          "code": "sh605399",
          "name": "晨光新材",
          "limit_time": "10:32:02",
          "analysis": "有机硅+光伏材料+气凝胶\n1、2025年11月19日讯，11月18日有机硅实控人会议结束，厂商今日恢复有机硅DMC报价，将价格上调至13200元/吨，较会议开始前增加约200元/吨。公司“年产6.5万吨有机硅新材料技改扩能项目”已正式投入生产，“年产2.3 万吨特种有机硅材料项目”部分产品已处于试生产阶段。\n2、公司铜陵“年产30万吨功能性硅烷项目”规划气凝胶产能5000吨，宁夏中卫规划“年产30万吨硅基及气凝胶新材料项目”，主要生产三氯氢硅、正硅酸乙酯、乙烯基硅烷、苯基硅烷和气凝胶材料。\n3、三氯氢硅可用于多晶硅制造，偶联剂产品可用于EVA、POE胶膜，以提升使用寿命，也可用于光伏组件中背板的密封胶、灌封胶中。\n4、公司主要从事功能性硅烷基础原料、中间体及成品的研发、生产和销售。主营产品按照不同的官能团及结构分为氨基硅烷、环氧基硅烷等。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz001387",
          "name": "雪祺电气",
          "limit_time": "09:33:33",
          "analysis": "冰箱ODM+出口增长+商用展示柜+供货小米\n1、公司主要从事容积400L以上的大冰箱和商用展示柜的研发、生产与销售业务，采用ODM模式服务国内外品牌商，2025H1冰箱产品收入占比84.37%%。\n2、2025年11月14日调研纪要，公司2022-2024年境外销售收入分别为3.6亿元、5.8亿元、7.3亿元，占比由18.81%升至37.53%，2025年上半年境外收入3.9亿元、占比44.16%，同比增长20.91%，出口订单持续放量。 \n3、公司已与商用展示柜领域大型企业（太古集团、中粮集团等）建立合作关系，商用展柜、境外的占比提升，能够从结构上持续改善公司盈利能力。\n4、公司客户群体包括美的集团、小米集团等全球知名企业和家电品牌商，公司与行业龙头客户建立了长期稳定的合作关系。"
        },
        {
          "code": "sz002960",
          "name": "青鸟消防",
          "limit_time": "09:25:00",
          "analysis": "消防安全系统+灭火机器人+智慧消防\n1、2025年11月26日下午，香港大埔宏福苑发生五级火警，香港消防处27日公布的最新数据显示，大埔火灾已造成40人遇难，45人受伤，279人失联；公司核心业务为消防安全系统产品，涵盖火灾自动报警及联动控制系统、电气火灾监控系统等，消防业务收入占比超96%。\n2、2024年11月26日互动，公司已通过子公司科力恒布局研发全地形脉冲物化灭火机器人。\n3、公司与加拿大初创公司Longan Vision合作研发AR消防头盔产品，该产品使得消防员能够解放双手，看穿烟雾、监测周围温度，找到受害者及火源。目前该产品已迭代到第二代，正在美国、日本等地市场进行试用，接受严格的现场测试。\n4、公司立足于“一站式”消防安全系统产品的研发、生产和销售。公司消防安全产品体系专业、丰富、齐全，贯穿着火灾安全管理的全过程。"
        },
        {
          "code": "sh600191",
          "name": "华资实业",
          "limit_time": "13:03:52",
          "analysis": "参股券商+人造肉+谷朊粉+保险\n1、金融街证券（原名恒泰证券）于2015年在香港上市，同时拥有恒泰长财证券、恒泰期货、恒泰资本投资、恒泰先锋投资四家全资子公司，并控股新华基金，在全国还设有105家营业部及4家分公司；公司持有恒泰证券3.08亿股，占总股本的11.83%。截至2025年9月北京市国资体系内共有5家证券公司，包括中信建投、首创证券、第一创业、北京证券和金融街证券。业务重叠度高，存在合并预期。\n2、谷朊粉的用途之一是作为替代肉类的素食食品，用于生产人造肉。\n3、公司主营产品为谷朊粉、食用酒精，还有少量食糖。子公司裕维生物主要经营粮食收购、粮食加工、食品生产与销售，主要产品为谷朊粉、酒精，同时从事小麦贸易业务。\n4、华资实业2015年曾募集资金总额不超过316.8亿元，除发行费用外将全部用于对华夏保险进行现金增资。"
        },
        {
          "code": "sh688033",
          "name": "天宜新材",
          "limit_time": "13:11:29",
          "analysis": "超高速飞行器复合材料+碳纤维、碳热场+高铁闸片\n1、全资子公司天仁道和在2021年10月与凌空天行签署战略合作协议，聚焦超高速飞行器复合材料的开发及应用。双方合作的耐高温复合材料技术，助力2024年10月凌空天行超音速验证机的首飞成功。\n2、公司通过子公司天仁道和进入军用航空供应链，后者专注于轻质（军用/民用）结构功能一体化碳纤维复合材料制品的开发与制造，碳纤维复合材料制品已经实现部分产品批量化生产，军用飞机和民用客机高精度零部件客户覆盖中航工业下属包括成飞、陕飞在内的多家军机主机厂、民用客机分承制厂。\n3、公司打造2000吨级碳碳/碳陶复合材料生产线，碳碳复合材料主要用于光伏热场及航天关键部件、碳陶主要用于轨交、飞机、汽车高性能制动盘，公司碳碳热场盈利能力已达到行业领先水平。\n4、公司为国内领先的高铁动车组用粉末冶金闸片供应商，专注于大交通和新能源领域新材料技术创新、产品研发和产业化应用。"
        },
        {
          "code": "sh603113",
          "name": "金能科技",
          "limit_time": "14:22:08",
          "analysis": "精细化工+煤化工+氢能\n1、公司是一家资源综合利用型、经济循环式的综合性化工企业。公司精细化工与煤化工，主要产品包括焦炭、炭黑、白炭黑、山梨酸及山梨酸钾、对甲基苯酚、甲醇等。公司拥有180万吨丙烷脱氢PDH和135万吨聚丙烯产能，为北方丙烯外放量最大企业，炭黑产能72万吨/年居国内第二，循环经济产业链盈利领先\n2、公司互动表示，新材料与氢能源综合利用项目副产氢气，目前一期项目工业副产氢气约3.55万吨/年，二期项目建成投产后，2024年公司氢气产能将翻一番，实现氢气产能7.1万吨/年。\n3、公司在青岛西海岸新区投资建设新材料与氢能源综合利用项目，项目主要包括 90 万吨/年丙烷脱氢与 8×6 万吨/年绿色炭黑循环利用项目、2×45 万吨/年高性能聚丙烯项目等。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "bj920124",
          "name": "N南特",
          "limit_time": "",
          "analysis": "空调压缩机零部件+汽车零部件\n1、公司是国内领先的空调压缩机零部件供应商，具有多产品、全流程的批量生产能力，并与美的、格力等下游龙头企业建立了良好稳定的长期合作关系。\n2、公司借助在压缩机行业的技术积累持续拓展汽车零部件领域，产出的球墨铸铁零部件已广泛应用于汽车制动系统部件（制动钳体）、离合系统部件（压盘）等产品，顺利开拓了多家汽车零部件客户。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:47:48",
          "analysis": "资产注入预期+半导体材料+军工+虾青素\n1、大股东万方源所持9086万股将被九台农商行以股抵债，过户完成后万方源将失去第一大股东身份，公司存在控股股东、实控人变更或无实控人风险。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、淘宝企业店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工、粮食销售、品牌创建等展开深度合作。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "09:25:00",
          "analysis": "重整预期+司法强执完成+农药/医药中间体+酒店\n1、2025年11月17日盘后公告，公司因截至11月15日未收到法院正式受理重整的法律文书，已触发《重整投资协议》约定的现金捐赠条件，重整投资人将无偿、无条件捐赠7300万元至公司。2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n2、2025年6月3日公告，公司持股5%以上股东兰州亚太矿业集团所持部分股份被解除质押、解除司法标记，并通过司法强制执行方式减少29.93万股，权益变动触及总股本1%整数倍信息披露标准。\n3、公司位于兰州，主要从事精细化工产品中的医药中间体、农药中间体的研发、生产和销售业务。公司主要产品分为吡啶类、硝化类及其他化工产品三类，产品主要应用于农药、医药及饲料添加剂领域。\n4、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "10:37:40",
          "analysis": "督促清偿占用资金+养老+脑机接口+跨境电商\n1、2025年11月22日业绩发布会上，公司表示积极与新华锦集团沟通还款事宜，要求其将出售的即墨黄酒厂股权的转让款优先用于偿还上市公司，在即墨黄酒厂股权转让交易终止后，公司积极督促新华锦集团尽快盘活并处置资产，多方筹措资金，尽快清偿公司的占用资金。\n2、子公司山东新华锦长生养老主营养老运营管理，为养老院提供从规划、设计、筹备、培训、建设与运营全过程的咨询服务，已与省内多家养老机构开展合作。\n3、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量 244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sh600193",
          "name": "*ST创兴",
          "limit_time": "09:25:00",
          "analysis": "拟增资+实控人变更完成+算力+稀土+移动信息\n1、2025年8月12日公告，全资子公司拟向羽屹建设增资2,368万元，用于支持其经营发展，进一步整合建筑施工资源。2025年8月1日晚公告，公司控股股东华侨实业所持6700万股完成过户，实控人变更为王相荣。\n2、公司围绕算力服务业务，公司目前已在江苏苏州、浙江杭州、北京等地部署了算力资源池，主要用于机器视觉类应用和游戏项目的测试工作。\n3、公司间接持有广西国兴稀土矿业40%股权。后者拥有广西省崇左市六汤稀土矿稀土采矿权(生产规模20万吨/年:矿区面积0.8643平方公里)，现为广西省唯一的稀土采矿许可证。\n4、公司依托通信网络资源，主要开展智能短信等移动信息服务业务。\n5、公司建筑装饰业务包括室内装修、基建工程、建筑施工可视化设计服务等。"
        },
        {
          "code": "sh600892",
          "name": "*ST大晟",
          "limit_time": "09:35:34",
          "analysis": "短剧+网络游戏+唐山国资入主+影视\n1、2025年5月21日公告，公司全资子公司设立广州熠梦文化传媒全资控股，重点布局短剧业务以创造新的盈利增长点。\n2、公司子公司淘乐网络专注于网络游戏领域中回合制端游与手游的研发与运营。公司全资孙公司祺曜互娱主营业务为基于H5网页、手机移动端研发的动作角色扮演类游戏。\n3、2024年3月12日公告，唐山市国资委同意唐山文旅按照7.35元/股的价格，合计受让大晟文化9706.7万股股份，折合上市公司股权比例17.35%，成为上市公司第一大股东并取得其控股权。2024年12月13日公告，公司法定代表人变更为崔洪山。\n4、在影视业务方面，公司主要投资、拍摄及制作影视剧项目；全资子公司中联传动主营影视项目投资及制作，包括电视剧、网络剧、电影。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "09:38:09",
          "analysis": "算力中标+判决生效+抖音+AI+网络安全+华为鸿蒙\n1、2025年10月10日晚公告，公司全资子公司北京智游网安确认为“克融云智算中心二期三标段”项目的中标单位，中标价格2.36亿元。2025年9月23日晚公告，公司重大诉讼已获深圳中院判决及生效证明，涉案金额2.54亿元，案件执行结果或对利润产生影响。\n2、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n3、2025年7月11日讯，公司成立智乐科技公司，含多项AI业务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、安全检测平台、合规检测平台、威胁态势感知平台V1.0。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sh603789",
          "name": "*ST星农",
          "limit_time": "10:44:34",
          "analysis": "资产注入预期+拟收购中城汽车+农业机械\n1、2025年9月29日调研纪要，未来5年内将在符合条件的前提下择机将楚胜汽车等专用车资产注入上市公司。2025年8月12日晚公告，公司拟2941万元全资收购中城汽车全部股份。\n2、公司产品包括拖拉机、履带式旋耕机等耕种环节机械，插秧机等种植机械，履带自走式稻麦油联合收割机、轮式稻麦联合收割机、采棉机、花生收获机等收获机械，覆盖了水稻、小麦、玉米、花生、油菜、棉花等六大主要农作物品种。\n3、2025年3月17日晚公告，公司拟7650万收购星舰发展持有苏州电中51%股权。标的主要产品包括HP0高压油泵、NB型喷射泵、SDP0高压共轨系统及精密件加工等，燃油喷射系统系柴油发动机的核心部件。\n4、公司与合肥多加农业科技公司合作，共同成立安徽星光多加智能农机装备公司,主要合作机型为履带式无人植保机器人。公司收割机、旋耕机、履带拖拉机、插秧机、植保机、自走式喷雾机等产品均可满足无人化驾驶。"
        },
        {
          "code": "sz000669",
          "name": "ST金鸿",
          "limit_time": "13:37:00",
          "analysis": "摘帽预期+天然气+陶瓷\n1、2024年年初，公司控股股东更为山西坤杰能源科技合伙企业，“摘帽”行动加速推进。\n2、公司主业，最主要的为天然气综合利用业务，包括气源开发与输送、长输管网建设与管理、城市燃气经营与销售、车用加气站投资与运营、LNG点供、分布式能源项目开发与建设等。\n3、公司涉足陶瓷业，主要依托湖南衡阳界牌瓷泥矿资源开发陶瓷产业。"
        },
        {
          "code": "sh605081",
          "name": "*ST太和",
          "limit_time": "13:56:02",
          "analysis": "实控人变更+天然苏打水+算力\n1、2025年5月26日公告，公司控股股东何文辉通过协议转让将其所持有公司总股本的12%转让于北京欣欣，过户登记手续已办理完毕。公司控股股东变更为北京欣欣，公司实控人变更为北京欣欣的共同实控人何凡、蒋利顺、董津。\n2、公司饮用水业务的产品为天然苏打水，其水源位于齐齐哈尔拜泉县西部的天然苏打水保护区，小兴安岭和五大连池支脉水源交汇处，是中国稀贵的天然自涌泉水。\n3、2025年4月29日起公司股票被实施退市风险警示。公司业务包括水环境生态建设和水环境生态维护两大类业务。\n4、2024年9月10日公告，全资子公司上海微瑆拟向上海嘉唐销售人工智能高性能算力服务器， 并提供安装调试等服务。\n5、2024年7月23日晚公告，增补武湛为公司董事候选人， 武湛目前担任百信信息 CEO（间接持有百信信息约7.58%股份）；百信信息是国内的算力基础设施提供商 , 华为核心整机伙伴，“鲲鹏 + 昇腾”双引擎战略合作伙伴。"
        },
        {
          "code": "sh600243",
          "name": "*ST海华",
          "limit_time": "14:40:55",
          "analysis": "实控人拟变更+拟收购资产+资产注入猜想+行星轮轴承+减速器\n1、2025年10月17日晚公告，公司实控人王封筹划公司股份协议转让事宜，本次权益变动完成后，公司控股股东将由青海重型机床变更为朗宁宜和，实控人由王封变更为祝镓阳、占舜迪、张栋。\n2、2025年7月30日公告，子公司茫崖源鑫拟4300万元收购巴州鲁新鼎盛燃气100%的股权。同日公告茫崖源鑫拟以422.11万元现金收购新疆庆源实业集团的若羌源鑫能源51%的股权。\n3、作为青海机电国有控股有限公司的唯一上市平台，大股东旗下涵盖众多工业设备行业资产，2024年在资本运作中已经开展资产置换与注入相关事宜。\n4、据网络资料，全资控股子公司青海华鼎齿轮箱公司拥有专利CN214007927U一种新型行星轮轴承一体化结构。子公司青海华鼎生产的减速器为煤炭减速器。市场猜测或与人形机器人相关。\n5、公司主要从事数控机床产品、齿轮（箱）、电梯配件等的研产销，产品广泛应用于通用机械、工程机械、航空航天、汽车、汽配、轻工等行业和领域。"
        },
        {
          "code": "sh600421",
          "name": "*ST华嵘",
          "limit_time": null,
          "analysis": "资产注入预期+拟增资子公司+房建PC构件\n1、2025年9月19日公告，海南伯程汇能科技中心拟以4.5亿元现金收购公司25.01%股份，控制权拟变更，但收购资金尚未全部到位。后者实控人林木顺曾担任宝姿国际集团业务发展部经理，曾主导收购厦门中山巴黎春天百货、厦门来雅百货等，是一名资本市场的老将。\n2、2025年5月6日晚公告，公司拟1972.80万元收购控股子公司浙江庄辰34%股权，本次股权转让完成后公司将持有浙江庄辰85%的股权。\n3、子公司浙江庄辰主营业务为房建PC（混凝土预制件）模具、模台、桁架筋的加工、制造非房建模具市场方面，2023年公司成功开发了风电混塔模具并实现了批量销售。"
        },
        {
          "code": "sz002047",
          "name": "*ST宝鹰",
          "limit_time": null,
          "analysis": "实控人拟变更+光耦合器+AI眼镜+建筑装饰\n1、2025年10月24日晚公告复牌，公司控股股东拟变更为海南世通纽，实控人拟由珠海市国资委变更为傅晓庆、傅相德。\n2、2025年10月25日公告，公司拟使用自有及自筹资金3000万元设立全资子公司，进入高端光耦合器产业领域的相关业务，公司拟实施的光耦合器项目将助力公司从传统建筑装饰领域向光电半导体产业拓展。\n3、2025年9月11日公告，股权变更后珠光集团将通过大横琴集团，间接持有*ST宝鹰37.96%表决权股份。\n4、公司持股的太平洋未来科技一直专注于AR+AI科技研发，已推出3款AR眼镜和1款智能手环，并都在全球范围内多个消费端场景商用落地。\n5、公司主要业务范围涵盖：装饰装修工程、幕墙钢结构工程、建筑总承包等。公司充分利用成熟的光伏建筑技术及施工能力，积极布局光伏建筑一体化（BIPV）领域。实控人为珠海国资委。"
        }
      ]
    }
  ]
}