{
  "date": "2026-01-13",
  "update_time": "2026-01-13 15:45:34",
  "category_count": 14,
  "total_stocks": 122,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "09:25:00",
          "analysis": "优必选拟入主+割草机器人+园林机械+半导体设备零部件\n1、2025年12月24日晚公告，优必选拟以协议转让+要约收购方式合计收购锋龙股份约43%股权，交易完成后控股股东拟变更为优必选，实控人拟变更为周剑。本次控制权变更方案中的股份转让价格、要约收购价格均为17.72元/股，以此计算，合计总对价达16.65亿元。\n2、公司产品包括割草机器人电控。\n3、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n4、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sh600676",
          "name": "交运股份",
          "limit_time": "09:25:01",
          "analysis": "拟资产置换+参股上海大众交运出租+上海国资+特斯拉+汽车拆解\n1、2026年1月9日晚公告，公司拟与控股股东久事集团及其关联方进行资产置换，将所持有的乘用车销售与汽车后服务板块、汽车零部件制造与销售服务板块相关资产与久事集团及其关联方持有的文体娱乐业、旅游业相关业务资产进行置换，拟注入F1中国大奖赛等文体资产。\n2、2025年7月26日，上海新一批智能网联汽车示范运营牌照正式发放；公司参股50%上海大众交运出租，后者获得无人驾驶出租车运营牌照。\n3、公司实控人为上海国资委，主营业务涵盖道路货运与物流服务，汽车零部件制造与销售、乘用车销售与汽车后服务。\n4、网传公司给特斯拉做数据中心（未经证实）。\n5、全资子公司上海市汽车修理公司的子公司上海交运巴士拆车服务范围涵盖汽车拆解业务。"
        },
        {
          "code": "sh600367",
          "name": "红星发展",
          "limit_time": null,
          "analysis": "拟投6.23亿元建设碳酸钡项目+碳酸锶+电解锰涨价+固态电池\n1、2026年1月12日晚公告，宣布其全资子公司贵州天柱红星拟投资6.23亿元建设\"天柱县钡盐精细化工产品项目\"。该项目将建设10万吨/年碳酸钡及副产1.6万吨/年硫磺生产线。\n2、子公司重庆大足红蝶锶盐产能为3万吨/年，在建子公司重庆瑞得思达锶盐设计产能为6万吨/年，投产后产能达9万吨/年。网传公司拥有国内最好的可持续开采的重晶石矿和天青石矿，钡盐、锶盐生产能力在全国排名第一，碳酸钡和碳酸锶市场占有率分别达到40%和30%。（未证实）\n3、公司生产的锶盐产品主要用于磁性材料、金属冶炼、液晶玻璃基板、烟花焰火以及其它锶盐的深加工等。\n4、公司电解二氧化锰、高纯硫酸锰各3万吨/年产能，四氧化三锰已完成中试验证，下游部分固态电池企业已采购锰系产品用于性能验证。\n5、公司旗下两座锰矿山总产能约25万吨/年，硫磺年产量约3万吨。公司目前锰系产品为电解二氧化锰和高纯硫酸锰产品，已向部分下游磷酸锰铁锂材料生产企业小批量送样。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "1、2026年1月9日港股大模型独角兽公司MINIMAX-WP持续拉升涨超60%\n2、2025年12月30日据媒体报道，Meta以数十亿美元收购开发AI智能体公司Manus，这是Meta成立以来第三大收购。在Meta收购前，Manus正以20亿美元估值进行新一轮融资。",
      "stock_count": 24,
      "stocks": [
        {
          "code": "sz003007",
          "name": "直真科技",
          "limit_time": "09:51:15",
          "analysis": "AI4S+商业航天+华为昇腾+异构算力+智能体\n1、据网传公司联合重庆科院研发“知算”AI4S平台，完成局部测试；专注科学计算与AI融合应用，聚焦科研计算场景。（未证实）\n2、2024年报公司承建的“千帆星座”卫星互联网网络管理中心系统和“国网星座”运控流量预测系统顺利上线。\n3、公司与华为在昇腾、鲲鹏生态原生开发方面签署了合作协议，共同推进算力原生应用开发。公司取得了华为授予的运营商专线业务管理联合整体方案认证。\n4、公司自2023年开始实施所有产品线向AI转型以来，逐渐形成了具有完全自主知识产权的包括多元异构算力调度和服务能力在内的AI计算服务平台。异构算力调度平台已完成华为、寒武纪、海光和英伟达等计算芯片适配，具备对前述国产智算设备开展集群化运营服务的能力。\n5、公司持续投入OSS板块系列产品的智能化升级开发，加快智能体应用开发，支撑运营商“点金”系列行动和网络运维向运营转型。"
        },
        {
          "code": "sh603488",
          "name": "展鹏科技",
          "limit_time": "14:28:58",
          "analysis": "AI军工+成飞+换电+电梯\n1、公司AI蓝军系统已深度融入仿真作战平台，可动态模拟敌方战术，实现逼真战场环境下的仿真训练，训练效费比大幅提升。公司控股子公司领为军融是国内以航空模拟训练为主营业务的民营企业，其核心产品——“通用数字空战仿真系统”，正是飞行模拟器最核心的软件之一。领为军融核心产品航空兵作战训练的便携式“通用数字空战仿真系统”，可满足中远距空战、视距内格斗、空面打击、编队飞行、转场演练等战术仿真训练任务。子公司领为军融曾中标成飞集团的招标项目。\n2、子公司伯坦科技专注于“换电技术体系”的电动汽车产业研发和创新，是“车电分离、分箱换电”商业生态和技术体系的构建者，已与威马汽车、东风汽车等多家国内主要车企就换电技术应用达成战略合作，在国内换电市场排名第一。\n3、公司主要从事电梯门系统、电梯一体化控制系统、电梯轿厢及门系统配套部件的研产销。"
        },
        {
          "code": "sh601116",
          "name": "三江购物",
          "limit_time": "09:31:24",
          "analysis": "AI购物+生鲜超市+阿里参股+盒马\n1、2026年1月11日沃尔玛与谷歌共同宣布计划推出将谷歌Gemini的智能与沃尔玛及山姆会员店相结合，使购物变得更加直观、可靠，阿里既有自己的大模型（千问）、又有自己的商超（三江购物），同时有淘宝作为流量入口，在国内拥有布局AI购物绝对优势。\n2、公司主要经营社区生鲜超市业务。公司经营业态有社区店、盒马店和邻里店，采用连锁经营方式，商品结构以社区居民日常鲜食消费品为主。\n3、2025年11月13日据证券报，未来几个月内阿里巴巴将逐步在包括淘宝网在内的多个平台上添加AI代理功能，以支持购物体验；杭州阿里巴巴泽泰信息为公司的第二大股东，持股30%，泽泰信息控股股东为淘宝（中国）软件。\n4、2025年4月11日盘后消息，助外贸企业出口转内销 京东、盒马、永辉、华润等零售巨头启动相关扶持计划。\n5、公司股东阿里持有旷视科技近30%股份，市场猜想存在注入预期。"
        },
        {
          "code": "sz000785",
          "name": "居然智家",
          "limit_time": "10:21:00",
          "analysis": "AI设计+优必选机器人+阿里参股\n1、2025年半年报，居然设计家是公司和阿里巴巴共同打造的AI设计平台，通过AI、3D、大数据等底层技术驱动，赋能用户实现所想即所见、所见即所得。阿里巴巴旗下公司合计参股上市公司15.62%股权，并公司多项业务保持密切合作关系，包括不限于设计家接入通义千问大模型、服务器全面上云、阿里云资源调用、共同打造数字化校园超市门店等。\n2、公司控股股东持有优必选公司股份。\n3、居然智家正式宣布包括居然设计家（Homestyler）、居然智慧家和洞窝在内的三大智能平台接入DeepSeek。在2024年8月，居然智家与火山引擎签约，合作内容包括AI及大模型、veOmniverse等方面。公司居然设计家业务正在与豆包对接测试。\n4、居然之家主营化妆品，服装，酒水等品类。公司旗下中商超市包括预制菜业务。"
        },
        {
          "code": "sz000681",
          "name": "视觉中国",
          "limit_time": "11:25:42",
          "analysis": "MiniMax+AI大模型+合作阿里+视觉内容平台\n1、2026年1月9日公告，MiniMax上市，公司持有的股份公允价值变动损益金额为6735万元，约占2024年度公司经审计归母净利润的56.53%。\n2、2025年11月11日互动，公司基于deepseek等开源基础大模型开展视觉中国多模态生成、多模态理解和图像理解等行业大模型的研发，也与百度、Minimax、快手等开展战略合作，合作共建基于版权合规数据的行业大模型。\n3、2025年10月14日互动，公司通过API开放平台，与腾讯、阿里巴巴、百度、京东等平台类客户达成合作，采用B2B2C模式，连接包括智能创作、广告营销、办公文档等不同的应用场。\n4、公司是国内最大合规视觉内容平台，依托海量版权数据壁垒（超7亿合规内容），加速向“AI智能+内容数据+应用场景”战略转型，通过投资硬件芯片（凌川科技）、生成式AI工具及全球化融资，有望在AI数据溯源、版权分成机制中受益。"
        },
        {
          "code": "sz002607",
          "name": "中公教育",
          "limit_time": "09:56:24",
          "analysis": "AI就业学习机+AI教育+职业教育+直播带货\n1、2025年7月30日互动，公司AI就业学习机7月15日正式上市，配套高端就业服务招生已达到3000人以上规模，依托695家直营网点及1500+高校渠道，打造“测评-规划-学习-求职-就业”闭环。公司旗下子品牌“中公AI就业”定位为人工智能教育与就业服务平台，致力于提供”一站式AI就业服务”模式，为学员提供个性化和高效的学习体验。\n2、2024年11月26日互动，公司成立人工智能与教育研究院后，推出的首款AI产品——小鹿老师。她是中公“AI数智系统班”是虚拟授课讲师，能为学员提供全天候的教学答疑和互动支持。\n3、公司是国内大型的公共就业与再就业服务提供商，主营业务横跨公共服务岗位招录考试培训、学历提升、职业资格和职业能力培训等三大板块。\n4、中公严选抖音号是公司旗下搭建的集日常运营、直播带货、品牌塑造于一体的线上电商平台。目前中公严选的直播带货业务正在逐步推进中。"
        },
        {
          "code": "sh603682",
          "name": "锦和商管",
          "limit_time": "10:09:33",
          "analysis": "AI运营+物业管理+首发经济+租赁运营\n1、2025年2月10日互动，公司已在物业服务模块引入AI客服，并规划接入DeepSeek模型，以智慧化手段提升运营效率。公司在管项目73个，在管面积约140万平方米，整体项目数量、面积均处于行业领先地位。分地域看，上海61个项目，北京9个项目，杭州2个项目，南京1个项目。\n2、网传锦和商管旗下热门的首发经济打卡地，包括（国内首家）XR沉浸体验展“秦潮觉醒沉浸探索体验”、世界级定制单车品牌上海（首店）AITA CYCLE、另外锦和商管旗下其他首发经济潮流地标也正在全面建设中，预计明年锦和商管将陆续落地多个首发经济项目（未查证）。\n3、公司主要业务系对城市老旧物业、低效存量商用物业的定位设计、改造、招商、运营和服务，目前商业模式主要分为承租运营，受托管理和参股运营，公司租赁业务占比72.57%，物管业务占比27.43%。\n4、公司是中国城市更新领域首家上市公司，办公地址是上海市徐汇区，目前在管项目主要集中在上海，北京和长三角核心省会城市。"
        },
        {
          "code": "sh600662",
          "name": "外服控股",
          "limit_time": "10:12:42",
          "analysis": "AI人力资源+财税管理+智慧政务\n1、上海外服AI智能助手“云知道”已正式接入开源大模型DeepSeek-R1,增强了其推理能力与表达能力，助力公司提升服务效率和服务质量。\n2、公司主营业务为综合人力资源服务，包括人事管理服务、人才派遣服务、薪酬福利服务、招聘及灵活用工服务、业务外包服务等。\n3、薪税管理服务是向客户提供包括HR SaaS等软件系统应用、薪酬流程服务外包、考勤管理、工资计算与发放、个税缴纳、个税咨询、财税外包等在内的全流程薪税管理和咨询服务。\n4、公司智慧政务建设及运营一站式解决方案，结合人工智能、大数据、互联网等高新技术，可为政府提供行政审批改革顶层设计咨询、智慧政务大厅建设、人力资源外包等一揽子服务。"
        },
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "13:00:30",
          "analysis": "AI短剧+拟增资子公司+电影发行\n1、2026年1月12日官微，博乐分镜时间线编辑器即将上线。博乐一键AI短剧即将上线的博乐成片预演系统。博纳影业自研的模拟影视创意策划会的AI协作工具“博乐圆桌”和AI短剧智能生成平台“博卡一键AI短剧”两款产品均已开放线上注册使用。\n2、2025年10月30日晚公告，公司拟以8.67亿元债权向全资子公司北京博纳债转股增资。\n3、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n4、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        },
        {
          "code": "sh603138",
          "name": "海量数据",
          "limit_time": "15:00:01",
          "analysis": "AI向量数据库+华为存算分离+数据中心+服务器\n1、2025年10月31日机构调研，公司向量数据库Vastbase已在智能电子病历、航旅智慧服务、公安技侦等AI场景落地，并参与打造企业级知识库问答系统解决方案。\n2、公司和华为存储创新打造了存算分离解决方案，被评为国内“数据库存算分离最佳实践”，重点助力金融业数字化转型。华鲲振宇是公司服务器领域的生态合作伙伴之一。\n3、公司致力于数据库自主产品的研产销及服务；公司是国内主要的关系型数据库产品提供商，也是国内数据库基础软件产业发展的重要参与者和推动者。\n4、公司是华为openGauss数据库第一大商业发行版厂商。公司的VastBase G100数据库产品成为市场上第一批入围央采及党政信创目录的openGauss商业发行版数据库。"
        },
        {
          "code": "sz301378",
          "name": "通达海",
          "limit_time": null,
          "analysis": "AI法律+收购完成+华为昇腾+数字人民币+不良资产\n1、2025年5月27日互动易：公司积极推进 “AI+” 战略，紧扣 AI 发展趋势、聚焦司法及相关行业多元业务场景，针对性研发涵盖知识问答、材料归纳、类案推荐、OCR 识别、翻译助手、公文撰写、数据分析等功能的 AI 智能体，为法院、公安、检察、政法、仲裁等行业用户提供智能化辅助服务。\n2、2025年1月7日发布《对外投资进展情况公告》，明确润之信息已完成工商变更登记程序，标的公司核心业务为公安执法办案监督管理系统研发与应用。\n3、公司基于昇腾芯片的Atlas人工智能计算平台开展AI产品研发和适配工作。2024年3月，通达海作为HUAWEI在智慧司法领域合作伙伴受邀参加了“HUAWEI中国合作伙伴大会2024”，展示了智慧执行办案模式及应用场景。\n4、公司曾销售内容包含苏州市相城区人民法院数字人民币支付项目(软件服务），苏州市相城区人民法院数字人民币支付项目（硬件）等。\n5、公司在不良资产方面，主要是针对银行等金融机构的小额信用贷款问题，开发了金融纠纷一体化平台，为各类机构办理小额金额纠纷提供标准化的调解、诉讼、执行流程管理。"
        },
        {
          "code": "sh688365",
          "name": "光云科技",
          "limit_time": null,
          "analysis": "电商AI （阿里）+Agent+AIGC+跨境电商\n1、2025年11月4日机构调研，公司坚定将“大商家SaaS+电商AI SaaS”作为战略方向，在具体应用层面，公司已将人工智能技术全面融入快麦小智客服机器人、深绘美工机器人及有成系列产品，显著提升产品智能化水平和客户体。2025年1月24日互动及2025年1月27日互动，公司客服机器人产品快麦小智推出基于大模型的智能体产品绫智，可搭建导购助手、智能培训等功能。\n2、快麦小智基于大模型构建电商领域的客服agent，帮助商家显著提升服务体验；深绘美美工机器人则依托AIGC能力，实现批量自动化设计。\n3、2025年11月4日机构调研，公司十分重视跨境电商在东南亚、欧美的发展，密切关注跨境商家的业务需求。"
        },
        {
          "code": "sz300315",
          "name": "掌趣科技",
          "limit_time": null,
          "analysis": "间接参股MiniMax+稳定币+AI游戏+AI 3D生成+VR\n1、2026年1月9日公告《掌趣科技：关于间接参股公司首次公开发行股票并在香港联交所上市的公告》，公司间接参股MiniMax 1月9日港交所上市，预计贡献2026年净利润2326.06万元，占2024年归母净利20.98%。\n2、公司持股11.11%的安拟集团是金管局首批沙盒参与者。圆币创新由渣打银行(香港)、安拟集团和香港电讯成立的合资公司以及京东集团旗下的京东币链科技为首批参与香港金管局的稳定币发行人沙盒测试的机构。\n3、公司与悠米互娱将共同开发“AI游戏创作平台”，实现AI+UGC。悠米互娱（北京量子跃动持股36.25%为其第一大股东），开发上线了首款虚幻4手游《救赎之地》。\n4、公司主要产品为MMORPG品类、卡牌品类，公司已将AIGC技术应用于游戏研发，自研产品包括《黑暗之潮：契约》，SLG品类《代号O》等。\n5、公司的主营业务为移动游戏产品的开发、发行和运营，在VR方面主要投资参股了北京乐客灵境、北京橙子维阿等。"
        },
        {
          "code": "sh688258",
          "name": "卓易信息",
          "limit_time": null,
          "analysis": "AI编程+鸿蒙固件+信创+软件开发\n1、2025年12月25日投资者关系活动记录，AI IDE产品eazydevelop 25年9月正式上线后3月实现1.3万平台用户突破，1800万订单金额突破。低代码IDE snapdevelop于12月正式商业化，预计26年带来新增量。\n2、公司独家为华为昇腾/鲲鹏服务器提供BIOS和BMC固件。\n3、公司是目前唯一国产核心固件上市公司，是云计算设备核心固件研发国内领跑者，是少数具备开发ARM、MIPS、Alpha等CPU架构用BIOS产品能力的大陆厂商。\n4、公司主要业务是为CPU和计算设备厂商提供服务器、PC、笔记本电脑等计算设备核心固件的开发及固件产品销售，以及为政企客户提供端到端的云产品及云服务。公司是英特尔全球技术服务商。\n5、物联网云业务方面，公司聚焦于安防及环保领域，从客户真实场景出发推出安防物联网云的升级产品——“卓瓴”。"
        },
        {
          "code": "sz300785",
          "name": "值得买",
          "limit_time": null,
          "analysis": "AI购物+合作阿里+华为+合作kimi\n1、2026年1月11日晚消息，沃尔玛与谷歌母公司Alpha-bet合作在Gemini上提供由AI支持的购物功能；公司基于通用模型，利用自身特色数据资源以及1.2亿条优质语料，自研智能消费导购大模型“值得买消费大模型”，同时已上线AI购物助手“小值”。\n2、公司过旗下消费内容社区\"什么值得买\"为阿里巴巴提供信息推广服务，在AI购物管家\"张大妈\"等产品方面展开合作。值得买\"海纳\"MCP Server已入驻阿里百炼平台，为更广泛的AI应用提供消费信息服务。\n3、2025双十一期间“什么值得买”AIGC兴趣内容发布量同比增长62.17%；张大妈”App日活及日均启动次数分别环比上月增长129.97%及101.34%，“海纳”平台产生GMV环比上月增长71.39%。"
        },
        {
          "code": "bj920021",
          "name": "流金科技",
          "limit_time": "",
          "analysis": "AI应用+商业航天+低空经济+电视频道+白酒+北交所\n1、2025年12月22日盘后纪要，公司推出“视界慧景”传媒垂类大模型及AI终端，构建从内容创作到商业落地的业务闭环。\n2、2025年12月26日互动，子公司贡爵微主要为国内商业航天单位提供高稳时钟单元、变频模块等产品，属于北斗授时的应用方向，相关产品主要采用3D SIP（系统级封装）设计和封装方案，具备小型化、高集成等优势，满足客户星载、弹载、机载等各类场景需求。\n3、公司基于5G技术，打造低空直播产品“网联无人机超高清云台相机”。\n4、北交所唯一传媒公司，公司主营业务电视频道综合运营服务，主要产品和服务是电视频道综合运营服务、视频购物及商品销售、5G+4K/8K 超高清摄传编播解决方案产品、微波器件产品。此外，公司被部分投资者认为是市值最小北交所白酒公司。\n5、 公司持有四川流金酒业51%股份，后者以销售酱香型白酒为主，并打造了国乐（角）、国乐（商）、国乐（宫）系列高端酱香型白酒。"
        },
        {
          "code": "sh600588",
          "name": "用友网络",
          "limit_time": null,
          "analysis": "AI应用+ERP+合作阿里+DeepSeek+数智财税\n1、公司推出的“用友BIP企业AI”实现 AI、数据、流程的原生一体化。发布全新一代用友BIP智能体构建平台，无缝接入4000多个企业级应用API，助力企业10分钟随需构建一个企业级智能体。\n2、公司和阿里巴巴有战略合作，公司电商ERP“电商通”，为客户提供阿里电商平台应用、接口服务。\n3、2025年2月6日官微，用友BIP全面上线以DeepSeek-V3和DeepSeek-R1作为基座大模型的智能服务，企业客户可通过用友BIP3 R6智能平台的公有云、专属云模式使用相关服务。\n4、公司在央国企ERP市场占比超70%，在中国企业级应用软件市场占有率第一、中国ERP软件市场占有率第一、中国财务软件市场占有率第一。2025年3月5日晚公告，公司拟将回购股份价格上限由13元/股调整至23元/股。\n5、在数智财税领域，公司产品全面支持数电票的全流程管理，进一步提升数智财税自动化、智能化水平。"
        },
        {
          "code": "sz002677",
          "name": "浙江美大",
          "limit_time": "",
          "analysis": "AI集成灶+智能驾驶+小家电\n1、公司推出融合AI技术的智慧集成灶，实现AI语音互联及智慧烹饪。公司专注于以集成灶产品为主的现代新型厨房电器的研产销，并在销售量及销售额两方面都保持集成灶行业市场占有率第一。\n2、公司2025年6月14日公告以约1亿元认购魔视智能新增注册资本约10万美元，并以约916万元受让老股，合计1.1亿元投资，取得其4.8657%股权，布局智能驾驶赛道。\n3、公司在小红书、今日头条等新媒体平台上已注册官方号。\n4、公司构建了全系厨房产品线,涵盖集成灶、集成水槽、洗碗机、净水机、热水器、蒸烤箱和厨柜,一站式打造开放式健康厨房。\n5、公司拥有1500家一级商、3000多个营销终端，在一二线城市的门店数量也是同行中最多的，得益于美大布局集成灶时间早、渠道加价率较高、公司给予优秀经销商信用额度。"
        },
        {
          "code": "sh600415",
          "name": "小商品城",
          "limit_time": null,
          "analysis": "AI应用+跨境支付+稳定币+一带一路+零售\n1、2025年11月25日互动，公司与阿里云及其通义大模型(包括千问系列模型)的合作是深入且紧密的。双方联合研发的“世界义乌”商贸大模型,以此大模型为数字基座,我们已将13项自研的AI应用工具整合至世界义乌APP中,截至10月底,AI系列产品累计服务用户超28万人,惠及市场商户超3万家。\n2、公司合资成立智捷元港，打造数字化跨境物流第三方交付平台。数字化B2B电商服务平台Chinagoods，2020年上线后为公司开启第二增长曲线。\n3、2025年8月22日互动，YiwuPay（义支付）是公司旗下核心的跨境支付工具。YiwuPay已形成覆盖170多个国家和地区的支付网络，累计为 2 万多家商户开通跨境账户，支持 26 个主流币种互换。\n4、2025年8月20日互动，公司未来会积极布局稳定币领域，同时，公司在金融科技领域已经与广泛的产业伙伴达成紧密合作。\n5、公司拟投资83.21亿元打造义乌全球数字自贸中心，将以全球数贸中心为载体，将数字经济和基础设施深度植入小商品贸易的各个环节。"
        },
        {
          "code": "sh603171",
          "name": "税友股份",
          "limit_time": "",
          "analysis": "AI财税+阿里+蚂蚁持股\n1、2026年1月12日盘后，据机构调研纪要，相关Agent产品可使财税错误率降低95%以上，合规业务交付时间节约70%以上。蚂蚁持股税友股份约3%，公司在财税SaaS服务市场营业收入及用户数量均排名第一，自研财税垂直领域大模型“犀友”，核心平台为2025年8月发布的数智工场（财税行业首个 Agentic 平台），AI产品矩阵包括亿企赢系列AI产品、GTS 集团税务管理云平台、代账AI解决方案等。\n2、2025年2月13日互动，公司与阿里云长期合作，犀友AI平台接入通义千问大模型，90%以上基础设施跑在阿里云，已在财税咨询、爱搜税等场景落地。“犀友”人工智能平台可覆盖不同层级税务局及政府机关的大部分办公类应用场景。\n3、上海云鑫为蚂蚁科技100%控股，上海云鑫目前持有公司4.48%股份。\n4、在数字政务领域，公司为国家金税三期、金税四期工程核心供应商，先后承接了国家个税税制改革服务项目、大数据税收风险管理等重大改革项目。"
        },
        {
          "code": "sh603918",
          "name": "金桥信息",
          "limit_time": "",
          "analysis": "AI教育+司法大模型+蚂蚁参股+智慧政务\n1、2025年11月24日纪要，公司在AI教育领域已推出金桥“真享”未来教学空间AI融合解决方案，将AI技术深度融合于教学场景，体现了公司依托“A V+IT+AI”能力，深耕智慧校园建设的整体布局。\n2、公司围绕轻量化、云端化和服务化打造新型企业会议和协作空间的解决方案，以 Heyshare 云视频会议及通讯平台和 Space365空间管理平台应用为基础，解决不同线上终端音视频与线下空间管理的融合。\n3、蚂蚁旗下上海云鑫为公司第二大股东。蚂蚁携手金桥打造类Manus法官办案助手系统，通过底层大模型加多种工具，深度拆解职业法律人工作任务。字节HiAgent携手金桥打造法律服务全智能体“亦法通”。\n4、公司与上海市第一中级人民法院合作开发了金桥科技法庭信息系统,在多家法院科技法庭系统的建设中被采用。\n5、公司持续扩展智慧法院信息化建设，多方位打造完整的法院信息化服务生态，助力人民法院信息化建设。"
        },
        {
          "code": "sz002945",
          "name": "华林证券",
          "limit_time": "",
          "analysis": "AI金融（合作字节）+证券（西藏）+财富管理\n1、2025年9月1日互动，公司持续投入AI技术，打造“新一代年轻化智能化的科技金融公司”，由全资子公司海豚科技推进智能投研、量化交易等场景数字化升级。“海豚财富App”与字节跳动旗下火山引擎及巨量引擎达成合作协议，共同推动就数字化解决方案及数字化推广展开合作，深度绑定头部流量平台并自建垂直流量平台，推动财富管理数字化转型。\n2、公司是西藏地区唯一一家上市券商，为西藏地区的中小型企业和特色产业提供专业的金融服务。\n3、公司曾获“最佳数字化财富管理APP奖”和“最具创意运营活动奖”等奖项。"
        },
        {
          "code": "bj920207",
          "name": "众诚科技",
          "limit_time": "",
          "analysis": "AI智能体+低代码+华为合作+数据安全+数据要素\n1、2025年5月22日投资者关系活动记录表：公司没有单独推向市场的AI智能体产品，公司开发的智能体都是为AI应用服务的，在MCP协议推出后，公司已经开始把原有深度集成在开发框架中的智能体分离出来，通过MCP协议做成通用的AI智能体服务。\n2、公司拥有“低代码开发平台”著作权信息。公司在华为生态战略合作、信创国产替代、虚拟仿真技术开发及行业应用等方面具备特色优势，系河南省具有核心竞争力的信息系统集成服务提供商之一。\n3、公司是一家数字化综合解决方案提供商，业务聚焦数字政府、元宇宙（孪生与虚仿）应用数字化综合解决方案。\n4、公司实现数据集成管理、交换管理、实时计算存储等十大模块的融合，可快速满足不同的数据治理场景需求。"
        },
        {
          "code": "sh601900",
          "name": "南方传媒",
          "limit_time": "",
          "analysis": "AI教育+科普传媒+数字教材+出版\n1、2025年8月27日半年度报告，公司“数智南传”战略加速落地，粤教翔云数字教材平台已覆盖全省1.9万所学校、激活师生1589.7万人，并推出“AI助教”“AI助学”场景及“悦教AI学习助手”小程序。公司与科大讯飞成功举办题为“AI赋能教育融合创新出版”的全民阅读人工智能创新实验室创建揭牌仪式暨粤教讯飞E听说发布会。\n2、公司积极布局AI+教育领域，AI青少年语言学习平台，背靠拥有英语/语文教材的教育社，AI辅助语言听/读/背/默学习。\n3、公司旗下的广东粤科普集团正式揭牌，南方传媒及子公司持股比例为80%。该项目以全省为落脚点，涉及科技展馆运营、科技内容出版、衍生产品销售等多维服务形式。\n4、公司的主营业务为图书、报刊、电子音像出版物的出版和发行，以及印刷物资供应和印刷业务。"
        }
      ]
    },
    {
      "name": "AI医疗",
      "reason": "1、2026年1月8日OpenAI宣布推出ChatGPT Health；2、蚂蚁阿福新版的月活跃用户数已达3000万，用户单日提问量已超1000万。相较于一个月前，单日用户提问数和月活用户数均翻倍。",
      "stock_count": 20,
      "stocks": [
        {
          "code": "sz002044",
          "name": "美年健康",
          "limit_time": "09:25:00",
          "analysis": "AI健管+DeepSeek+AI机器人+基因测序\n1、2026年1月8日讯，蚂蚁阿福新版的月活跃用户数已达3000万，用户单日提问量已超1000万。相较于一个月前，蚂蚁阿福的单日用户提问数和月活用户数均翻倍。阿里目前通过杭州灏月及杭州信投间接持有公司13%股权。\n2、2025年12月23日机构研报，公司与圣湘生物签署战略合作，落地“体检中心+居家服务”双场景AI健管闭环，并与港仔机器人展示具身智能“AI主动健康中心”。\n3、AI数智健管师“健康小美”已上线217家体检中心，累计生成300万份体检报告，构建“AI+健康管理”闭环。公司旗下血糖管理AI智能体“糖豆”已接入DeepSeek。\n4、公司与华为等国内大模型技术公司论证开发医疗数智AI健管大模型，推出业内首个健康管理AI机器人“健康小美”。\n5、公司已成为国内最大规模的个人健康体检数据中心，独具累计过亿人次的影像数据及2亿人次的结构化健康数据。公司参股的美因基因主营业务系为大众健康管理、科研机构等提供基因检测服务，美因基因的多重PCR建库技术属于业内前列。"
        },
        {
          "code": "sz301230",
          "name": "泓博医药",
          "limit_time": "09:25:00",
          "analysis": "AI研发制药平台+CXO+医药中间体+合成生物\n1、2025年1月15日公司正式发布DiOrion平台，后者融合了最先进的AI算法与大数据分析技术，从根本上加速药物研发进程。2025年5月16日互动，公司已将AI技术深度融入药物设计、筛选等环节。\n2、公司的 CRO 和 CDMO 业务为全球医药企业提供从药物发现到临床候选药的确定、临床药品及药物注册起始原料（RSM）和关键医药中间体工艺开发生产的一体化服务，协助客户顺利实现从实验室小试、中试到工厂商业化生产的无缝对接。\n3、公司自行研发的心血管类、抗病毒类等药物中间体已经在细分市场占有一定的市场份额。\n4、公司建立了合成生物学/酶化学等技术平台。"
        },
        {
          "code": "sz002219",
          "name": "新里程",
          "limit_time": "09:36:27",
          "analysis": "AI医疗+民营医院+医院资产注入预期+拟收购老年医院\n1、公司旗下医院均已上线DeepSeek应用,将实现7*24运维响应和患者数据脱敏加密,同时进行富有新里程特色的大模型训练和AI医生助手工具开发,完成从全流程智慧服务到精准化、安全化的二次进阶。\n2、公司地处北京朝阳区，形成了“老年医院+老年照护中心”创新医养结合模式，旗下崇州二医院，服务80个日间照料中心、11家养老敬老院。泗阳医院东院区获得老年医院牌照；兰考第一医院启动建设250张医养结合床位的康养院区。\n3、2024年10月17日，公司拟收购重庆新里程100%股权。公司控股股东的非上市板块，在全国控股管理近30家二级及以上医院，总床位数达2万张（公司规模2倍左右），并计划在公司重整完成后的5年内。\n4、公司拟间接收购东营老年医院60%的股权，后者于2024年被评为全国首批医养结合示范机构，老年照护中心床位使用率长期超过90%。\n5、公司产品“独一味胶囊”为全国独家品种、国家医保目录品种。"
        },
        {
          "code": "bj920367",
          "name": "新赣江",
          "limit_time": "09:38:39",
          "analysis": "AI医疗+制剂+甲流+北交所\n1、网传公司除了依托子公司天中依脉自研了中医AI，参与了华为AI医疗，还通过子公司达成了智慧药房架构图。（未证实）\n2、网传子公司依脉人工智能医疗科技与华为鲲鹏联合打造了国内领先的“智云中医AI云脑”展厅（未查证）。联营公司依脉人工智能医疗科技(天津)公司是我国专注于“中医现代化诊疗装备\"和“中医人工智能技术\"领域的国家高新技术企业和集团化公司。拥有全国唯一家\"智慧中医”博士后工作站。\n3、公司主要化学药品制剂包括维生素C咀嚼片，2023年维生素C咀嚼片销售实现增长；维生素C咀嚼片质量提升仿制药评价研发项目目前正处于中试试验阶段。此外，公司国产药品批准文号还含有维生素B1、B2片，维生素EC颗粒。公司复方银翘氨敏胶囊，是国家抗 H1N1甲流诊疗方案用药。\n4、公司主营化学原料药、化学药品制剂及中成药，公司原料药产品主要为葡萄糖酸钙、葡萄糖酸锌、葡萄糖酸亚铁等葡萄糖酸盐系列4、公司主要中成药为心脑康胶囊、感冒灵胶囊、儿宝膏，属于心脑血管类用药、感冒类用药和补益类用药。"
        },
        {
          "code": "sz300404",
          "name": "博济医药",
          "limit_time": "09:43:09",
          "analysis": "AI+CRO+司美格鲁肽注射液\n1、公司非常重视 AI 在 CRO 业务上的应用。目前在临床业务方面，主要应用于临床试验方案撰写、数统等业务，目前也在探索在临床监查的应用。在临床前业务方面，AI 主要用于辅助完成新化合物的筛选工作。\n2、公司主要为国内外制药企业及其他研究机构就新药品、医疗器械的研发与生产提供全流程\"一站式\"CRO服务。国内为数不多可提供一站式服务的CRO企业，主要业务覆盖临床前研究、临床研究、技术成果转化服务等\n3、公司与诺泰生物签订了《技术服务（委托）合同》，合同总金额1.08亿元，合同约定诺泰生物委托公司提供“司美格鲁肽注射液”临床研究服务，用于治疗2型糖尿病、肥胖患者的临床疗效和安全性研究。"
        },
        {
          "code": "sz301257",
          "name": "普蕊斯",
          "limit_time": "09:47:09",
          "analysis": "AI+临床研究+创新药+SMO+医疗服务\n1、2026年1月，公司自主研发的“蕊星临床试验文本生成算法”成功通过国家网信办备案，标志着公司在AI+临床研究领域获得了国家级合规准入认证。\n2、公司深耕创新药临床试验管理服务，2024年参与ADC项目87个、GLP-1减重项目24个。目前在执行的SMO项目数量为2250个，累计承接超3800个国际和国内SMO项目。\n3、公司主营业务为SMO，旨在为临床研究和试验提供现场服务。可覆盖肿瘤、内分泌疾病以及病毒性肝炎等共24个领域，并曾服务多个终端销售规模超10亿美元的重磅产品，其中不乏纳武利尤单抗等具有代表性意义的PD-1单抗新药。\n4、公司已通过默沙东、诺和诺德等众多知名跨国药企客户的稽查程序并被纳为其合格供应商。"
        },
        {
          "code": "sz301060",
          "name": "兰卫医学",
          "limit_time": "09:55:54",
          "analysis": "AI病理阅片+猴痘病毒检测+医学检验+病理诊断\n1、公司在AI算法和AI病理初筛机器人提供标准化高质量的标注数据集，提供标准化训练环境，为病理阅片提供可落地的AI算法。公司将全面运用生成式AI技术从目前的肿瘤精准诊断2H的产品升级为服务于肿瘤诊疗全程的智能化多模态数据平台和服务体系。\n2、公司具有针对新发传染性疾病的诊断的技术储备，配合经过审批的试剂盒可以开展包括猴痘病毒相关的各类检测。\n3、公司是一家为检验诊断行业提供整体解决方案的综合服务商，面向各级医疗机构提供第三方医学检验和病理诊断服务、国内外知名品牌体外诊断产品以及其他专业技术支持。\n4、病理诊断是公司特色服务之一。应用国内领先的病理管理系统进行病理全流程管理；通过区域病理诊断中心的建立，与区域内多家三级医院共同建立病理诊断联盟，实现线上协同。"
        },
        {
          "code": "sz000710",
          "name": "贝瑞基因",
          "limit_time": "10:00:33",
          "analysis": "AI医疗+基因编辑+DeepSeek+华为/阿里+数据要素\n1、公司2025年4月发布GENOisi™医疗AI智能体，构建“智能化数据中心+实验室管理中心+AI应用中心”三位一体架构，已赋能百余家医疗机构，完成近万次交互。公司自主研发了NLPearl遗传疾病人工智能临床决策支持系统、CNVisi 智能报告解读系统，为科研和临床工作者提供智能决策支持。公司目前已接入Deepseek、智谱AI等多种开源模型。\n2、2025年8月9日公告，子公司设立合资公司河南壹元童康，开展新生儿及儿童基因病一体化检测服务。公司旗下福建数字生命产业园，实现对上游试剂和仪器生产制造、中游基因检测技术研究与应用、以及下游基因编辑治疗与大数据分析服务的基因行业全产业链布局。\n3、公司以测序为基础的基因检测服务与设备试剂销售为主，业务共计超过4000家医疗、科研机构、高等院校和企业使用基因测序整体解决方案。\n4、公司与华为云和阿里云结成战略合作伙伴，为客户提供数据从测序仪到云端的完整自动交付方案。"
        },
        {
          "code": "sz000516",
          "name": "国际医学",
          "limit_time": "10:05:54",
          "analysis": "智能医疗+脑机接口+阿里+干细胞+辅助生殖\n1、公司旗下西安佑君医疗聚焦信息系统集成、大数据、云计算平台建设、计算机软硬件及辅助设备、人工智能产品于一体，整合先进医疗管理经验与医疗信息化产品技术，打通信息产业链条。\n2、2025年11月25日互动易，公司旗下医院已引进脑机接口结合外骨骼机器人康复系统并开展相关手术。\n3、公司拥有全球超大单体医院西安国际医学中心医院， 全国首家社会办三甲医院西安高新医院。\n4、公司积极打造线上线下相结合的互联网医疗服务网络，由公司与阿里健康合作打造的国际医学互联网医院自2019年4月2日开通网络诊疗服务。\n5、公司成立了由中科院院士领衔的生命科学研究院， 在基因与干细胞领域展开临床研究。公司旗下主要医疗机构是国家卫健委、 国家药品监督管理局批准的干细胞临床试验机构。"
        },
        {
          "code": "sz301333",
          "name": "诺思格",
          "limit_time": "10:07:09",
          "analysis": "AI临床+业绩增长+CRO+数统业务\n1、2025年2月20日官微，公司推出基于大模型的AI临床研究平台，整合临床试验方案、医学文献等数据，提升研发效率。\n2、2025年10月28日晚公告，第三季度营收为2.28亿元，同比增长24.48%；净利润为3445.07万元，同比增长32.98%。\n3、公司能够为客户提供I至IV期综合型临床试验运营服务，也可以根据客户的需求灵活高效地提供一项或多项临床试验专项服务。临床试验运营服务覆盖了临床试验项目各个阶段，是目前公司发展的核心业务。\n4、公司2019年在美国成立R＆G US INC，在首席统计学家HE KUN博士的带领下，以数统业务为切入点，成立海外数统团队，积极承接海外MNC以及Biotech企业的数据统计与分析业务，海外营收有望持续提升。\n5、公司客户结构中既有国内的Biotech客户，也有Big Pharma的公司，MNC药企在中国的分支机构，以及承接离岸项目的海外客户。"
        },
        {
          "code": "sh603739",
          "name": "蔚蓝生物",
          "limit_time": "10:10:26",
          "analysis": "AI合成生物+金霉素+泰乐菌素\n1、公司积极探索AI智能改造技术在酶蛋白优化改良、菌株代谢通路优化和智能发酵调控中的应用，已成立AI技术开发及应用实验室，并围绕相关技术与企业开展合作及交流，研讨生物智能制造大模型研发平台的可行性，稳步推进AI技术在酶蛋白功能特性优化。\n2、公司已于2019年成立了合成生物学实验室，并在合成生物学领域开展了多项工作。公司已构建了里氏木霉等四大高效蛋白质表达系统及对应的规模化发酵体系，并建立了通用型的高通量基因筛选大数据模型与蛋白质工程改造等核心体系。\n3、公司拥有盐酸金霉素可溶性粉的研发。公司目前拥有的兽用化学药品包括泰乐菌素可溶性粉、酒石酸泰乐菌素可溶性粉以及酒石酸泰万菌素预混剂，主要用于畜禽细菌性疾病的防治。上述产品均属于制剂产品而非原料药，目前销售占比相对较低，产品价格稳定。\n4、公司搭建了以动保工程中心为核心的健康养殖过程服务平台。"
        },
        {
          "code": "sz300078",
          "name": "思创医惠",
          "limit_time": "10:26:21",
          "analysis": "医疗大模型+战略合作华为+实控人拟变更+数据要素\n1、公司自2016年在医疗人工智能领域布局，目前已经拥有自主知识产权的医疗人工智能引擎和多个专科人工智能模型。公司是华为的长期战略合作伙伴，2020年11月，公司联合华为共同发布了智慧医院场景化解决方案。\n2、公司完成了国家单病种质控平台、 国家护理数据质量平台等7个国家级医疗业务监管平台的升级和优化任务， 为DRG医保收费等医改政策推进提供助力。\n3、2025年11月17日晚公告，公司第一大股东路楠拟将5.61%股份转让给董事兼总经理魏乃绪控制的苍南芯盛，思加物联同步将5.72%表决权委托给苍南芯盛；苍南县工业通过持有苍南芯盛33.33%份额实现国资参股，本次交易构成管理层收购。本次交易后魏乃绪先生将通过苍南芯盛以及苍南芯创控制上市公司上市公司总股本的 7.47%，拥有表决权的股份数占公司总股本的 13.18%，成为上市公司的实际控制人。\n4、公司参股子公司新疆佳音医院是新疆生殖健康和母婴保健医学领域的一家产业链齐全、学术技术优势突出的医疗产业实体。"
        },
        {
          "code": "sh605186",
          "name": "健麾信息",
          "limit_time": "13:05:34",
          "analysis": "AI医药+DeepSeek+医疗数智化+药品自动化管理\n1、在AI医药领域，公司深化和互联网企业战略合作，大力发展利用AI数据分析提升基层医疗团队的用药权限和诊疗水平。同时，在产业链布局方面，通过参股优质企业、加强合作等方式，不断拓展和深化在该领域的布局。\n2、2025年2月14日盘后官微发布，已将DeepSeek-R1模型接入并应用于新型智能发药机的视觉能力提升，新型智能运维，以及药学服务等多个内部应用场景中，并已完成deepseek的本地化部署。\n3、2024 年10月据官网新闻：子公司南京终极鸿蒙医疗机器人进驻鸿蒙生态创新中心，展示 “多机协作 + 智能调度” 核心能力。\n4、公司与阿里健康、平安健康和同仁堂客户的合作主要集中在医药零售领域，共同打造全新概念零售智慧药房。旗下在北京等地区的药店均引入了公司自动售药机。\n5、公司始终专注于药品的智能化管理，已为北京协和医院等近千家余家医疗服务机构提供药品智能化管理项目的设计和实施，全国前五十强医院中 50%以上都是公司的客户。"
        },
        {
          "code": "sz300246",
          "name": "宝莱特",
          "limit_time": "14:27:33",
          "analysis": "AI医疗+拟转让股份+医疗器械+智能穿戴+监护仪器\n1、公司“基于AI的S系列重症监护仪设计”是基于AI语音识别技术,在监护设备上实现语音交互,无需繁杂的手动操作,释放医护人员双手;同时基于大数据,可实现心电导联自动切换,实现重点导联自动监测;智能的光线传感器实现背光亮度自动调节,可提高医护人员操作效率。\n2、2026年1月12日晚公告，公司控股股东、实控人燕金元及其一致行动人、实控人王石拟通过协议转让方式，将其持有的公司无限售流通股1852万股，占公司总股本的7.00%，以每股9.45元的价格转让给浙江衢威智合。本次转让价款总计1.75亿元。\n3、公司主营业务为医疗器械产品的研产销。公司主营产品为监护仪设备、可穿戴医疗产品等，广泛应用于家庭保健、手术室等领域。\n4、公司掌上监护仪具有便携、轻巧，易于操作，待机时间长等特点，主要应用于家庭保健、社区医院。\n5、公司针对新生儿及孕产期推出了围产期解决方案，公司提供全面、系统、可靠的综合解决方案，涵盖产前、产时、产后各个时段。"
        },
        {
          "code": "sz300267",
          "name": "尔康制药",
          "limit_time": "14:52:33",
          "analysis": "AI医疗+维生素+NMN上游烟酸+疫苗及原料药辅料\n1、公司依托国家药用辅料工程技术研究中心等三大国家级平台，计划与科研单位合作共建AI创新平台，探讨开发“AI+药用辅料”协同设计系统，与国内3000多家药企建立稳定供应关系，拥有127个药用辅料品种，占《中国药典》收载品种32.87%，稳居国内龙头。\n2、公司现有复合维生素B片以及维生素C、B1、B2、B12、B6片和注射液的批文。\n3、全资子公司已通过药品GMP现场检查,其中烟酸是新取得的原料药品种。烟酸也称作维生素B3，用于抗糙皮病，可用作血管扩张药，也作为医药中间体用于异烟肼(抗结核首选药物)、烟酰胺等的生产。资料显示，烟酰胺被简称为NMN。\n4、公司作为专业药用辅料生产企业，药用辅料品种丰富，其中包括40多种可供疫苗使用的辅料。\n5、公司是国内品种最全、规模最大的专业药用辅料生产企业之一，打造“原辅料+制剂”一体化商业生态。"
        },
        {
          "code": "sh688137",
          "name": "近岸蛋白",
          "limit_time": null,
          "analysis": "AI医药+合成生物+CRO\n1、2025年7月1日机构调研，公司整合AlphaFold等AI工具与自研机器学习系统，用于蛋白质设计、改造及表达，推动AI在生命科学领域的应用。\n2、在合成生物学产业链布局，打通利用合成生物技术开发原料到应用领域拓展渠道，为客户提供包括菌株/细胞株改造、基因编辑、细胞筛选、细胞培养、基因表达调控研究、mRNA体外转录修饰等合成生物学研究所需的产品与服务的一站式解决方案。\n3、公司主营业务为靶点及因子类蛋白、重组抗体、酶及试剂的研发、生产和销售及提供生物药、体外诊断、mRNA 疫苗药物、生命科学基础研究等领域的全流程应用解决方案。"
        },
        {
          "code": "sz300816",
          "name": "艾可蓝",
          "limit_time": null,
          "analysis": "AI医疗+云计算+DeepSeek+氢能源\n1、控股子公司上海燚健合作艾昆纬，由上海燚健承接艾昆纬市场信息的数据规范和AI智能数据挖掘及模拟分析业务，双方还将就AI+医疗方面的应用展开多方位战略合作。\n2、参股40%公司上海燚智专注于GPU云计算和AIGC领域的高端市场，提供智算云服务与AIGC软硬件解决方案。目前该公司算力平台已接入DeepSeek-R1、DeepSeek-Janus-Pro-7B模型。\n3、2024年8月27日互动，公司持续推进氢燃料电池催化剂、PEM电解水催化剂以及甲醇重整制氢系统的研发。燃料电池催化剂开发已完成系列Pt/C催化剂开发；甲醇重整制氢催化剂及样机已基本完成，并与国内冶金头部企业已达成科研项目合作意向。公司成功与亿华通达成战略合作，深化氢能领域的布局。 \n4、上海燚智云由艾可蓝全资子公司羲和超智（上海）云计算公司等共同持股，经营范围包含：人工智能硬件销售、人工智能应用软件开发等。"
        },
        {
          "code": "sh688639",
          "name": "华恒生物",
          "limit_time": null,
          "analysis": "AI合成生物+网传ai4s（未证实）+生物基产品\n1、2025年半年报，公司成立AI数字化实验室，引进相关专业人才，深度探索AI技术在合成生物领域及公司经营管理中的应用路径。通过“生物+AI”战略稳步推进，公司将深度整合自主培育的菌株平台、成熟可靠的工艺放大体系以及强大的大规模生产能力，打通从前沿技术到实际产品的转化通道。\n2、据市场传闻，有不少投资者猜测公司和中科大精准实验室有合作。（未证实）据志特新材官微披露，中科大精准智能实验室和志特新材合作ai4s。\n3、全资子公司赤峰华恒年产5万吨生物基丁二酸及生物基产品原料生产基地建设项目备案。可降解塑料PBS的投资扩建将带动丁二酸特别是生物发酵法丁二酸的需求快速增长，预计2025年国内丁二酸需求量将超过20万吨。\n4、公司是一家以合成生物技术为核心，通过生物制造方式，主要从事生物基产品，如氨基酸和维生素产品研产销的高新技术企业，主要产品包括丙氨酸系列产品等，可广泛应用于日化、医药及保健品、食品添加剂、饲料等众多领域。"
        },
        {
          "code": "sz300244",
          "name": "迪安诊断",
          "limit_time": null,
          "analysis": "AI医疗+华为云+基因测序+医疗器械\n1、2025年9月30日互动，公司与华为云联合打造AI健管专家“迪晓智”，提供全流程智能化健康管理解决方案，已在多家医院试点，处理效率提升10倍。\n2、公司拥有NGS高通量基因测序、基因芯片等高精尖分子诊断技术平台,并建有基因组、转录组宏基因组等生物信息分析流程与本地全外显子领率数据库,可开展包括肿瘤组织突变基因检测、肿瘤 cDNA液态活检和遗传性基因相关检测的几百种检测项目。\n3、公司在全国布局40家连锁化医学实验室 服务网络覆盖了全国90%以上人口所在区域，子公司佛山迪安新冠核酸检测日均产能超过10万管/日；公司旗下迪安生物自主研发生产的金迪安新冠病毒抗原检测试剂盒已出口到德国。\n4、公司的主营业务是医学诊断服务及体外诊断产品销售，主要产品及服务是诊断服务、诊断产品、冷链物流、健康体检、融资租赁。"
        },
        {
          "code": "sz301408",
          "name": "华人健康",
          "limit_time": null,
          "analysis": "阿里AI健康+业绩增长+销售减肥产品\n1、据网传阿里云为华人健康搭建AI中台，实现智能选品、库存管理和精准营销。接入\"蚂蚁阿福\"AI问诊入口，实现\"症状分析-电子处方-即时购药\"闭环，转化率提升至15%。（未证实）阿里健康持股公司5%股份，2018年开启合作互联网医药新零售。\n2、据2025年12月12日投资者关系活动记录表，2025年前三季度公司实现营业收入38.92亿元，同比增长19.06%，归属于上市公司股东的净利润1.57亿元，同比增长45.21%，各业务板块协同增效。\n3、公司主营业务是医药零售、代理及终端集采，为安徽省最大的药店连锁企业。公司门店售卖的药品有奥利司他胶囊，适用于18岁及以上成人肥胖或体重超重患者的治疗；另有碧生源常菁茶，适用于单纯性肥胖者减肥功效的保健产品。\n4、公司收购马鞍山曼迪新大药房重组后新公司51%股权的事项正在有序推进中。子公司江苏神华药业是中国最早的真菌药物、黄原胶生产基地，主营业务为真菌生物发酵制品等特色原料药、制剂药品以及保健品的研产销。"
        }
      ]
    },
    {
      "name": "AI营销",
      "reason": "GEO重构时代，流量逻辑正在发生根本性变革。当用户不再点击搜索结果，而是直接向AI提问。",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sh603598",
          "name": "引力传媒",
          "limit_time": "13:23:57",
          "analysis": "合作火山引擎+字节智驾+合作可灵/抖音+文化出海\n1、公司作为字节跳动核心代理商，与字节旗下豆包大模型及火山引擎自2023年底起逐步深化合作，构建起“技术+创意+营销”的AI营销生态闭环。公司2025年3月推出“九合创意”AIGC创作平台，嵌入感知、决策、内容三大智能体实现AI文案、图片、视频生成，并在工作流中嵌入智能体降低人工操作。\n2、2025年10月23日，公司与火山引擎在北京举行AI搜索与AI驾驶舱专项合作会议，双方基于在技术研发、产业落地与资源整合的优势，围绕AI搜索的全场景赋能与AI驾驶舱的智能化决策展开深度交流，进一步深化 “AI+产业”生态共建。\n3、公司于2024年6月曾测试使用“快手可灵AI”工具。公司是巨量引擎金牌服务商，同时拥有抖音和阿里双平台顶级认证资质，核力智选系统目前已收录百万级规模达人数据。\n4、公司建立出海营销服务团队，并主要以 Google、 Meta、TikTok 等主流媒体平台为主业务阵地，拓展承接电商、游戏、应用等行业客户的出海营销业务。"
        },
        {
          "code": "sz002131",
          "name": "利欧股份",
          "limit_time": "09:25:00",
          "analysis": "AI营销智能体+合作字节+液冷泵+MCP+半导体\n1、公司推出营销领域大模型“利欧归一”， 通过AI+投放产品的战略布局，致力于以AI技术来构建新型的投放模式。2026年1月12日投资者关系活动记录表，公司基于自研AIGC生态平台LEO AIAD推出“智能体应答优化”方案；由利欧数字主导起草的《互联网广告基于生成式人工智能的创意素材元数据管理指南》已于2025年1月1日正式实施，填补AI营销技术标准空白。\n2、公司目前同时管理字节系的巨量广告和千川广告两条产品线的自动化投放发布管理。\n3、2025年5月20日机构调研，公司机械制造业务开发液冷用泵适配数据中心液冷系统需求，已对接国内主流液冷系统供应商开展送样和联合验证，响应AI算力散热需求。\n4、利欧数字发布广告行业首个MCP服务，正式宣布旗下开放API服务工具支持MCP协议。\n5、全资子公司利欧投资将对Tomales Bay出资5000万美元。合伙企业的投资标的为Space Exploration。SpaceX是全球领先的太空技术公司。"
        },
        {
          "code": "sz002400",
          "name": "省广集团",
          "limit_time": "14:17:57",
          "analysis": "AI营销+谷歌代理+TikTok核心代理商\n1、2025年11月4日互动，公司密切关注着前沿技术的发展，并拥有自主研发的AIGC平台，运用AI技术促进营销业务的创新发展。公司打造包括GIMC云、灵犀AI在内的数智产品矩阵，以大数据为依托精准触达目标消费者。\n2、公司旗下控股公司省广畅思获Google CDVIP（国内核心代理资质）、DVIP（海外核心代理商资质）双牌照，成为Google官方授权的顶级广告代理商。\n3、公司是TikTok出海核心代理商，获得TikTok等多款海外流量产品在五大洲150多个国家和地区的出海代理权。公司是抖音的巨量引擎代理商，大数据平台GIMC云在北京、广州部署了3个云计算中心，旨在为客户提供一站式数字营销服务。\n4、公司控股股东为广新控股，实控人是广东省国资委。\n5、2025年8月13日互动，公司为Meta大中华区认证代理商。"
        },
        {
          "code": "sz300063",
          "name": "天龙集团",
          "limit_time": "14:50:06",
          "analysis": "AI营销+AIGC+抖音+华为\n1、2025年9月21日盘后纪要，公司互联网营销板块搭建的天龙AIGC引擎，通过深度应用生成式AI技术，逐步实现自动化内容生产和智能投放优化，降低运营成本并提升转化效率，持续深化AI技术在互联网营销场景的运用。\n2、2025年12月17日互动，公司“品学·兼优”AIGC工具矩阵通过整合百度擎舵、腾讯妙思等三方平台API，兼容GPT-4o、DeepSeek等国内外主流大模型，实现文案、图片、视频等营销素材自动化生成，构建多模态智能创作生态。\n3、公司是巨量引擎综合代理商、巨量千川三星级服务商、巨量引擎科学营销服务商，代理巨量引擎旗下包括抖音客户端在内的多产品互联网广告营销业务。\n4、公司是华为鲸鸿动能广告代理商，为广告主提供互联网广告相关的专业媒介运营服务。公司为客户提供华为应用市场的广告服务，鸿蒙系统和安卓系统均覆盖。"
        },
        {
          "code": "sz002769",
          "name": "普路通",
          "limit_time": "10:20:54",
          "analysis": "AI电商+算力基础设施+固态电池+存储硬件+跨境电商物流\n1、2025年12月18日公告，公司拟收购Leqee Group100%股权及乐麦信息8.26%股权，标的公司为天猫、抖音等平台头部服务商。标的公司以“AI+电商”为核心，已落地智能投放、数字人主播等AI产品矩阵，服务超过150个全球品牌、300余家线上店铺。其创始人为拼多多创始人黄峥，2024年营收超50亿元，为天猫、抖音等平台头部服务商。\n2、公司凭借在ICT领域多年的深耕细作，为国内算力领域的头部客户提供全方位、多元化的供应链服务。公司在算力行业的供应链业务主要聚焦于半导体存储和算力基础设施建设等领域。\n3、公司与钠壹新能源共同研发半固态钠电池产品，涉及不同正负极材料和电芯体系研究。\n4、子公司广州普方主要业务方向是开展国产巷供的存储硬件项目及企业级专业信创等领域。\n5、公司协同跨境电商平台、电商卖家，整合优化电商行业供应链资源，为客户提供跨境电商领域的国际物流、报关仓储、保税发货、电商供应链金融等综合解决方案。"
        },
        {
          "code": "sz003041",
          "name": "真爱美家",
          "limit_time": "14:42:00",
          "analysis": "探迹科技AI营销+毛毯纺织+跨境电商+一带一路\n1、2025年11月11日公告，控股股东真爱集团拟向广州探迹远擎协议转让29.99%股份并同步实施部分要约，交易完成后探迹远擎可能拥有44.99%股份及表决权，公司实控人拟变更为黎展（AI 独角兽企业探迹科技创始人）。探迹的AI销售云、智能客服正好缺一条可复制的 \" 出海 + 制造业 \" 标杆场景。\n2、公司的主要产品为毛毯、地毯及床上用品（套件、被芯、枕芯等），同时对外销售少量毛巾、家居服等纺织品及包装物。根据中国毛纺织行业协会统计数据，近三年，公司毛毯类产品在均位列同行业第一位。2025H1毛毯3.45亿元，占比88%。\n3、公司有在阿里巴巴国际站和1688等跨境电商平台销售。\n4、公司主要出口中东、北非和南非等地区，包含“一带一路”中西亚和中东欧等沿线国家，中东及部分非洲地区对厚重型毛毯需求较大。"
        },
        {
          "code": "sz301171",
          "name": "易点天下",
          "limit_time": null,
          "analysis": "AI营销+合作微软+电商出海+合作智谱AI\n1、2026年1月9日，AI大模型MiniMax港股上市首日开盘即涨42%。在AI营销领域，公司已构建智能竞价系统、多模态创意生成及大模型驱动的效果预测平台，持续提升智能投放效率。目前实现了包括KreadoAI、数眼智能等AI驱动型产品的商业化落地与应用。\n2、网传公司系Google的一级代理商，深度合作覆盖广告投放与云服务；已第一时间接入Gemini 3.0 API；正申请YouTube内容发行牌照，用于AI漫剧等内容出海变现。目前财报口径收入的50%来自于Google等大媒体平台（未证实）。\n3、公司是微软广告中国区官方媒体渠道合作伙伴（一级代理商），与微软bing搜索一直保持友好合作。\n4、公司为出海智能营销龙头，公司针对性地开发了CyberT argeter系统等智能营销辅助工具，为跨境电商广告主广告创建、再营销等场景提供专项解决方案。\n5、公司与智谱AI保持技术交流，待产品优化完成后会进行智谱ChatGLM大模型接入。"
        },
        {
          "code": "sh600633",
          "name": "浙数文化",
          "limit_time": null,
          "analysis": "AI电商+DeepSeek+算力租赁（合作阿里）+浙江数交所\n1、网传纪要（未证实），公司是淘系geo核心卡位，淘系白皮书发布方+运营电商资讯第一入口“电商在线”。公司旗下传播大脑公司目前已经推出包括多模态搜索、AI智能绘画等多模态产品。\n2、控股子公司浙江智慧网络医院持续深耕AI+医疗健康赛道，自主研发了基于deepseek大模型的智能导诊、智能客服、健康风险智能评估、医生数智分身等AI系统。\n3、子公司富春云科技有超10000组机柜，主要以对外租赁为主，提供基础设施建设及运营等服务，业务布局杭州富阳、大江东等地，是浙江地区在运营机柜体量最大数据中心之一，主要服务对象包括网易、阿里等企业。 \n4、公司持有浙江大数据交易中心48.2%股权。后者是浙江省唯一一家持牌数据交易场所。"
        },
        {
          "code": "sh600986",
          "name": "浙文互联",
          "limit_time": null,
          "analysis": "AI搜索+AI算力（阿里）+AI营销（腾讯/字节）\n1、2026年1月8日官微，公司推出“HochiGEO”生成式引擎优化智能体，抢占大模型流量入口，助力品牌提升AI搜索可见度。\n2、浙文投董事长2019-2023年曾主导杭钢云，引入华为云、阿里云两大客户。公司布局发展了算力基础设施业务，成立全资子公司浙文智算，为AI相关业务及数字文化发展提供算力底座服务。2025年3月5日盘后，蓝耘科技子公司获37亿算力订单；公司与蓝耘科技共同设立浙文蓝耘(公司与蓝耘科技各持股50%)。\n3、2025年4月29日晚公告，2025Q1公司营业收入20.43亿元，同比增长0.28%;净利润约1.1亿元，同比大增332.45%。\n4、公司与头条、腾讯、快手等头部媒体均建立了长期的合作关系。公司拥有今日头条核心代理等代理商牌照。\n5、公司是一家国有相对控股（浙江财政厅）、行业领先的数字文化科技公司；公司与秘塔AI达成合作；公司完成本地化部署的Deepseek-R1推理大模型。"
        },
        {
          "code": "sh603496",
          "name": "恒为科技",
          "limit_time": "",
          "analysis": "拟购买AI营销公司+华为昇腾+智算中心+机器人\n1、2025年9月29日盘后公告，公司正在筹划以发行股份及支付现金的方式购买上海数珩信息75%股权。交易完成后数珩科技将成为公司控股子公司并延伸至AI RaaS及垂类模型场景，公司主要服务包括企业专属大模型训练、销售AI驱动和AIGC三大数字化解决方案。\n2、公司与华为签署昇腾生态原生合作协议。公司采用昇腾的“恒为智云前海智算中心”首批算力已经启用。公司有基于华为昇腾的算力一体机产品。公司与华为及深圳前海管理局签署战略合作协议，将在前海设立深港人工智能算力中心。\n3、2025年2月25日盘后官微，恒为科技推出的昇腾DeepSeek一体机分为训推一体机与推理一体机两种类型，以\"开箱即用+高并发低时延\"为核心优势，覆盖金融、医疗等众多垂直行业。同年3月2日异动公告，昇腾DeepSeek一体机尚处于市场推广阶段，尚未形成销售订单。\n4、公司的智能系统平台业务有智能计算、智能网络和智慧物联等产品，包括智能巡检机器人等。"
        },
        {
          "code": "sh600880",
          "name": "博瑞传播",
          "limit_time": "",
          "analysis": "GEO+AI教育+RWA交易所+谷子经济+AI视频文案写作\n1、2026年1月6日投资者关系活动记录表，每经科技2026年重点推广新增的AI舆情和GEO服务等产品线，核心产品雨燕智宣已接入通义千问大模型并入驻阿里云百炼平台，客户覆盖金融、政府、上市公司及媒体领域。\n2、企查查数据显示，公司持有生学教育60%股权。据生学教育官微称，2025年12月2日，公司与火山引擎合作签约，双方将正式开启智慧教育、智慧城市、心理健康、韧性城市四大领域的深度合作，双方将联合研发“生学教育专属大模型”。\n3、公司参股成都文化产权交易所，是目前唯一一家面向数字文化产权的交易所。\n4、公司已于2022年7月通过TikTok认证，已获得六个国家的跨境服务电商资质。联营企业成都每经传媒自主研发的“雨燕智宣——AI短视频自动生成平台具备AI视频文案写作，即时新闻合成等实用功能。\n5、公司与华为举行了全面合作签约仪式，双方将就智慧教育、算力等9个方面展开深度合作。"
        }
      ]
    },
    {
      "name": "AI传媒",
      "reason": "2026年1月6日，中信出版2026合作伙伴大会在京举办，大会以“所有人创作，所有人阅读”为主题，汇集了知名作家、学者、行业合作伙伴及媒体代表，共同探讨AI时代下的出版业变革与创新。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002718",
          "name": "友邦吊顶",
          "limit_time": "10:33:30",
          "analysis": "AI出版+实控人变更+集成吊顶+智能家居\n1、新实控人旗下理工数传，在2025福布斯中国人工智能科技企业TOP50榜单中，与DeepSeek、寒武纪、宇树科技等知名企业一同位列榜单，成为出版行业唯一入选代表，此外，理工数传发布了出版行业首个垂直大模型BOOKSGPT，并基于此推出了AI编辑工作室、\"书船\"营销方案等一系列产品。\n2、2025年12月31日公告，骆莲琴、上海徜胜科技拟向明盛智能、施其明等合计转让29.99%股份，交易完成后施其明将成为新实控人，并同步启动15.01%股份的要约收购，收购价29.41元/股。\n3、公司作为集成吊顶技术发明者，占据市场龙头地位。目前集成吊顶行业智能化的趋势日益明显，集成吊顶将集成越来越多的智能电器、智能灯光、智能控制等功能模块，集成多空间、多场景的智能化集成吊顶(墙面)解决方案将成为越来越多消费者的选择。\n4、公司已形成布局完整的多元化销售渠道， 专卖渠道销售网络覆盖全国一、二线城市和东部沿海地区三线、 四线城市， 成为业内在销售网络覆盖、 经营面积、 专业设计人员和服务人员及专卖店单店销售等方面领先的企业。"
        },
        {
          "code": "sh603000",
          "name": "人民网",
          "limit_time": "09:25:01",
          "analysis": "AI校对+商业航天+数据要素+媒体+广告\n1、2025年10月27日互动，人民网推出涉政智能风控平台“人民审校”，提供文本、图片、视频审校等多场景能力，支持网页、微信公众号等内容审校。公司依托高质量行业数据推出“天目”深度合成检测工具和AI写稿秘书等产品，构建“用AI治理AI”模式。\n2、AIGC-X是由人民日报社主管、依托人民网建设的传播内容认知全国重点实验室主导，与中国科学技术大学、合肥综合性国家科学人工智能研究院联合推出的AI生成内容检测工具。\n3、人民网是商业航天创新联合体中唯一一个媒体机构，将为联合体提供新闻宣传支持，在有关部门指导下，联合商业卫星公司打造国内首个具有权威性的卫星数据要素服务平台，为国内所有商业卫星公司提供数据确权、数据交易、数据估值入表工作。\n4、公司广告业务以市场需求为导向、以产品内容为支撑、以用户服务为保障，深度挖掘增效增量，增强客户粘性。\n5、公司旗下人民在线以舆情服务和数据能力立本，推出系列舆情大数据产品，提升数据服务能力，提高舆情服务效能。"
        },
        {
          "code": "sh603888",
          "name": "新华网",
          "limit_time": "14:55:05",
          "analysis": "AI公文+阿里+政务服务+云计算\n1、新华智云小麦采编智能体已在广西等省级媒体落地应用，生成互动数字文化产品，探索AI在内容生产中创新。2025年5月8日盘中网传图片显示，鸿蒙电脑开放三大模型接入，其中包括新华妙笔（未查证）。新华妙笔是一款AI公文写作学习平台，由新华社媒体融合生产技术与系统国家重点实验室与博特智能公司联合研发。\n2、公司与阿里巴巴共同成立新华智云（公司持股45%），其自主研发的AI算法能实现对多模态内容统一审核，确保新闻内容的真实准确。\n3、公司实控人新华通讯社，为各级政府、企事业单位提供专业的网站建设、内容管理等服务，提供视频云直播、内容云安全等全栈云服务解决方案和融合媒体解决方案。\n4、公司联合阿里云、中国电信推出混合云平台、新华网云主机等产品成功入围中央国家机关2021年云计算服务协议供货采购供应商名录。\n5、新华网发起设立新华数据要素联合平台，为合作企业在数据资产管理、数据资产入表与合规披露等方面提供系统解决方案。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "1、2026年1月10日报道，我国2025年12月向ITU申报超20万颗卫星频轨资源，规模空前。\n2、据证券时报，当地时间2026年1月9日，美国联邦通信委员会批准下一代卫星星座计划，授权SpaceX在现有已部署8000颗卫星的基础上，增加部署运营7500颗第二代星链卫星，全球获批在轨运行的二代卫星总数超1.5万颗。",
      "stock_count": 14,
      "stocks": [
        {
          "code": "sh600783",
          "name": "鲁信创投",
          "limit_time": "14:51:28",
          "analysis": "参股蓝箭航天+参股灵汐科技+创投+参股丝杠公司\n1、2026年1月5日报道，蓝箭航天科创板IPO已获受理。公司参股基金3个投资主体合计持有蓝箭航天0.89%股权。\n2、公司间接参股灵汐科技约0.37%（通过中经合鲁信跨境创投）。\n3、2025年12月29日晚公告，公司拟联合发起设立山东省鲁信工融新动能人工智能创投基金，总认缴规模10亿元，重点投资于人工智能及相关前沿科技领域，以及山东省内重点支持的高端装备，新材料等领域。\n4、2025年12月18日晚互动，公司参股基金在航空航天领域投资项目包括蓝箭航天、鸿侠科技、微焓科技、中科际联、微波电真空技术等企业。\n5、公司主营业务之一为投资管理业务，2025年上半年投资业务占比32.36%。公司实控人为山东省人民政府。公司持有江苏润孚动力11.97%股权，后者作为一家专注于丝杆及其作动机构产品的科技公司，主要生产的产品包括各种规格的行星滚柱丝杠。"
        },
        {
          "code": "sz002465",
          "name": "海格通信",
          "limit_time": "09:39:06",
          "analysis": "卫星通信+脑机接口+低空经济+华为+北斗+军工\n1、2025年12月26日互动，公司北斗导航芯片已批量应用于手机直连卫星、低空经济、航空航天、智能交通等场景，形成空天地一体位置感知方案。\n2、2025年7月2日互动，公司坚持技术与市场融合的科技创新战略,紧跟市场与技术发展趋势,持续强化科技创新和产学研融合,加强非侵入式脑机接口技术攻关,旨在实现脑机接口及相关技术在感知控制等场景下的民用和特种应用。\n3、2025年12月27日官微消息，近日，由广州低空公司承建运营、海格通信承研的“广州低空飞行综合管理服务平台”正式发布，作为广州全市飞行活动统一入口，平台实现对空域、航空器、飞行活动等的一体化监管与服务，具备八大核心功能，并与民航、省级平台实现互联互通。\n4、公司率先实现“芯片、模块、天线、终端、系统、运营”全产业链布局，北斗三号终端进入鉴定和批量订货阶段。\n5、公司是行业内用户覆盖最广、频段覆盖最宽、产品系列最全、最具竞争力的重点电子信息企业之一，产品在陆、海、空等全军种及武警部队均有应用。"
        },
        {
          "code": "sh600776",
          "name": "东方通信",
          "limit_time": "09:58:23",
          "analysis": "卫星通信+新一代智能通话+北斗对讲机+专网通信\n1、公司为相关客户在卫星通信服务方面提供网络维护服务，并构建350MHz-800MHz全频段数字集群系统，已为全国30余省提供应急通信保障。\n2、2025年12月11日盘后官微，由公司作为核心参与单位，联合中国移动华为等行业领军企业共同攻关的《新一代智能通话关键技术攻关与规模应用》项目，成功荣获一等奖。\n3、2023年度公司信息通信产业-ICT服务新开拓了星网卫星互联网网络维护项目。公司为华为战略合作伙伴。专网通信方面，公司掌握5G融合核心网；公网方面，公司掌握5G新通话等核心技术。\n4、在公网通信领域，为运营商提供增值业务平台及增值业务；在信息通信技术服务领域，公司建立了网络设计、网络运维等全链条业务体系，具备端到端的一站式服务能力。ICT服务方面工程业务成为中讯设计院、新华三等IT厂家的战略合作伙伴。\n5、公司构建了涵盖 350MHz、370MHz等频段的窄带 PDT/TETRA 无线集群通信系列产品以及宽带核心网、接入网、终端全系列产品和“宽窄融合、公专结合”集群通信解决方案。"
        },
        {
          "code": "sh600477",
          "name": "杭萧钢构",
          "limit_time": "14:38:47",
          "analysis": "中标箭元火箭项目+钙钛矿叠层电池+数据中心（杭州）+HJT\n1、2026年1月7日讯，箭元科技中大型液体运载火箭总装总测及回收复用基地项目开工仪式在杭州市钱塘区举行。2025年12月29日杭州建设工程招标造价平台显示，公司中标箭元中大型液体运载火箭总装总测及回收复用基地(一期)项目，涉及合同额6931.88万元。\n2、子公司合特光电采用的电池技术是“高效异质结+钙钛矿叠层电池”，曾经计划建设100MW高效异质结钙钛矿叠层电池中试线，规划的目标转化效率达到28%以上。截止2024年末合特光电钙钛矿/晶硅薄膜叠层电池中试线进度及工艺指标未达到预期。\n3、公司位于杭州市，旗下万郡绿建平台包括门户、运营中心、数据中心、开放接口等模块。\n4、公司是一家主要为钢结构工程的设计、制作与安装的属建筑行业的公司，公司的主要产品是多高层钢结构、轻钢结构、空间结构。"
        },
        {
          "code": "sz002342",
          "name": "巨力索具",
          "limit_time": "14:54:21",
          "analysis": "商业航天+海工装备+军工+核电+索具\n1、2026年1月7日机构研报，公司深度参与我国首创的海上网系回收平台“领航者”，面向“箭—船—网”三元协同的柔性网捕获方案。索具平均使用寿命约1年左右，海洋环境加速损耗，替换需求持续。2025年12月29日投资者活动记录表，公司系统参与长征、神舟、嫦娥、天宫、天问等航天工程，并为国内首个可回收火箭提供捕获臂、试验拉索、回收转运装置等核心配套。据网传公司是长征十号乙\"网系回收\"耗材独家供应商。(未证实)\n2、公司是海风吊装设备供应商，重点开拓海洋工程领域（包括海上物探、海上系泊、海上救援）、“一带一路”建设、军工等领域。\n3、公司目前客户群体主要分为直属军队、十大军工集团和军工厂三大群体；在既有合作前提下，公司将着重致力于扩大市场范围，寻求新的合作空间。\n4、公司参与过的核电项目有山东荣成石岛湾核电站、“华龙一号”核电机组整体吊装、巴基斯坦卡拉奇核电站等。公司践行国家“一带一路”建设，有参与巴基斯坦港口码头等项目。"
        },
        {
          "code": "sz002115",
          "name": "三维通信",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+AI营销+智慧海洋\n1、2026年1月8日官微，公司与南邮共建联合创新平台，并捐赠All in One Site一体化站点，可为偏远地区、海上作业区等特殊场景提供稳定的网络覆盖，实现快速部署、灵活建站与高效交付。\n2、子公司海卫通为国内首家专业服务海事船舶终端客户的国际卫星运营商，2024年收入1.73亿元、同比增长13.91%，并推出智慧海洋船岸云一体化SeaCube平台，构建高中低轨卫星网络泛在接入能力。\n3、子公司巨网科技已推出直播脚本方案创作机器人、创意素材自动生成机器人等多款AI应用。控股巨网科技通过AI赋能为客户提供精准投放、创意策划等一站式营销服务。2019年进入字节跳动（头条）广告服务领域。\n4、2025年3月13日调研，海卫通新推出船舶智慧大脑、船舶IT管家等产品，后续进一步打造智慧船舶、卫星互联网、卫星物联网等数智化平台。\n5、公司积极布局面向智慧海事、陆地、航天等领域的超宽带卫星通信服务，与华为在通信覆盖施工业务有开展业务合作。"
        },
        {
          "code": "sz002865",
          "name": "钧达股份",
          "limit_time": "13:39:03",
          "analysis": "太空光伏+钙钛矿+预计送样海外+北美+海南\n1、2026年1月5日互动，公司小面积钙钛矿-TOPCon叠层电池转换效率已突破33.53%。合作方尚翼光电依托中科院上海光机所技术背景，是国内稀缺的卫星电池生产商，其核心团队深耕钙钛矿航天应用多年，建有独有的太空仿真研发平台，目前已完成太空环境下钙钛矿材料的第一性原理验证，公司正与尚翼光电推进在轨验证及后续产业化落地相关工作。\n2、网传纪要（未证实）显示，假设公司钙钛矿市占率30%，出货270MW，单位盈利9元/W，按照尚翼光电20%持股比例测算，对应净利润4.9亿。\n3、海外业务占比约52%（2024年约24%），阿曼5GW高效电池项目计划于2025年底建成投产，其中在北美市场，已与一家头部光伏组件企业签署了《合作意向备忘录》，有意在2025年向公司采购1-2GW的高效电池产品。\n4、公司为注册在海南的A+H上市公司，公司控股股东为海南锦迪科技，主营业务为光伏电池片的研产销，公司合计电池产能规模为44GW。"
        },
        {
          "code": "sh601992",
          "name": "金隅集团",
          "limit_time": "09:30:00",
          "analysis": "商业航天+可控核聚变+水泥+地产\n1、2025年12月5日互动，公司通过北京京国管股权投资基金(有限合伙)间接持有北京蓝箭鸿擎0.35%股权,持股比例很低。2025年12月19日互动，金隅通达公司承担海南文昌商业航天发射场建设单位之一，负责特种耐火材料供应及技术服务。\n2、据2025年3月24日微信公众号，金隅杭加安徽公司中标世界首个紧凑型聚变能实验装置“BEST项目”，以AAC绿色建材参与可控核聚变设施建设。\n3、公司是全国建材行业领军企业，全国第三大水泥产业集团，京津冀最大的绿色、环保、节能建材生产供应商之一，国内水泥行业低碳绿色环保、节能减排、循环经济的引领者，具有较强的区域规模优势和市场控制力。\n4、目前水泥熟料产能约 1.1 亿吨、水泥产能约 1.8亿吨， 预拌混凝土产能约 6200万立方米， 骨料产能约 8600万吨。\n5、公司具备多品类房地产项目综合开发的能力，综合实力位居全国同行业前列，同时也是北京地区最大、业态最丰富的投资性物业持有者与管理者之一。"
        },
        {
          "code": "sz001260",
          "name": "坤泰股份",
          "limit_time": "10:59:24",
          "analysis": "航天科技集团合作+汽车内饰件+汽车地毯/脚垫\n1、2025年12月2日官微，11月29日上午，2025航空航天装备智能制造创新发展大会在山东烟台启幕。会上烟台智能制造技术与装备创新中心与航天科技集团上海航天精密机械研究所、山东坤泰股份等7家单位共同签署了合作协议。协议各方将在核心技术联合研发、科研成果本地化转化、高端人才联合培养等多个关键维度展开深度合作。\n2、2022年6月，公司汽车簇绒地毯产品的国内市场占有率约为42.83%至52.66%。\n3、2023年10月31日公告，拟于新加坡投资设立子公司，通过该新加坡子公司在墨西哥投资设立子公司并在墨西哥设立生产基地，投资总额不超过2亿元人民币。\n4、公司主营业务为汽车内饰件材料及产品的研产销，主要产品包括汽车地毯和汽车脚垫两大类。公司已成为宝马、奥迪、奔驰等品牌的二级供应商，以及奥迪、沃尔沃等品牌的汽车脚垫一级供应商。"
        },
        {
          "code": "sh600877",
          "name": "电科芯片",
          "limit_time": "11:06:55",
          "analysis": "卫星通信+薄膜铌酸锂调制器+华为星闪+低空经济\n1、卫星互联网的核心技术之一是“相控阵雷达”和“卫星载荷”，需要海量的T/R组件、射频芯片和模拟芯片支持。电科芯片拥有硅基、化合物半导体等全技术路线，是国内特种芯片的龙头。公司已有低轨卫星星端和用户端接收发射芯片系列产品的研产销。公司产品主要以卫星短消息为主，面向语音互联的第二代产品即将流片。\n2、公司针对薄膜铌酸锂调制器的研究，集成光学事业部成立了薄膜铌酸锂波导技术攻关突击队，重点开展低损耗薄膜铌酸锂光波导工艺优化、薄膜铌酸锂相位调制器流片及测试，以及薄膜铌酸锂MZ调制器仿真设计工作。\n3、公司主营业务为硅基模拟半导体芯片及其应用产品。控股股东为中电科，最终控制人为国务院国资委。电科芯片集团与中国电科芯片技术研究院一体化运行， 电科芯片集团现控股13家产业公司。全资子公司重庆西南集成电路设计公司为华为星闪联盟会员单位。\n4、低空经济在硬件方面主要包括低空飞行器和地面检测管控设备，公司的卫星通信、卫星导航等芯片及模块等产品可应用于以上设备。"
        },
        {
          "code": "sz301517",
          "name": "陕西华达",
          "limit_time": null,
          "analysis": "卫星通信+航天（连接器）+铜缆高速连接器\n1、2025年12月8日盘后网传纪要（未证实），公司星网卫星配套价值量翻倍以上增长，一代星配套价值量50-100万，二代星新增微矩型产品、光纤组件，新增价值量达80-100万，单星合计配套价值量提升至150万+。HW卫星项目启动之初就开始合作，目前已提供相应产品；配套上海小卫星及斯北图，即将与上海瀚讯对接新一轮合作。\n2、2026年1月12日互动，公司已为星网项目配套射频连接器、高速连接器等多类产品，商业航天订单正常交付，该业务营收占比持续提升。公司长期为长征系列火箭配套产品，应用范围覆盖了各类高轨卫星、低轨卫星等航天各个领域。\n3、公司光纤组件已经客户验证，光模块目前处于样品提供阶段。华经微电子光模块产线已拉通，正在市场拓展。\n4、2025年8月25日晚公告，公司拟购买陕西华经微电子100%股权，标的公司从事高可靠电子元器件。2024年5月互动，已涉足铜缆高速连接器领域。\n5、公司为银河航天提供配套电连接器产品。公司研制生产的射频同轴连接器及电缆组件都需要进行电磁屏蔽设计，以保证传输信号的稳定性和抗干扰。"
        },
        {
          "code": "sz000931",
          "name": "中关村",
          "limit_time": "",
          "analysis": "商业航天+药品获受理+敦煌网+创投+养老\n1、2026年1月12日互动，目前公司持有西安航天远征流体控制股份有限公司1.25%股权。\n2、2025年12月15日公告，公司下属公司北京华素于近日收到国家药品监督管理局签发的《受理通知书》，盐酸羟考酮缓释片(规格：10mg)上市许可申请获得受理。\n3、中关村创投通过投资于北京考拉昆略基金，多层穿透后投资于骆驼数字科技。骆驼数科是敦煌网旗下子公司。公司持有北京中关村青年科技创业投资有限公司88.75%股权。\n4、公司成立背景为国务院批准北京市政府建设中关村科技园区，以集团控股的管理模式投资设立了多家分、子公司，致力于生物医药和科技园区开发建设等产业，参与了中关村科技园区基础设施和创业环境建设。\n5、公司主营业务是生物医药、个人护理用品、养老服务业务和其他业务。"
        },
        {
          "code": "sh600498",
          "name": "烽火通信",
          "limit_time": null,
          "analysis": "星间激光+AI服务器（华为）+光模块\n1、2025年12月27日公告，公司拟与联通战新基金、湖北省引导基金等共设湖北烽火创业投资基金，围绕光通信、商业航天等投资布局。2025年12月2日讯，近日公司自主研发的低轨星载路由、100G激光通信终端已成功在轨组网；单星价值量及份额均处于高位。\n2、2025年12月26日晚互动，低轨星载路由与星间激光通信是公司在卫星互联网的关键布局。\n3、据网传公司是中国星网核心供应商，深度参与GW星座、千帆星座多期建设，供应星间激光通信载荷、星载路由及地面站全套设备；同时以副理事长单位加入湖北省商业航天产业联盟，与蓝箭鸿擎联合开发载荷，参与雄安卫星自动化产线建设，具备批量化交付能力。（未证实）\n4、公司目前整体持有长江计算约87%的股权，武汉长江计算是算力基础设施的国家队，拥有多款基于昇腾推出的AI训练服务器。长江计算是首批具备提供CM384超节点集群完整解决方案能力的华为合作伙伴。\n5、烽火针对DCI互联、数据中心等应用场景推出了基于QSFP-DD封装的青锋系列400G光模块和基于CFP2-DCO封装的玄铁和真武系列400G光模块。"
        },
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "",
          "analysis": "卫星通信+福建+量子技术+华为+屏显制造\n1、公司位于福建省福州市。公司在卫星通信技术方面，持有Ka高通量卫星轨位稀缺资源，可发射政府、民用、商业卫星，覆盖“一带一路”沿线及海峡两岸，同时可提供卫星终端产品、应用与解决方案，以及海上通信运营服务。公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业。\n2、控股子公司福建海天丝路卫星，合肥国资，福建国资均有持股。\n3、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n4、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n5、显示制造业务方面，打造高度定制化的屏显终端产品矩阵，广泛覆盖消费电子、商业显示、教育、养老、智能制造等。"
        }
      ]
    },
    {
      "name": "医疗医药",
      "reason": "1、英伟达与礼来周一宣布，将共同投资10亿美元，在旧金山建立实验室，专注于利用人工智能加速药物研发。\n2、2026年1月12日晚间，药明康德发布2025年度业绩预增公告，公司预计2025年归母净利润约为191.51亿元，同比大幅增长约102.65%。",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz002172",
          "name": "澳洋健康",
          "limit_time": "10:03:27",
          "analysis": "养老+实控人拟变更+婴童医护+医美\n1、公司依托澳洋医院总院以及澳洋医院三兴分院、顺康医院、港城康复医院、等专科医院，形成了“大专科、小综合”的医疗服务体系。目前，公司旗下医院的床位总数已超过2300张。公司积极推进医养结合，为老年人提供优质的养老服务。\n2、2025年9月15日晚公告，公司控股股东澳洋集团拟将其持有的公司20%股份转让给悦升科技，转让价格为3.87元/股，交易价款合计为5.93亿元。本次协议转让完成后，悦升科技将成为公司控股股东，张家港经开区管委会将成为公司实控人。\n3、公司高级产院集医疗、教学、科研、护理为一体，与儿科、新生儿病房及监护室、月子中心密切合作，为高危新生儿监护及产后休养提供了便利条件。\n4、公司控股的张家港唯恩国际医疗美容医院为连锁抗衰老品牌，在德国、瑞士等地都设有专业的抗衰老机构，专注私人健康管理，高端抗衰老、高端定制医美。唯恩医疗集医疗美容、激光美容等于一体。\n5、参股公司安徽大岭主营天然山泉水的生产及销售。"
        },
        {
          "code": "sz000078",
          "name": "海王生物",
          "limit_time": "10:31:57",
          "analysis": "感冒药+保健食品+生物药+医药商业\n1、公司在产治疗感冒的药品有氯酚黄敏片、吗啉胍片等；治疗发烧的药品有布洛芬片、小儿氨酚黄那敏颗粒等；治疗咳嗽的药品有复方甘草片、复方甘草口服溶液、小儿止咳糖浆等。公司下属子公司有疫苗冷链运输的业务。\n2、海王金樽片主要由牡蛎精粉提取物研制，是市面上少数具有保健食品批号的保健产品。公司产品分为化学药、中药、保健食品和生物药四大类，已形成以抗肿瘤产品为主导，覆盖心脑血管、呼吸系统、消化系统等11大类品种齐全的产品体系。\n3、公司器械板块涵盖高值耗材、医疗设备、体外诊断（IVD）等多个领域。\n4、公司的医药商业板块由药品和医疗器械的流通两大业务构成，主要为医疗机构、药品零售机构和分销商等下游客户提供药品、医疗器械等医疗用品的配送及相关延伸增值服务。是全国性医药商业企业中业务网络覆盖面较广的企业之一。"
        },
        {
          "code": "sh603282",
          "name": "亚光股份",
          "limit_time": "10:50:50",
          "analysis": "制药装备+锂电设备+业绩增长+节能设备\n1、在制药装备领域，公司是专业的胶塞/铝盖清洗机和过滤洗涤干燥机设备制造商，是胶塞清洗机、过滤洗涤干燥机的国家行业标准起草单位，在细分市场具有较高的品牌认知度。公司的客户包括华海药业、凯莱英、齐鲁制药等国内知名制药企业。\n2、公司设备可应用于锂电池正极材料及三元前驱体新材料的提取。\n3、2025年10月29日盘后公告，公司前三季实现营收7.14亿元，同比增长46.46%；扣非归母净利润8993.21万元，同比增长14.83%。\n4、公司节能环保设备（MVR系统）主要应用于新能源、中药、精细化工、环保等领域，因其广泛应用性和对传统多效蒸发系统的节能优势，近年来业务增速较为明显。"
        },
        {
          "code": "bj920575",
          "name": "康乐卫士",
          "limit_time": "11:12:30",
          "analysis": "九价HPV疫苗+北交所\n1、据公开资料显示，康乐卫士预计2026年9月实现HPV九价疫苗上市，时间稍晚于万泰生物。2023年12月22日讯，截至目前，公司九价HPV疫苗Ⅲ期临床试验已进入病例监测阶段，并正在进行30-36个月访视。\n2、如临床进展顺利，预计将在2024年提交三价HPV疫苗的BLA申请，在2025年提交九价HPV疫苗的BLA申请。九价HPV疫苗为2026年。\n3、产能方面，康乐卫士位于昆明的产业化基地占地约140亩，一期工程建筑面积约8万平方米，包括三价HPV疫苗、九价HPV疫苗原液生产车间等生产设施。公司已于2023年8月启动昆明生产基地的试生产与技术转移工作，一期工程达产后可实现重组三价HPV疫苗1000万剂/年；重组九价HPV疫苗3000万剂/年；重组九价HPV疫苗蛋白原液2000万剂/年。"
        },
        {
          "code": "sz002589",
          "name": "瑞康医药",
          "limit_time": "13:04:06",
          "analysis": "创新药+病毒检测仪器+医疗医药\n1、2025年4月24日年报，公司与广东药科大学合作研发的FTZ浓缩丸治疗非酒精性肝脂肪变已进入临床二期，全成分中药液化智能装备研发与产业化项目获950万元政府资金支持。\n2、公司为全国4000余家二级以上医院提供体外诊断服务，为有需求的医院提供检测冠状病毒的仪器（高敏化学发光仪、全自动免疫分析仪等）。\n3、公司主要业务板块包括药品、器械配送板块、体外诊断板块、数字医疗板块、医药物流板块、中医药板块。"
        },
        {
          "code": "sh600721",
          "name": "百花医药",
          "limit_time": "14:50:43",
          "analysis": "CRO+创新药+流感+减肥药\n1、公司为综合服务性CRO公司，业务涵盖新药早期发现与筛选、药物CMC开发等。旗下华威医药为国内临床前CRO龙头，布局具有市场前景及技术壁垒的产品，以及 2 类改良型创新药的研究等。\n2、2025年半年报披露，公司协助多项创新药进入早期临床、推进多项改良型新药进入关键临床阶段，同步构建溶瘤病毒、乙肝疫苗、肿瘤疫苗等前沿医学技术转化体系。\n3、公司治疗流感的化药主要研发项目有：1、抗病毒的奥司他韦干混悬剂、玛巴洛沙韦等；2、止咳祛痰退烧相关药品，如盐酸溴己新口服溶液、注射液、吸入溶液，羧甲司坦口服液，乙酰半胱氨酸口服溶液、吸入溶液、注射液对乙酰氨基酚等。\n4、公司因在“e 互动” 、 2023年半年度业绩说明会及相应公告中多次披露减肥类产品相关信息，但未明确、充分说明利拉鲁肽、司美格鲁肽相关项目暂无任何客户委托公司研发，公司无相关药品的生产和销售，公司受托在研的减肥类产品中仅有奥利司他胶囊于2023年10月19日被证监会出示警示函。"
        },
        {
          "code": "sh688331",
          "name": "荣昌生物",
          "limit_time": "14:55:37",
          "analysis": "抗癌药BD大单+创新药+抗癌药\n1、2026年1月12日盘后公告，公司与艾伯维就RC148签署独家授权许可协议，艾伯维将获得RC148在大中华区以外地区的开发、生产和商业化的独家权利。协议生效后，荣昌生物将收到6.5亿美元首付款，并有资格获得最高达49.5亿美元的开发、监管和商业化里程碑付款，以及在大中华区以外地区净销售额的两位数分级特许权使用费。通过双靶点协同作用，RC148有望更有效地治疗多种晚期实体瘤（如非小细胞肺癌），并可能克服肿瘤对现有疗法的耐药性。\n2、公司核心产品泰它西普是全球首创的BLYS/APRIL双靶点融合蛋白，维迪西妥单抗是国产首款ADC药物。\n3、公司搭建了三大具备自主知识产权的核心技术平台，已开发了20余款候选药品，覆盖自身免疫、肿瘤和眼科三大类疾病领域的20余种适应症。\n4、公司专注于抗体药物偶联物（ADC）、抗体融合蛋白、单抗及双抗等治疗性抗体药物领域，主要产品有：泰它西普，维迪西妥单抗，RC28等。"
        },
        {
          "code": "sz000739",
          "name": "普洛药业",
          "limit_time": "",
          "analysis": "减肥药+多肽\n1、公司布局生物法司美格鲁肽产品，生物法可能更具有成本优势，但是大规模上市预计是司美格鲁肽口服制剂上市之后需求量才会更大，注射剂用量较小。公司生物法司美格鲁肽布局主要针对口服司美格鲁肽。\n2、公司全产业链布局多肽领域，前期布局了侧链、保护氨基氨酸和中间体；制剂研发预计2024年二季度会进入临床。\n3、公司主营板块包括原料药、CDMO和制剂。"
        }
      ]
    },
    {
      "name": "电力",
      "reason": "1、Trump喊话微软等科技公司为数据中心建设带来电力成本上升问题负责，后续会有相关措施（预计宗旨仍是鼓励自建电源&电网）；\n2、北美再次出现变压器爆炸导致停电的事故等。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002112",
          "name": "三变科技",
          "limit_time": "13:43:54",
          "analysis": "数据中心变压器(马斯克xAI)+光伏+储能\n1、2026年1月6日马斯克的人工智能初创公司xAI表示，已完成200亿美元的融资，网传公司有美国XAI数据中心35KV变压器批量项目。（未证实）2025年1月24日盘后公司官微，2024年公司在美国投资设立了全资子公司，之后主变走进了马斯克xAI超级计算机中心。\n2、公司产品包括500kV级及以下电力变压器，产品主要为油浸式变压器、干式变压器、组合变压器等，主要用于电力转换、传输，广泛应用于国家电网公司、石化、光伏企业等。\n3、公司部分组合式变压器供光伏企业，用于光伏发电。公司研发的“储能变流升压一体机”主要用于光伏电站系统稳定、能量备用等。 \n4、公司的光伏逆变升压一体机是变压器、逆变器、控制设备组合的产品，可应用在储能行业。\n5、公司在充电桩领域已开展技术储备。"
        },
        {
          "code": "sh600089",
          "name": "特变电工",
          "limit_time": "14:43:45",
          "analysis": "变压器（出海）+多晶硅+煤炭+黄金\n1、公司为国内输变电龙头，出海占比有所提升，变压器在美国有历史业绩。公司储能产品包括PCS储能变流器，业务以储能系统为主。公司生产的风机电缆等产品应用于海上风电项目。\n2、2025年上半年公司高纯多晶硅实现产量3.36万吨，完成并确认收入的风能及光伏电站建设项目装机约1.35GW。\n3、公司煤炭的核定产能是7400万吨，2025年上半年实现原煤产量3600万吨左右。公司积极进行煤炭产业升级，推进 20 亿立方米/年煤制气项目建设，有望打造业绩新增点。\n4、2024年公司黄金产品产量（金金属量）约2.5吨，2025年黄金产量（金金属量）约 3 吨。\n5、子公司沈变公司主要生产特高压、超高压产品，衡变公司主要生产特高压、开关柜、GIS、二次等产品，新变厂主要生产特高压、配变、箱变、特种变等产品。"
        },
        {
          "code": "sz002451",
          "name": "摩恩电气",
          "limit_time": "14:52:48",
          "analysis": "智能电网+变压器电磁线+电磁线\n1、公司的智能电网产品线主要系为国家电网各省公司配套高品质的中低压电缆产品。\n2、公司主营电磁线及特种电缆，子公司摩恩新能源电磁线理论产能已超3万吨，产品切入多家电力装备领军企业供应链，并重点布局变压器、新能源领域。\n3、公司特种电缆产品可分为绿色能源产品线、工业自动化产品线、高端装备制造产品线、智慧城市建筑产品线及智能电网产品线五大系列，包括光伏用、工业机器人用电缆等。\n4、公司旗下的子公司摩恩保理和摩安投资从事类金融相关业务。"
        },
        {
          "code": "sz300444",
          "name": "双杰电气",
          "limit_time": null,
          "analysis": "输配电设备+华为逆变器+储能+参股GPU\n1、公司是致力于智能环保配电领域新设备领域拥有多项专利的高新技术企业，主营输配电设备业务；公司已具有成熟的光储充换一体化解决方案，全资子公司双杰新能具备开展光伏建筑一体化（BIPV）工程的业务能力。\n2、公司与华为在光伏逆变器和优化器等方面产品进行了合作和市场推广。\n3、公司拟在吉尔吉斯斯坦投建100MW光伏+20MW储能项目，进一步拓展海外新能源EPC及储能业务版图。\n3、公司充电桩产品已出口东亚、南亚部分国家。已推出250V-1000V电压平台的超充产品。600kW液冷超充为公司自主研发的产品。\n4、公司持有真为基金21.427%股份，该基金参股国内GPU龙头红山微电子1.2%股份。红山微电子已推出并量产7纳米制程众核通用（全精度覆盖）并行计算GPGPU芯片，主要应用场景有人工智能模型训练与推理及高性能计算等。"
        },
        {
          "code": "sh600550",
          "name": "保变电气",
          "limit_time": "",
          "analysis": "电力变压器+核电（变压器）+特高压\n1、公司主营110kV-1000kV超高压、大容量及特高压交直流变压器，在核电变压器领域具有突出品牌优势。\n2、公司拥有核电 1000kV主变设计和制造许可资质， 是国内首家获得该资质主变生产厂家，公司在核电变压器领域具有突出的品牌优势， 市场占有率较高。公司成功研发并交付了“国际热核聚变实验堆（ITER）计划”法国电变压器项目。\n3、2024年9月27日公告，公司控股股东由兵器装备集团变更为中国电气装备集团，但实控人仍为国务院国资委。\n4、输变电业务是公司的传统优势业务，公司主导产品为110kV-1000kV超高压、大容量变压器。公司为国家电网和南方电网采购特高压交直流变压器产品的主要供应商之一。"
        },
        {
          "code": "sh601179",
          "name": "中国西电",
          "limit_time": "",
          "analysis": "固态变压器+核聚变+国企（中字头）\n1、子公司西电电力电子具备800VDC架构固态变压器的研制能力，2.4MW功率等级处于行业领先水平，其向“东数西算”数据中心提供的2.4MW固态变压器，已于2023年9月顺利投运。\n2、2025年12月31日公告，国家电网2025年第八十五批采购输变电项目第六次变电设备招标结果公布，公司14家子公司合计中标14.4718亿元，占2024年营收约6.53%，合同履行将增厚未来业绩。\n3、公司在国际热核聚变实验堆（ITER）计划重大工程中承担了14台整流变压器、14组GW4-72.5隔离开关和42台66kV避雷器的研制安装任务，公司具备向核电行业供应相关输配电装备的资质和能力。\n4、公司主导产品包括全电压等级的高压开关、变压器（电力变压器、换流变压器）、电抗器等。公司实控人为国务院国资委，主营变压器44%、开关37%等，是中国电气装备集团所属历史积淀最厚重、成套能力最强、研发制造体系最完整、国际化程度最高的上市公司。"
        },
        {
          "code": "sz001896",
          "name": "豫能控股",
          "limit_time": "",
          "analysis": "电力+业绩预增+煤炭\n1、公司实控人为河南省财政厅。公司是河南省集火力发电、新能源、抽水蓄能、煤炭贸易物流、综合能源服务于一体的省级资本控股的综合能源上市企业。截至2024年底，公司在运新能源装机707.92MW，其中风电装机 366MW，生物质热电装机 30MW，光伏发电装机 311.92MW。\n2、2025年7月11日盘后公告，公司预计2025H1扣非净利润约0.87亿元–1.12亿元，同比增长240.40%–280.74%，实现扭亏为盈，主要原因系发电成本下降，火电经营业绩好转。\n3、公司控股火电总装机7660MW，此外，公司拥有华能沁北（4×600MW＋2×1000MW）12%股权，并受托管理控股股东投资集团下辖全部火力发电装机。\n4、2024年4月1日，公司互动平台称已向公司控股股东核实，公司及公司控股股东均未筹划公司与“超聚变借壳上市”“并购重组”相关事项。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "2026年1月7日工信部等八部门关于印发《“人工智能+制造”专项行动实施意见》。意见指出，推动智能装备迭代。加快人工智能赋能工业母机、工业机器人。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh603355",
          "name": "莱克电气",
          "limit_time": "10:19:04",
          "analysis": "机器人割草机+汽车零部件+小家电\n1、公司的机器人割草机与这两家公司的割草机是同类产品，的无边界机器人割草机。公司多元化发展电机业务，业务触达家电、新能源汽车、工程机械等多个领域。其中工程机械及工业电机向电梯门、高空作业平台、叉车、游艇、电动自行车、协作机器人等多领域进行拓展。\n2、2025年2月10日互动，公司有开发智能家电产品：如机器人割草机、智能语音空气调解扇等。\n3、公司设立江苏莱克新能源科技，预计年产新能源汽车零部件4000万件。\n4、公司主营业务是吸尘器、空气净化器、智能净水机、厨房电器等高端清洁电器和健康小家电产品及园艺工具产品，以及以高速数码电机、铝合金精密零部件为代表的核心零部件产品。"
        },
        {
          "code": "sh603319",
          "name": "美湖股份",
          "limit_time": null,
          "analysis": "人形机器人+供货宇树+小鹏+智能驾驶\n1、公司具身智能功能部件已开发腾讯、杭州头部机器人Y公司、银河通用、蚂蚁等十余家头部机器人客户并实现同步研发及量产配套，重庆基地规划建设10万套关节模组产能。\n2、2025年11月17日互动，公司为宇树科技配套的减速器关节模组已正常量产交付。公司目前具备年产500万套齿轮、年产320万套电机和年产5万套谐波减速器产能，同时公司参股子公司东嘉智能具备年产200万套贴片产能。\n3、2025年11月6日互动，公司和小鹏重点合作，人形机器人谐波减速器、关节模组已送样验证，Peek材料件已量产配套人形机器人和飞行汽车。\n4、2025年6月23日公众号：2025年4月美湖入股富士康机器人平台女娲机器人1.25%股权。2025年6月美湖与女娲达成战略合作，共同研发机器人关键零部件。\n5、2025年半年报披露，控股子公司朗道智通主要业务包括L4 级智能驾驶解决方案、无人巡逻车、工业物流机器人等。子公司海南东疆主持有海南省智能汽车道路测试牌照。"
        },
        {
          "code": "sz002969",
          "name": "嘉美包装",
          "limit_time": null,
          "analysis": "控制权变更（追觅科技）+旺旺合作+食品饮料包装容器+啤酒\n1、2025年12月16日晚公告，追觅科技创始人俞浩通过旗下持股平台苏州逐越鸿智，以协议转让与主动要约方式，斥资约22.82亿元（总计控股54.9%），取得嘉美包装公司控制权。俞浩为国内扫地机器人“四小龙”之一追觅科技创始人，12月23日晚公告补充说明了“不存在未来36个月内通过上市公司借壳上市的计划或安排。”\n2、公司组织形式属于港澳台企业。公司主营业务是食品饮料包装容器的研产销售及提供饮料灌装服务。公司长期为旺旺提供相关服务。\n3、公司位于安徽省近日安徽广德“三件套”火出圈，公司自主品牌“喝吧”精酿啤酒从配方，制造，到销售等各环节，均由公司自主经营。公司电商淘宝店，苏宁店有售。\n4、公司主要产品包括三片罐、二片罐、无菌纸包装和PET瓶，主要用于含乳饮料和植物蛋白饮料、即饮茶和其他饮料以及瓶装水的包装，同时提供各类饮料的灌装服务。"
        },
        {
          "code": "sz001225",
          "name": "和泰机电",
          "limit_time": "",
          "analysis": "机器人+水泥物料输送设备\n1、公司通过持续实施自动化、智能化改造，更新迭代生产设备，在物料输送设备制造领域的生产工艺已相对成熟，应用了机器人自动焊接技术，机器人视觉识别自动上下料、自动装箱等技术。\n2、公司是水泥行业物料输送设备的专业化供应商，以板链提升机为核心产品，​下游客户以水泥行业为核心，同时拓展至其他工业领域。\n3、公司与中国建材、华润水泥、海螺水泥等合作。布局海外市场，先后取得CE认证、ATEX防爆认证等产品资质认证，客户辐射东南亚、中东、非洲等地区。"
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "2026核聚变能科技与产业大会将举办",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz001255",
          "name": "博菲电气",
          "limit_time": "09:32:09",
          "analysis": "核电+商业航天+半导体+高铁+出售新能源+绝缘材料\n1、公司绝缘材料已配套航天军工等高端装备、半导体封装等领域，还可以应用于核电发电机组上。公司树脂等产品可以适用于中低压电机的线圈、变压器线圈的绝缘。公司自主研发的复合材料光伏边框可以替代铝合金边框。2025年4月28日年度报告，\n2、公司与高铁大厂深度合作开展磁悬浮列车配套绝缘材料国产化进程，自主研发了磁悬浮直线电机灌注胶、超导磁浮地面线圈内框等系列产品。\n3、2026年1月5日公告，公司已完成博菲新能源100%股权交割并收到首期3274.41万元转让款，剩余577.84万元待支付，本次交易预计对2025年度净利润产生积极影响。\n4、2025年12月17日讯，近日，公司与东方电机正式签署全面合作框架协议，双方将重点围绕适用于严苛环境下的大型水轮发电机与高效汽轮发电机绝缘系统，开展从材料基础研究、部件验证到整机应用的全链条协同创新。\n5、公司自主研发打造了新能源汽车驱动电机无卤阻燃绝缘系统，目前公司已通过比亚迪合格供应商准入。"
        },
        {
          "code": "sh600170",
          "name": "上海建工",
          "limit_time": "14:08:30",
          "analysis": "钍基核能+间接持股乐聚机器人+黄金+混凝土+低价股\n1、2025年11月11日互动，公司承担中科院钍基熔盐堆核能系统实验堆及配套工程建设，已完成2MW实验堆系统建设、安装合同任务并移交。\n2、公司通过上海联新创新五期私募投资基金、上海道禾志医一期私募基金间接持有乐聚机器人股份。\n3、据2025年8月30日半年报，公司黄金业务上半年营收4.031亿元，旗下扎拉矿业持续贡献黄金产量。 \n4、公司是中国建筑行业先行者和排头兵，位列《工程新闻记录（ENR）》全球最大250家工程承包商第8位、《财富》世界500强第363位，是中国第三大预拌混凝土供应商。\n5、公司新增投资上海成加西郊农产品交易中心屋顶分布式光伏电站二期项目，并于2021年8月6日并网发电。"
        },
        {
          "code": "sz002135",
          "name": "东南网架",
          "limit_time": "14:12:51",
          "analysis": "核聚变+中标8.87亿元EPC项目+涤纶长丝\n1、2025年10月13日互动，公司2024年中标聚变新能安徽有限公司预埋件采购，项目正常履行，切入可控核聚变基建。\n2、公司已参建项目光伏屋面共104万方。光伏建筑核心专利20余项，拥有省级光伏建筑一体化施工工法，是全国唯一“装配式钢结构住宅低碳技术创新及产业化示范基地”。\n3、2025年12月29日公告，公司近日收到杭州萧山三江创智新城建设发来的《中标通知书》，确定公司与中国联合工程组成的联合体为“中国视谷产业基地(标准厂房)项目EPC工程总承包”的中标单位。本项目中标总金额为人民币8.87亿元。\n4、公司在亚运项目中率先实施基于全生命周期的装配式建造的5化模式所有项目都已完工并通过验收。公司是杭州最大钢结构企业。\n5、BIPV已落地衙前镇、萧山经济开发区、山西运城、天津港保税区四大框架协议，整体项目正在稳步推进中，且部分项目已进入设计阶段。"
        }
      ]
    },
    {
      "name": "石油石化",
      "reason": "2026年1月12日，美国总统特朗普在社交媒体发文称，任何与伊朗有商业往来的国家在与美国进行任何商业往来时将被加征25%的关税。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600800",
          "name": "渤海化学",
          "limit_time": "10:41:50",
          "analysis": "石化业务（下游环氧丙烷）+拟资产重组+固态电池（COFs）+氢能\n1、公司一直是京津冀地区最具有话语权的丙烯生产商，下游的丙烯客户涵盖聚丙烯、丁辛醇、环氧丙烷、苯酚丙酮、丙烯酸等行业。\n2、2025年12月5日盘后公告，公司筹划出售渤海石化100%股权并购买泰达新材控制权 。标的公司主要产品为偏苯三酸酐。\n3、COFs全球首次吨级量产发布会，宝丽迪和渤海化工、耀科创始人等领导上台共同参与启动。网传纪要表示，公司第一大股东渤海化工为为耀科提供COFs材料代工，渤海化学的主营丙烯业务可提供COFs合成所需的基础化工原料。（未经证实）\n4、公司生产丙烯的副产氢气目前用于替代天然气作为燃料使用，公司始终密切关注氢能产业、氢能源技术产业发展新动向，寻求高附加值的用途。\n5、公司有对水系锌离子电池进行技术储备和相关研发，目前研发取得显著进展，成功实现稳定循环。"
        },
        {
          "code": "sz002490",
          "name": "山东墨龙",
          "limit_time": "10:49:21",
          "analysis": "石油钻采机械+债务重组+收到政府补助+智能机器人+高端铸件\n1、公司产品主要有石油钻采机械装备、石油天然气输送装备、油气开采装备等，中海油是公司油田类产品国内销售市场中主要客户之一。油气能源设备营收占比100%，海外营收占比24.84%，出口南美、中东、俄罗斯等地区及国家。\n2、2026年1月5日公布，近期收到政府以现金方式拨付的补助2000万元，该补助占公司最近一个会计年度净利润绝对值的45.77%。2025年12月29日晚披露债务重组方案。山东寿光拟以其持有的评估价值为3.62亿元的位于寿光市科技工业园的土地使用权、房屋建(构)筑物、机器设备等资产，代寿光华融向山东墨龙偿还3.61亿元欠款。\n3、2025年2月25日讯，墨龙（海南）农业发展公司成立，经营范围包含智能机器人研发。\n4、公司高端铸锻件产品，可应用于风电铸件、核电及机床等领域相关设备制造。"
        },
        {
          "code": "sz002207",
          "name": "准油股份",
          "limit_time": "14:46:42",
          "analysis": "石油采掘+资产注入猜想（克拉玛依国资）+天然气+智慧矿山\n1、2026年1月13日盘中消息，市场担忧伊朗局势可能导致其石油出口下降，油价周二亚盘时一度攀升至去年12月初以来的最高水平。公司是为石油、天然气开采企业提供石油技术服务的专业化企业，主营业务包括工业业务、施工业务、运输业务三类，其中工业业务主要是指为油田公司提供工程技术服务、油田管理等业务，施工业务是指为油田公司提供的工程施工相关服务，运输业务是指为油田公司提供运输服务。经营范围主要集中在新疆地区。\n2、公司控股股东为克拉玛依市城投，最终控制人为克拉玛依市国资委。公司目前财务面或面临ST而克拉玛依市城投旗下天利石化曾于2022年11月17日撤回ipo，引发市场对其资产注入猜想。\n3、子公司能安智慧目前已启动矿山智慧监控业务，并积极与中石油新疆公司等企业进行沟通交流，面向化工等行业开展工业智慧安全、环保解决方案等业务。"
        }
      ]
    },
    {
      "name": "数据中心",
      "reason": "1、Ve­ra Ru­b­in六芯合一平台全面量产，配套NV­L­i­nk72机柜与Sp­e­c­t­r­um-6交换机，实现光进铜退，单机柜光模块密度从12-16个飙升至72+，且全面标配1.6T，甚至部分方案采用3.2T光模块。\n2、2026年1月7日研报，Rubin ultra全面用，一旦开始使用HVDC，对于电源企业的变化是从柜内的一次电源和柜外HVDC sidecar都能做，价值量可能通胀2-3倍。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh688625",
          "name": "呈和科技",
          "limit_time": null,
          "analysis": "液冷+电子材料+树脂材料+成核剂\n1、网传公司实验室数据显示其铝方案散热效率较竞品高15%，获华为/浪潮技术验证。且已通过广达切入NV供应链（GB200份额50%）。（未证实）\n2、2025年11月11日互动，公司设立广东呈和电子材料，注册资本1亿元，聚焦通讯、半导体及AI高纯电子材料。\n3、公司是一家主要为制造高性能树脂材料与改性塑料的企业提供环保、安全、高性能的高分子材料助剂产品的高新技术企业，经认定为国家级“专精特新”小巨人企业。\n4、公司以成核剂、合成水滑石、复合助剂等产品为发展重点和导向，在国内逐步实现进口替代。产品包括成核剂单剂产品和成核剂复合助剂产品。公司合成水滑石产品包括合成水滑石单剂产品和合成水滑石复合助剂产品。\n5、公司主营产品可显著改善通用树脂产品的光学、力学性能并提升树脂产品稳定性，制成的高性能树脂产品可满足食品包装接触材料、医疗器械、医药包装、婴幼儿、汽车部件、锂电池材料、家电家居用品、锂电池、建筑材料等关系国计民生行业的安全和环保需求。"
        },
        {
          "code": "sz002203",
          "name": "海亮股份",
          "limit_time": "",
          "analysis": "数据中心+液冷铜管+HVLP铜箔+固态电池+PET复合铜箔\n1、公司在数据中心及AI算力领域，提供包括自研热管素材管、无氧铜材、异型铜排等在内的多种产品。\n2、网传纪要表示，2025年1-7月公司液冷铜管出货同比接近翻倍，预计25年出货近4000吨，间接供货英伟达GB200。此外公司铜排产能6.7万吨，预计2025年供货海外客户维谛2000吨。（未经证实）2025年7月7日投资者关系活动：公司已在RTF、HVLP等高端标箔取得突破性进展。\n3、公司已对固态电池用铜箔进行小试。正在积极布局多个前沿性课题，包括“锂电高强高延产品开发”、“高端标箔产品开发”、“电流分区调整测厚仪”、“4微米以下极薄产品”、“复合集流体”等多个领域。\n4、公司已具备4.5-8μm锂电铜箔的量产能力，其中PET复合铜箔已立项，正在推进研发工作。\n5、公司持有金川集团1.12%股份。后者主要生产镍、铜、钴、有色金属新材料等。拥有世界第三大硫化镍铜矿床，是中国最大、世界领先的镍钴生产基地和铂族金属提炼中心。"
        },
        {
          "code": "sh603090",
          "name": "宏盛股份",
          "limit_time": "",
          "analysis": "干冷器+数据中心液冷CDU\n1、2026年1月12日盘后网传纪要（未证实），合资公司爬产超预期。和宏智12月产量达到4400片换热器，环比翻倍多，Meta需求旺盛。和信精密开始向客户推荐CDU产品。和信精密已经开始向台达、谷歌等客户推广CDU产品。干冷器产品将充分受益温水液冷。CES黄仁勋介绍Vera Rubin温水液冷方案，利好干冷器需求。公司已经向北美数据中心出货干冷器产品，核心受益。2025年12月9日机构研报，合资公司和宏智二次侧液冷CDU换热器10月爬产超预期，广达、META验证良好。公司依托与和信合资子公司通过广达供应Meta液冷换热器。广达旗下子公司 “云达科技”​ 是英伟达在AI服务器领域的主力制造商。\n2、公司现拥有汽车中冷器、中冷器的热交换芯子等7项实用新型专利和1项发明专利，主要为农机公司配套换热器产品，合作公司有久保田、洋马等。\n3、公司主营业务为铝制板翅式换热器、深冷设备及相关产品的研产销，下游可应用于发电机组。2024年报换热器占营业收入比为89.09%，外销占比58.62%。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sz002574",
          "name": "明牌珠宝",
          "limit_time": "09:35:00",
          "analysis": "珠宝+光伏+地产\n1、公司主要从事中高档贵金属和宝石首饰产品的研产销，核心业务是对明牌珠宝品牌的连锁经营管理。公司的\"竹满福禄\"吊坠，采用了千年传承的非遗花丝镶嵌工艺。近一年主打古法黄金的老铺黄金涨幅超10倍。\n2、公司主要产品为N型TOPCon高效光伏电池片，公司正积极评估半片钝化、Polyfinger 等多项前沿技术，将有效提高光伏电池的转换效率，生产的电池平均量产转换效率已超26.75%。\n3、通过对房产大数据的开发、整合与应用，公司为客户提供智能高效的数据营销、数据金融和数据资产服务。公司目前已在20余座城市成立了直营分公司，在140 余座城市拥有加盟机构。"
        },
        {
          "code": "sz000593",
          "name": "德龙汇能",
          "limit_time": "09:37:36",
          "analysis": "半导体资产注入预期+拟新设子公司+参股锂浆料储能电池\n1、2025年10月28日晚公告，公司控股股东顶信瑞通与诺信芯材签订了《股份转让协议》，拟以9.41元/股向诺信芯材转让公司29.64%股份。若本次交易顺利推进并实施完成，公司控股股东将变更为诺信芯材，实控人将变更为孙维佳。孙维佳是科睿斯半导体的董事长，同时也是诺信芯材背后中经大有基金的实际控制人。科睿斯半导体是上市公司中天精装的联营企业。市场猜测或存在资产注入预期。\n2、2025年12月17日互动，经询问交易双方，本次协议转让已取得《深圳证券交易所上市公司股份协议转让确认书》，深圳证券交易所已完成对本次股份协议转让相关材料的合规确认，确认书有效期为六个月。\n3、2025年12月22日晚公告，公司拟以自有资金5,000万元至10,000万元投资设立全资子公司深圳大有芯联投资公司。标的公司投资方向明确指向集成电路行业。‌‌\n4、公司锂浆料目前处于商业生产线筹集阶段；公司参股20%好风光，好风光的锂浆料储能电池产品已具备量产条件，锂浆料电池规模100MW/年。"
        },
        {
          "code": "sz001202",
          "name": "炬申股份",
          "limit_time": "09:43:51",
          "analysis": "铝土矿转运+有色金属物流+新疆振兴+一带一路\n1、2026年1月6日公告，公司下属子公司香港申瑞与几内亚某公司签署了铝土矿转运协议，提供从港口码头至过驳锚地的铝土矿驳运与锚地过驳服务。合同金额暂定为1.34亿美元，协议期限暂定为3年。预计将对公司未来经营业绩产生积极影响。\n2、公司物流运输服务业务占比约73%，专注于有色金属领域，是华南地区领先的铝产业链物流企业，此外，仓储业务占比约26%，服务品类现已涵盖铝锭、铝棒、氧化铝、电解铜、不锈钢、锌锭、工业硅、PVC及棉纱等多类品种。\n3、炬申智运平台是公司子公司炬申智运打造的网络货运平台，平台对供应链中的物流、车流、商流、资金流、信息流进行整合，形成大数据中心从而推动大宗物资贸易产业互联网升级，降低供应链物流系统的成本。\n4、公司在新疆布局有“炬申准东陆路港项目”。公司广西的募投项目“钦州临港物流园项目”背靠大西南、东邻粤港澳、面向东南亚，是“一带一路”南向通道陆海节点。"
        },
        {
          "code": "sz300842",
          "name": "帝科股份",
          "limit_time": "13:36:45",
          "analysis": "存储芯片+钙钛矿+光伏银浆+半导体电子封装\n1、2026年1月5日互动，公司子公司因梦晶凯已经量产LPDDR3/4/4X、LPDDR5/5X、DDR4等系列产品，并布局CXL、Lpw HBM等高性能产品，满足从移动端到AI高带宽应用场景。\n2、2026年1月12日互动，公司及控股子公司是全球领先的钙钛矿叠层电池导电浆料供应商，产品性能处于行业领导地位，在全球钙钛矿叠层电池科研界与产业界享有盛誉，目前已经是全球范围内众多钙钛矿叠层电池中试线的基准浆料供应商。\n3、2023年5月23日国际太阳能光伏与智慧能源（上海）大会上，公司宣布对旗下N型高效电池金属化浆料产品线进行全新升级，发布升级款TOPCon与HJT电池金属化浆料方案。\n4、公司主要产品是晶硅太阳能电池正面银浆，可应用于光伏电池片的生产，是提升晶硅太阳能电池转换效率的关键材料之一，占太阳能电池片总成本约10%，在非硅成本中占比超 30%。\n5、公司新型电子浆料等电子材可用于高可靠性芯片封装的导电粘合剂产品，是半导体电子封装领域的关键材料，国内领先，同行业公司有德国汉高，日本京瓷等。"
        },
        {
          "code": "sz002716",
          "name": "湖南白银",
          "limit_time": "",
          "analysis": "白银+黄金+铜\n1、2026年1月12日国际市场现货白银价格显著上涨，日内涨幅扩大至约7%，报85.5美元/盎司。公司的主营业务为白银（59.97%）、电解铅、黄金（17.49%）、电积铜、银制品等有色金属及贵金属产品的冶炼和销售；子公司宝山矿业作为核心矿山资产，拥有湖南省桂阳县宝山铅锌银矿的采矿权，以生产铅精矿、锌精矿、硫精矿为主，产品富含金、银等贵重金属。全资子公司宝山矿业拥有45万吨/年铅锌银矿开采权。\n2、子公司西藏金和矿业和西藏俊龙矿业均有黄金储量。\n3、2024年3月3日公告，变更公司名称为“湖南白银”。公司控股股东变更为湖南有色集团，实控人变更为湖南省国资委。市场预期或将优质矿山资产注入金贵银业。"
        },
        {
          "code": "sh600338",
          "name": "西藏珠峰",
          "limit_time": null,
          "analysis": "锂矿+铅锌铜银矿山\n1、2026年1月13日盘中消息，碳酸锂期货主力合约触及涨停，涨幅12%，报174060元/吨，为连续第二日涨停。公司通过控股珠峰香港（持股 87.5%）全资控股两家在阿根廷的项目公司。其中：阿根廷锂钾旗下的安赫莱斯项目拥有39个采矿特许权，锂资源量205万吨碳酸锂当量；阿根廷托萨旗下的阿里扎罗项目拥有 12 个采矿特许权。公司阿里扎罗项目的储量前景根据高达公司测算超 1000 万吨碳酸锂当量，具有资源品质高、开发条件好的特点，可满足公司安赫莱斯项目 3 万吨、阿里扎罗项目5-10 万吨碳酸锂当量锂盐产能要求。\n2、公司控股的塔中矿业是中亚地区极具发展潜力的铅锌铜银多金属矿山开发企业。塔中矿业拥有一座在产的超大型铅锌铜银多金属矿山，主要产品为铅精矿（含银）、锌精矿和铜精矿（含银）及冶炼产品。塔中矿业登记有 4 个采矿权和 3 个探矿权，截至2024年年末，采矿权矿山保有铅锌铜银资源储量达 7,010.60 万吨，探矿权矿山保有资源储量937万吨，同时矿石中伴生有铜、银等有价金属元素，资源综合利用价值显著。"
        },
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sh600714",
          "name": "金瑞矿业",
          "limit_time": null,
          "analysis": "天青石+钛酸锶（量子材料）+碳酸锶+TGV玻璃基板上游\n1、2026年1月12日下午特朗普在社交媒体发文称，任何与伊朗进行商业往来的国家，其与美国的所有商业往来都将面临25%的关税。该命令即日起生效。公司原材料天青石目前全部外购，天青石根据品位高低从生产企业所在地矿山公司和国外采购。\n2、据媒体报道，钛酸锶在接近绝对零度的环境中表现出色，成为量子技术领域的黑马。公司所属子公司庆龙锶盐为主要生产企业，现有2万吨/年碳酸锶、2000吨/年金属锶及5000 吨/年铝锶合金产能规模。\n3、2024年11月26日公告，大风山天青石精选项目，计划2025年开工建设；4.5万吨/年碳酸锶项目计划2025年年底开工建设。\n4、公司主要产品包括碳酸锶、金属锶、铝锶合金、亚硫酸钠等，碳酸锶系列产品是国内能应用于液晶玻璃基板的主要锶盐产品。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 11,
      "stocks": [
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": "10:21:51",
          "analysis": "提前还款+财务总监任副总经理+减资陕西步森+信息服务+零售\n1、2026年1月5日公告，公司已于近日提前向宝鸡方维同创偿还2000万元借款及利息，如公司于2025年12月31日前偿还全部借款本息，将按照优惠后的年利率1%收取利息，有效降低财务成本。\n2、2025年12月17日公告，拟聘任张敏为公司副总经理，现任公司财务总监、董事会秘书。市场传闻陕西步森的重组出售终止，后脚直接卖给先华，这样不仅直接避开的重大资产重组的繁琐流程，而且还能确保时效性和可靠性。\n3、2026年1月6日公告，公司2026年第一次临时股东会高票通过《关于对参股公司定向减资的议案》，拟对陕西步森服饰智造有限公司定向减资，降低参股风险。\n4、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务等。\n5、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入等。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "10:38:15",
          "analysis": "申请撤销风险警示+重整完成+农药/医药中间体+酒店\n1、2026年1月5日公告，申请撤销公司股票因重整而被实施的退市风险警示，因公司2024年度经审计的期末净资产为负值，公司股票仍继续被实施退市风险警示。2026年1月9日互动，公司重整计划已执行完毕，法院裁定终结重整程序，债务危机化解。\n2、2025年12月27日重整计划，产业投资人北京星箭拟将军工惯导、光电及智能装备业务逐步导入公司，打造第二增长曲线。\n3、2025年11月17日盘后公告，重整投资人将无偿、无条件捐赠7300万元至公司。2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n4、公司位于兰州，主要从事精细化工产品中的医药中间体的研产销业务。公司产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sz003004",
          "name": "*ST声迅",
          "limit_time": "14:55:15",
          "analysis": "AI安检+脑机研究+爆炸物检测+低空经济\n1、公司基于自有知识产权的AI模型已形成了禁带品识别等相关产品。2025年4月30日年报，公司基于迅安云物信融合数据平台，为轨道交通、医院等提供7×24小时智能远程集中判图服务。\n2、公司与清华大学、北京联合大学联合共建的“脑与认知智能北京实验室”是北京市重点实验室，主要任务是通过脑科学（脑观测等）研究，建立从机器感知、机器学习到机器思维和机器决策的颠覆性模型和工作模式，目前尚未涉及脑机接口领域的研究内容。\n3、市场推测公司三季报营收1.39亿元，按往年看四季度预计超2亿；扣非-485万，净利润已连续两季度为正，净资产6.4亿，6月收购浙江中辰应急服务，已合并报表，中辰应急2024年营收约1.41亿元，有摘帽预期。\n4、公司旗下灵犬TS-601型便携式爆炸物探测仪是新一代微量炸药探测产品，荣获了中国警用装备科技创新大奖。\n5、公司在低空经济领域，目前推出了声迅无人机探测与反制系统。可对无人机的侦测等。该系统还可以用于航空机场等有反恐等需求的领域。"
        },
        {
          "code": "sh603268",
          "name": "*ST松发",
          "limit_time": "11:23:45",
          "analysis": "签约船舶建造合同+收购恒力重工(民营最大造船厂)\n1、2025年12月30日及31日公告，下属恒力造船再签合计约8-12亿美元船舶建造合同，叠加12月23日8艘船约2-4亿美元订单，生产排期已锁定至2029年。\n2、公司主营业务拟变更为船舶及高端装备的研产销售。恒力重工涵盖上游发动机自主生产、中游船舶制造等多环节业务，手持订单量已达82艘。\n3、2025年8月29日半年报，公司置入恒力重工资产后上半年营收67亿元、归母净利润6.5亿元，实现扭亏。\n4、恒力重工产业园二期：恒力重工计划新增投资92亿元，重点聚焦超大型油船（VLCC）、超大型液化气运输船（VLGC）等绿色船舶和高端海工装备制造业务。达产后可形成年钢材加工量180万吨、年产量710万载重吨的船舶建造能力。\n5、公司经营定制瓷、酒店瓷、陶瓷酒瓶等陶瓷用品，外销占比57%。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "09:25:02",
          "analysis": "控制权变更+拟股权转让+建筑设计+光伏一体化\n1、2026年1月10日公告，公司控股股东柯利达集团100%股权转让完成，实控人变更为曹亚联和刘纯坚，股票于今日复牌。英众智能进一步通过收购柯利达集团100%股权，间接持有上市公司18.74%的股份，从而实现对上市公司的控制。\n2、2025年11月5日晚公告，公司控股股东苏州柯利达集团拟将其持有的柯利达无限售流通股4000万股股转让给崔建泉，转让股份占公司当前总股本的比例为6.71%。协议转让后崔建泉将成为公司第二大股东。\n3、2025年7月11日公告，公司宣布终止参股设立方圆证券。\n4、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n5、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        },
        {
          "code": "sz002816",
          "name": "*ST和科",
          "limit_time": "09:36:27",
          "analysis": "机器人+储能线束+晶圆清洗设备+光刻机+数据中心\n1、2025年8月30日半年报，公司线束产品已切入储能、光伏及工业机器人领域，上半年线束收入4053万元，同比增16,875.79%，成为第二增长引擎。\n2、公司线束业务产品种类丰富，应用领域广泛，包括新能源高低压线束、智能装备及交换式电源供应器线束、储能线束，其中包含高压快充线束。\n3、公司2024年并购子公司和科达半导体，主要产品涵盖晶圆清洗设备、无掩膜光刻机、微影光刻机等。2025年1月，中标武汉高芯科技LDI光刻机设备项目，客户及订单不断延展中。\n4、子公司和科达（珠海）开展的大数据中心业务， 主要是向用户提供大规模、高质量、安全可靠的大数据中心设备供货、安装、调试、软件配置等基础服务。\n5、公司实控人为阜阳市颍泉区人民政府国资委。"
        },
        {
          "code": "sz000595",
          "name": "*ST宝实",
          "limit_time": "10:01:27",
          "analysis": "股份拍卖完成+储能+资产重组+机器人轴承+军工\n1、2026年1月13日公告，宝塔石化所持2亿股完成拍卖过户并解除冻结，该部分股份已过户至多名买受人名下。\n2、公司主要业务变更为光伏发电、风力发电及储能电站项目的投资开发和运营管理，以及船舶电器的生产与销售。公司全资子公司宁夏西北轴承装备公司承接业务涉及机器人立柱、行走轴加工业务。\n3、2024年12月15日晚公告，宝塔实业关于重大资产置换及发行股份购买资产并募集配套资金申请文件获得深圳证券交易所受理。此前已披露公司拟轴承业务的相关资产负债作为置出资产，与宁夏电投新能源100%股权等值部分置换。据2025年10月25日三季报，置入资产后总资产增至95.36亿元，较年初增长67.19%。\n4、公司实控人为宁夏回族自治区政府。公司拥有军工生产资质，船舶电器产品主要应用在航母、军舰和大型船舶上。公司旗下桂林海威船舶电器公司几十年来主要从事水面舰艇设备的研发和配套生产。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "11:20:54",
          "analysis": "AI大模型+算力中标+网络安全+华为鸿蒙\n1、2025年8月27日半年报，公司推出“数据与个人信息合规智探大模型一体机”“移动应用风险监控大模型一体机”，深度融合国内推理大模型，实现智能合规检测与风险识别。\n2、2025年10月10日晚公告，公司全资子公司北京智游网安确认为“克融云智算中心二期三标段”项目的中标单位，中标价格2.36亿元。\n3、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、威胁态势感知平台V1.0等。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sz002822",
          "name": "*ST中装",
          "limit_time": "14:23:33",
          "analysis": "重整完成+拟申请撤销风险警示+数字货币+算力租赁\n1、2025年12月30日公告，公司重整计划资本公积金转增股本实施完毕，总股本由9.6亿股增至19.5亿股，退市风险警示拟申请撤销。\n2、2025年8月26日公告，公司与重整投资人签署补充协议。根据《重整投资协议》，已经明确产业投资人上海恒涔、上海康恒环境将取得公司的控股权。康恒环境是全球最大的垃圾焚烧设备与技术提供者、全球前三的垃圾焚烧发电项目投资运营商。\n3、2023年2月6日互动，公司与中国邮政储蓄银行深圳分行联合推进数字人民币劳务薪资发放系统，已上线智链平台。 \n4、公司是一家以建筑装饰为主业的城乡建设综合服务提供商。子公司深圳工程检测公司涉及并参与深圳城市微改造和老旧小区改造。\n5、孙公司广东顺德宽原建设运营的五沙大数据中心为客户提供IDC基础设施和网络带宽的租赁和服务，公司五沙大数据中心采用了华为的数字能源解决方案。"
        },
        {
          "code": "sh600892",
          "name": "*ST大晟",
          "limit_time": null,
          "analysis": "业绩补偿+短剧+网络游戏+唐山国资入主+影视\n1、2025年12月22日公告，深圳悦融投资与赵斌、分宜新视界投资就业绩补偿款偿还事项签订相关协议。赵斌及分宜新视界以评估价值为2369万元的房产抵偿和支付现金700万元的形式提前清偿业绩补偿款。\n2、2025年5月21日公告，公司全资子公司设立广州熠梦文化传媒全资控股，重点布局短剧业务以创造新的盈利增长点。\n3、公司子公司淘乐网络专注于网络游戏领域中回合制端游与手游的研发与运营。公司全资孙公司祺曜互娱主营业务为基于H5网页、手机移动端研发的动作角色扮演类游戏。\n4、2024年3月12日公告，唐山市国资委同意唐山文旅按照7.35元/股的价格，合计受让大晟文化9706.7万股股份，折合上市公司股权比例17.35%，成为上市公司第一大股东并取得其控股权。2024年12月13日公告，公司法定代表人变更为崔洪山。\n5、在影视业务方面，公司主要投资、拍摄及制作影视剧项目。"
        },
        {
          "code": "sz002647",
          "name": "*ST仁东",
          "limit_time": null,
          "analysis": "AI算力+第三方支付+重整完毕+跨境支付\n1、2025年9月25日公告，公司出资1亿元增资深圳江原科技，后者已完成12英寸晶圆国产AI算力芯片D1流片并实现D10算力卡批量应用，布局第二增长曲线。公司已持有江原科技4.1427%的股份。\n2、子公司合利宝持全国支付牌照及跨境人民币支付备案，服务中小微企业。子公司合利宝具有跨境人民币支付业务备案许可。\n3、截至2025年三季度末，归母净资产已达6.6亿元。2025年3月27日公告，申请撤销退市风险警示。2025年3月20日晚公告，公司重整完毕。中信资本指定实施主体深圳嘉强荟萃成为第一大股东，持股占比10.17%，公司原控股股东北京仁东及其一致行动人持股比例降至6.23%，公司变更为无控股股东、无实际控制人。\n4、公司拟通过增资和/或存量股受让方式对北京众签或智汇信元进行战略投资，双方将结成战略合作伙伴，就通过区块链技术、智能合约技术与行业场景结合来共同建立供应链金融平台和贸易金融平台，进而推动创新金融业务进行全方位合作。"
        }
      ]
    }
  ]
}