{
  "date": "2026-01-27",
  "update_time": "2026-01-27 15:49:10",
  "category_count": 13,
  "total_stocks": 70,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000506",
          "name": "招金黄金",
          "limit_time": "14:23:15",
          "analysis": "扭亏为盈+黄金+金矿勘探+拟转让子公司\n1、2026年1月26日公告，预计2025年净利润1.22-1.82亿元，同比扭亏，主因子公司斐济瓦图科拉金矿技改增产叠加金价上涨，毛利润大幅提升。\n2、公司黄金业务营收占比98.54%，保有黄金金属资源量总计312.5万盎司（约97.2吨），储量79万盎司（约24.57吨）。斐济瓦图科拉金矿于2024年9月份开始开采19中段，采出的矿石入选品位超过3克/吨。\n3、控股子公司西藏中金矿业拥有西藏昌都江达县角日阿玛铜铁矿详查探矿权。据公司公告，该矿保有推测和预估资源量为：铜19.46万吨，铁414.63万吨。\n4、2025年4月9日晚公告，公司拟6.68亿元转让其子公司新金国际51%的股权，受让方为公司控股股东山东招金瑞宁矿业。\n5、公司实控人为招远市人民政府。"
        },
        {
          "code": "sz002155",
          "name": "湖南黄金",
          "limit_time": "09:25:00",
          "analysis": "拟资产重组+业绩预增+黄金+锑\n1、2026年1月25日晚公告，公司拟通过发行股份的方式向湖南黄金集团及天岳投资集团购买其持有的湖南黄金天岳合计100%股权，并向湖南黄金集团购买其持有的湖南中南黄金冶炼100%股权。本次交易完成后，黄金天岳及中南冶炼将成为上市公司全资子公司。\n2、2026年1月25日晚公告，公司预计2025年1-12月业绩大幅上升，归属于上市公司股东的净利润为12.70亿至16.08亿，净利润同比增长50.00%至90.00%。\n3、公司金属量：金142吨，锑30.73万吨，钨9.96万吨。产能方面，公司拥有100吨/年黄金生产线、2.5万吨/年精锑冶炼生产线、4万吨/年多品种锑产品生产线、3000吨/年仲钨酸铵生产线。\n4、公司主要从事黄金及锑、钨等有色金属矿山的开采、选矿，金锑钨等有色金属的冶炼及加工，黄金、精锑的深加工及有色金属矿产品的进出口业务。"
        },
        {
          "code": "sz002115",
          "name": "三维通信",
          "limit_time": "09:50:36",
          "analysis": "共同设立股权基金+卫星通信+AI营销(阿里)+短剧智能投放\n1、2026年1月26日晚公告，公司与杭州九智投资等5位合伙人签署合伙协议，共同投资杭州渠智股权投资，投资总额1.14亿元。公司出资额为2500万元，占总规模的21.9298%。旨在专注于智能制造、航空航天、新能源等高新技术行业的非上市股权。\n2、2025年11月19日机构调研，子公司海卫通2025年上半年卫星通信运营收入约9345万元，同比增长12.5%，已构建高中低轨卫星网络泛在接入能力，并打造智慧海洋船岸云一体化SeaCube平台。\n3、子公司巨网科技已推出直播脚本方案创作机器人、创意素材自动生成机器人等多款AI应用。巨网科技标杆客户包括阿里（2025年半年报）。2019年进入字节跳动（头条）广告服务领域。公司上线AIGC应用平台DeepMarket，集成智能对话、文案生成、图像视频创作等功能，后续将用于短剧智能投放等场景。\n4、2026年1月8日官微，公司与南邮共建联合创新平台，并捐赠All in One Site一体化站点，可为偏远地区、海上作业区等特殊场景提供稳定的网络覆盖，实现快速部署、灵活建站与高效交付。"
        },
        {
          "code": "sh603629",
          "name": "利通电子",
          "limit_time": "",
          "analysis": "业绩预增+AI算力租赁+英伟达+精密金属结构件\n1、2026年1月26日晚公告，预计2025年年度归属于上市公司股东的净利润为2.70亿元到3.30亿元，与上年同期相比同比增加996.83%到1240.57%。业绩预增的原因主要是算力业务端盈利增加、制造端业务亏损收窄、对外投资公允价值正向变动确认所致。\n2、公司目前对外出租AI算力规模已达10000P以上，其中，约4000P是以自有算力出租，其余是转租算力出租。公司AI算力租赁业务部署在上海市松江区的腾讯长三角人工智能超算中心等。\n3、公司正在执行的DGX服务器采购合同已经批量到货，不会受到禁令限制。网传，目前已经拿到255台英伟达原装DGX算力服务器，截止目前已达成市场最大的DXG算力规模4080P。\n4、公司拟与世纪华通旗下世纪珑腾设合资公司世纪利通，主营业务为提供AI算力租赁服务。\n5、公司主营业务为液晶显示领域的精密金属结构件、电子元器件生产销售。"
        }
      ]
    },
    {
      "name": "光伏",
      "reason": "马斯克：SpaceX和特斯拉正提升光伏产能，目标是每年达到100GW",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sz002218",
          "name": "拓日新能",
          "limit_time": "09:35:12",
          "analysis": "钙钛矿电池+商业航天+电力销售+光伏电站\n1、公司参与了东方红卫星“开拓一号”单晶硅太阳电池项目，具备成熟的卫星用光伏组件生产制造能力。公司研发的钙钛矿/晶硅叠层电池技术可应用于航天领域。2025年12月16日互动，公司光伏产品多年前已在商业卫星上使用，具备为卫星提供光伏产品的能力，但近期未签订卫星领域新订单。\n2、2025年11月12日讯，公司间接全资设立陕西丝路绿能，拓展电力销售及合同能源管理业务。\n3、公司是国内最早一批研究非晶硅薄膜电池并将其产业化生产的光伏企业，可同时生产非晶、多晶、单晶三种太阳电池芯片，并且拥有自主研发、自制全自动激光划线、磁控溅射镀膜等设备。2025年7月2日互动，公司光伏电站建设项目正在有序推进中。\n4、公司光伏玻璃顺利完成1.6mm与1.8mm规格产品的量产工作，其中1.8mm光伏玻璃目前已在大量出货；公司在原有组件设备基础上实现了N型电池组件的量产与出货。"
        },
        {
          "code": "sz002943",
          "name": "宇晶股份",
          "limit_time": "13:01:27",
          "analysis": "卫星玻璃(切割设备)+碳化硅磨抛设备+AI眼镜+稀土永磁\n1、2025年12月30日网传研报，卫星要用UTG玻璃，单星太阳翼面积倍数提升，公司多线切割机产品在光伏硅片“大尺寸化、薄片化”切割方面优势明显。\n2、2026年1月22日网传研报，自研8英寸碳化硅专用磨抛设备性能领先，近期获三安光电等头部客户认可；海外光伏订单加速交付。公司新开发的应用于半导体行业的8″碳化硅材料的多线切割机和双面抛光机等超精密切、磨、抛设备已到达同类进口设备水平。\n3、2026年1月21日晚据官微，近日，基于公司自主研发的“超精密热稳定切割技术”，结合为超薄HJT半片定制开发的专用多线切割机与专用切割冷却液，45μm超薄半片硅片首次试切圆满成功。\n4、公司高精密抛光机已应用于AI眼镜。公司生产的研磨抛光机主要应用于智能手机、摄像头、镜片等部件精密加工。\n5、公司是生产加工稀土永磁材料母机的生产商，可提供适用于磁性材料加工的多线切割设备。公司持有包头宇拓电子51%股份后者主营业务为委托磁性材料的加工。"
        },
        {
          "code": "sh603212",
          "name": "赛伍技术",
          "limit_time": "13:07:33",
          "analysis": "合作Spacex+钙钛矿光转膜+固态电池+半导体+AI材料\n1、2025年12月16日据《瞭望东方周刊》报道，如今，宁德时代、比亚迪汽车、SpaceX等全球知名企业，都是公司的客户。公司钙钛矿叠层组件光转膜已在海外客户小批量交付，并与国内头部光伏企业达成战略合作。\n2、2025年11月19日盘前消息，公司成功实现“应用于钙钛矿叠层组件的光转膜”的首次批量交付，产品已顺利送达美国某知名光伏企业。公司表示，此举标志着全球范围内该技术首次在钙钛矿组件领域实现商业化应用，为钙钛矿技术的规模化发展扫清了关键障碍。\n3、公司目前钙钛矿叠层组件用TPO胶膜以及光转膜已完成批量交付，固态电池膜材料处于下游客户验证中，半导体晶圆研磨用UV减粘胶带在下游芯片封装客户处份额持续扩大、CMP固定胶带在下游客户稳定交付，目前进入放量阶段。\n4、2025年10月30日讯盛合晶微科创板IPO申请已获受理；公司表示盛合晶微是公司客户。\n5、公司成立合资公司苏州熵基材智，联合苏州大学引入“AI+新材料”创新思路。"
        },
        {
          "code": "sz002150",
          "name": "正泰电源",
          "limit_time": "13:22:21",
          "analysis": "光伏逆变器+出海北美+储能\n1、光储逆变器业务占比约55%，海外业务占比约81%，为全球十大光伏逆变器品牌，已成功落地北美首个275KW地面电站中压解决方案，连续多年保持北美三相组串式逆变器出货量第一的优异成绩。\n2、网传公司交付美国500MW光伏大项目，全年出货接近1GW，26年有望达到2.5-3.5GW快速放量。美国团队100+人，积极对接数据中心等新场景新客户。（未证实）\n3、针对地面大储市场需求，正泰电源推出1.6MW/3.34MWh交直流一体机，将 PACK 与 PCS 等集成在20尺集装箱中，大幅降低工程实施复杂度与交付周期。\n4、公司金属工具箱柜业务主要产品有金属工具箱、工具柜、工具车等，相关产品主要用作存储、运输各类手工工具、配件以及作为各项作业的作业台。"
        },
        {
          "code": "sh603396",
          "name": "金辰股份",
          "limit_time": "14:01:18",
          "analysis": "卫星能源+钙钛矿设备+光伏组件\n1、2025年4月26日年报，公司钙钛矿设备已获有效订单，HJT与PERTOP高效电池核心设备同步推进。据网传纪要（未证实），晶硅HJT及钙钛矿叠层路线为低轨卫星能源系统最具性价比的替代方向，设备端作为产业放量前置环节，确定性显著高于电池与组件。\n2、公司深度布局HJT+TOPCon双技术路线，HJT相关设备已具备交付与验证基础，同时前瞻布局钙钛矿蒸镀设备，有望在晶硅/钙钛矿叠层放量阶段抢占核心设备入口。\n3、公司开发了高效 HJT 用 PECVD、PVD、TOPCON 用PECVD、硼扩散、真空退火炉、电池自动化上下料设备、电注入抗光衰设备、光伏电池 PL 测试仪、电池片 AOI 分选机等光伏电池制造装备。"
        },
        {
          "code": "sz002634",
          "name": "棒杰股份",
          "limit_time": "09:34:51",
          "analysis": "光伏N型电池+预重整+控制权拟变更+外销+服装设计\n1、公司主要通过向上游采购硅片并加工制成光伏电池片，从而销售给下游组件企业，2024年上半年光伏占收入比重61.22%。公司浙江江山16GW N型电池项目预计自2024年起分阶段投产。\n2、2025年12月12日公告，公司被债权人申请预重整，若重整顺利实施完毕，将优化资产负债结构。2025年6月3日公告，上海启烁拟作价9566.8万元受让公司总股本的2.2%，并接受表决权委托。完成后上海启烁将成为棒杰股份控股股东，黄荣耀将成为实控人。\n3、2025年12月24日公告，控股子公司一审被判偿还3.92亿元借款、利息。\n4、公司持有义乌市棒杰小额贷款公司36.74%的股权。\n5、公司主营业务为无缝服装的研产销，主要以ODM/OEM的模式为全球客户提供无缝服装的开发设计和生产制造服务，2024年公司外销业务占比45.41%。"
        },
        {
          "code": "sh600475",
          "name": "华光环能",
          "limit_time": "13:42:36",
          "analysis": "光伏+数据中心节能项目+氢能+超临界发电机组+核燃料循环\n1、公司控股中设国联无锡新能源发拥有光伏开发运营能力，运营有323.4MW光伏项目，区域覆盖江苏、安徽、山东、浙江、江西、广东等多省市地区。\n2、公司主投与江森自控设立的国联绿色科技（无锡） 开发了中国电信西信中心一期改造节能分享项目， 系首个数据中心节能项目。公司与大连理工大学合作成立零碳工程技术研究中心，进行电解水制氢示范项目开发。公司成功研制出1500标方电解槽，当前已建成10000m²电解槽水制氢设备制造场地、产能已达1GW，。\n3、2025年12月20日全球首台商用超临界二氧化碳发电机组在贵州六盘水首钢水钢集团成功商运，市场传闻公司为超临界二氧化碳发电项目提供烟气处理、热能回收装置，完善了发电系统的环保配套环节。\n4、公司是核燃料处理设备供应商，参与核燃料循环体系建设。\n5、公司是固废处置区域龙头，在无锡惠山区实践环保能源领域的综合服务，投资建设了以供应工业蒸汽为主的热电厂、生活垃圾焚烧发电。"
        },
        {
          "code": "sh603381",
          "name": "永臻股份",
          "limit_time": "13:52:43",
          "analysis": "光伏边框+液冷+龙头参股+扩产+BIPV\n1、光伏边框未来将形成122万吨总产能，已进入天合、隆基等全球头部组件供应链，市占率领先。2025年8月27日晚公告，上半年营收56.97亿元，同比增长61.24%，产销量稳步增长。\n2、2025年7月22日公司完成收购浙江捷诺威，后者产品广泛应用于汽车电池托盘及液冷系统、储能电池托盘及液冷系统、数据中心液冷系统。\n3、公司成功切入头部光伏组件厂商供应链，实现了对CR5光伏组件企业全覆盖，并获天合光能、晶澳科技、阿特斯直接投资入股、合计5.625%公司股权。\n4、公司现拥有江苏常州、辽宁营口、安徽滁州、安徽芜湖四大生产基地，可年产24万吨光伏边框；同时，本次募投项目预计将于2024年逐步投产，届时公司总产能可达69万吨。\n5、公司正在积极发展光伏支架、光伏BIPV产品。"
        },
        {
          "code": "sh688726",
          "name": "拉普拉斯",
          "limit_time": null,
          "analysis": "钙钛矿设备+BC电池\n1、2025年8月12日互动，公司LPCVD、硼扩散等核心设备已覆盖隆基绿能、爱旭股份等XBC主流客户，设备单GW价值量高于TOPCon，具备量产先发优势。\n2、2025年12月19日互动，目前公司已有布局的钙钛矿电池相关设备包括PVD(物理气相沉积)、ALD(原子层沉积)、涂布等核心工艺设备，可满足钙钛矿电池多种不同技术路线的核心工艺需求(如钙钛矿层、电子传输层、空穴传输层、电极等结构的制备等)。\n3、公司主营业务为光伏电池片制造所需高性能热制程、镀膜及配套自动化设备等的研产销，并可为客户提供半导体分立器件设备、设备的配套零部件及服务。"
        },
        {
          "code": "sz000631",
          "name": "顺发恒能",
          "limit_time": "",
          "analysis": "光伏+风电+储能+物业管理\n1、公司主营业务收入主要来自清洁能源发电业务、综合智慧能源服务、房地产业和物业服务。清洁能源发电业务经营模式：将风能、太阳能转换为绿电后销售；公司目前主要运营燃气发电项目、风力发电项目、光伏发电项目及储能项目，主要分布在浙江。\n2、临安“茶光互补”集中式光伏发电项目于2024年12月并网发电，该项目总装机容量10.25兆瓦。\n3、2025年半年报，公司启动开发桐庐50MW/100MWh网侧储能项目，该项目已入规浙江省“十四五”新型储能发展规划，已于2025年5月投运。\n4、公司主营仍涵盖住宅地产开发、自持物业运营及物业服务，持续提升物业管理能力并推进智慧服务升级。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "1、马斯克表示SpaceX与特斯拉计划未来三年内实现每年100GW太阳能制造能力；\n2、2026年1月22日讯，马斯克据悉希望在7月前让SpaceX上市，力争率先实现数据中心上太空。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600877",
          "name": "电科芯片",
          "limit_time": "09:33:39",
          "analysis": "商业航天+荣耀卫星芯片+薄膜铌酸锂调制器+低空经济\n1、2025年12月30日晚互动，公司产品序列中,应用于低轨星座的Ka波段相控阵天线套片已实现量产。部分射频芯片产品已应用于商业航天领域,但相关产品销售收入占比较少。\n2、2026年1月19日官微，公司双模语音卫星通信射频基带一体化SoC芯片及北斗短报文SoC芯片支持荣耀Magic8 RSR保时捷设计旗舰机，实现手机直连卫星通信。\n3、公司针对薄膜铌酸锂调制器的研究，集成光学事业部成立了薄膜铌酸锂波导技术攻关突击队，重点开展低损耗薄膜铌酸锂光波导工艺优化、薄膜铌酸锂相位调制器流片及测试，以及薄膜铌酸锂MZ调制器仿真设计工作。\n4、公司主营业务为硅基模拟半导体芯片及其应用产品。控股股东为中电科，最终控制人为国务院国资委。电科芯片集团与中国电科芯片技术研究院一体化运行， 电科芯片集团现控股13家产业公司。全资子公司重庆西南集成电路设计公司为华为星闪联盟会员单位。\n5、公司的卫星通信、卫星导航等芯片及模块等产品可应用于低空飞行器和地面检测管控设备。"
        },
        {
          "code": "sz002446",
          "name": "盛路通信",
          "limit_time": "13:11:03",
          "analysis": "商业航天+5.5G/6G（天线）+华为+卫星导航+军工\n1、2026年1月27日互动，公司依托毫米波通信及有源相控阵等技术，推进卫星通信方向的产业化探索。2025年12月18日晚互动，公司研发的微波模块组件可应用于卫星通信系统。公司在卫星通信领域已掌握毫米波通信、有源相控阵等核心技术。\n2、2026年1月27日互动，在6G领域，公司在K/Ka波段有源相控阵天线、可重构超表面阵列天线方面取得初步研发成果。6G的核心目标是通过空天地一体化网络实现全域覆盖，低轨卫星网络将作为地面通信网络的重要补充和延伸，构建全域覆盖的通信网络。公司积极布局6G技术的研发工作。\n3、公司开发的首款模拟芯片28G64通道毫米波有源相控阵天线；公司与华为在毫米波技术领域一直保持合作关系；公司有GPS/北斗天线业务。\n4、公司主要产品包括军工电子、微波天线、终端天线、射频器件与设备等。\n5、军工板块业务包括微波混合集成电路及相关组件的研产销，产品适用于微波通信、雷达和电子对抗领域。"
        },
        {
          "code": "sz002149",
          "name": "西部材料",
          "limit_time": "",
          "analysis": "网传SpaceX铌合金供应商+商业航天+钛合金+核电\n1、据网传其中铌合金是SpaceX中国唯一供应商（未证实）。2024年年报，公司航天用铌合金广泛用于“长征火箭”“天宫空间站”及探月、探火等重大航天工程，提供关键原材料。公司覆盖钽、铌、钨、钼等稀有合金，均属火箭发动机燃烧室、喷管等核心热端结构件材料，市占率70%+，下游客户主要包括703(航天一院)、7103(六院)，民营像蓝剑、星际荣耀、星河动力、天兵科技等。\n2、公司是我国新一代运输机、战斗机和轰炸机钛板材主要供应商之一，部分航空航天用贵金属材料独家供应商。\n3、公司实控人为陕西省财政厅，钛产品业务占比约70%，主要产品钛/钢复合板年产5000吨，位居国内第一，世界第三，此外，还拥有钽铌锆钨钼材料及制品产业等业务板块。\n4、已成功实现核电控制棒的国产化，全面应用于国内核电机组，为多个核反应堆提供主要架构材料。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "三星电子将2026年一季度NAND价格上调100%",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sh688110",
          "name": "东芯股份",
          "limit_time": "10:22:25",
          "analysis": "国产GPU+存储芯片+端侧AI\n1、2026年1月24日晚公告，公司 2025 年对上海砺算追加投资约 2.11 亿元，持续深度布局高性能 GPU 赛道。上海砺算2025 年首款自研 GPU 芯片“7G100”首次流片成功，少量显卡已交付客户。\n2、2025年11月24日公告，上海砺算图形渲染GPU芯片致力于满足数字内容创建和设计、人工智能等各类场景中图形渲染及通用计算的需求。2025年7月26日，公司参股38%砺算科技发布国产6nm消费级显卡7G106以及专业级显卡7G105。砺算发布视频显示公司显卡可运行黑神话悟空。\n3、公司主营业务围绕利基型存储芯片设计领域，是目前大陆为数不多能同时提供NAND Flash、NOR Flash、DRAM 等存储芯片完整解决方案的公司。目前公司设计研发的1xnm NAND Flash、48nm NOR Flash均为我国领先的闪存芯片工艺制程，实现了国内闪存芯片的技术突破。\n4、公司在NOR Flash方面，基于48nm、55nm制程，研发64Mb-2Gb中高容量产品，围绕可穿戴设备、端侧AI等应用领域。"
        },
        {
          "code": "sh603929",
          "name": "亚翔集成",
          "limit_time": "10:39:28",
          "analysis": "半导体洁净室（长鑫）+海峡两岸+华为\n1、公司承揽了合肥长鑫洁净室工程，同时中芯国际、南京台积电、富士康国际、华等均为公司客户。\n2、姚祖骧、赵玉华夫妇是台湾亚翔的实控人。台湾亚翔持有本公司53.99%的股权，同时姚祖骧全资持有的苏州亚力持有本公司0.75%的股权，因此姚祖骧、赵玉华夫妇合计间接控制本公司54.74%的股权，为本公司实控人。\n3、公司有承接苏州华为、东莞华为部分项目，有参与华为项目部分数据中心建设工程。\n4、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划、设计建议等。"
        },
        {
          "code": "sz002119",
          "name": "康强电子",
          "limit_time": "10:40:27",
          "analysis": "引线框架+存储芯片+键合丝+先进封装\n1、2025年3月25日年报，公司主营引线框架、键合丝等半导体封装材料，产品覆盖国内主要封测厂并已获国际认证，2024年蚀刻引线框架全年销售额突破历史最高记录。\n2、公司主营业务为引线框架、键合丝等半导体封装材料的制造和销售，公司产品被广泛应用于微电子和半导体封装，公司主要产品引线框架和键合丝国内市场规模处于领先地位，产品覆盖国内知名的半导体后封装企业。\n3、公司有年产100亿只高精密PRP蚀刻引线框架的生产线，产品技术水平达到国际先进，用于极大规模集成电路封装。\n4、公司主要产品半导体封装材料引线框架和键合丝是存储芯片的制作原材料之一。公司下游封装产品应用于航空航天、通信、汽车电子、以及大型设备的电源装置等许多领域。\n5、公司牵头并主要参与了“极大规模集成电路先进封装用引线框架及关键装备研发”项目。"
        },
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "10:43:22",
          "analysis": "半导体洁净室+中标重大项目+客户包含英诺赛科+并购重组猜想\n1、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、2025年12月15日晚公告，控股子公司泰国Acter近日中标泰国鹏晟PA02动力及内装一次配机电工程项目并收到项目订单，订单总价折合人民币约4.32亿元。\n3、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、中芯国际等业内知名企业。\n4、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。"
        },
        {
          "code": "sh603061",
          "name": "金海通",
          "limit_time": "10:43:26",
          "analysis": "存储+业绩预增+AMD供应商+芯片测试设备+资产注入预期\n1、公司主要产品为超薄存储器芯片的贴片机和针对传统封装的高速贴片机。公司认为存储芯片测试分选机是有前景的发展方向，未来公司会视情况推出适用Memory和MEMS的测试分选平台。\n2、2026年1月15日公告，公司预计2025年归母净利润1.6–2.1亿元，同比增长103.87%–167.58%，主因半导体封装测试设备需求持续增长，三温及大平台超多工位测试分选机销量提升。\n3、公司是AMD封测环节分选机核心供应商。2025年12月16日机构调研，公司测试分选机可覆盖BGA、LGA、PGA等先进封装芯片，相关平台已在多家头部客户现场验证，功率半导体与先进封装市占率有望提升。\n4、公司已公告投资苏州猎奇（净资产2.6亿，收入2.6亿；光模块耦合设备，单一大客户中际旭创，占70-80%营收）。收购公告显示公司具有优先收购权，网传或对其股权进一步收购。"
        },
        {
          "code": "sh603120",
          "name": "肯特催化",
          "limit_time": "11:14:25",
          "analysis": "光刻胶显影液+季铵化合物（油田化学品）+相转移催化剂\n1、2025年5月13日互动，公司光刻胶显影液已实现批量生产，刻蚀液已实现批量生产。公司四乙基氢氧化铵已在半导体清洗领域实现市场化应用。\n2、公司深耕季铵盐、季铵碱、季鏻盐、冠醚四大系列产品研发，其产品广泛应用于精细化工、分子筛、电池电解液、油田化学品等核心领域。\n3、公司是国内相转移催化剂领域的主要供应商之一，相转移催化在有机合成中具有显著优势，是众多工业生产的基础原料。2022年公司产品在相转移催化剂领域市场份额已达22.62%，拥有较高行业地位。\n4、公司应用于分子筛模板剂行业的季铵碱等系列产品在国内市场中位居第一，预期将通过募投项目的实施，进一步向分子筛领域延伸。"
        },
        {
          "code": "sz300806",
          "name": "斯迪克",
          "limit_time": "11:28:03",
          "analysis": "磁电存储+苹果+光刻胶+AR/VR\n1、2026年1月23日盘后公告，子公司“共跃星辰”引入新股东深圳市远致星火私募股权投资基金（华为系），出资6193万元，持股约34%，主营电子专用材料与新材料技术制造及研销；据网传纪要（未证实），磁电存储为公司Top1级别项目，公司具备纳米级涂布工艺，独家负责电磁涂布，在磁电存储中价值量占比超60%，后续华为将发布磁电存储相关产品。\n2、2026年1月22日互动，上海达思信企业管理中心（有限合伙）拟进行芯片磁传感领域的股权投资。\n3、公司客户涵盖苹果、华为、三星等，是行业内很多下游企业本土化供应的主要选择。\n4、公司产品感光干膜应用在UV和LDI曝光机上PCB外层蚀刻和电镀制程。 感光干膜是一种PCB光刻胶。\n5、公司的OCA光学胶产品已稳定在AR/VR终端以及折叠终端量产，未来将会持续为各大终端客户提供一站式综合解决方案。公司在VR眼镜上由最初的OCA光学胶供应商，发展为多层贴合模组，已有多个VR项目的量产经验。"
        },
        {
          "code": "sz002185",
          "name": "华天科技",
          "limit_time": "13:52:12",
          "analysis": "芯片封测+拟收购华羿微电+无人驾驶\n1、公司有5nm芯片封测能力，是国内第二大封测厂商，在存储器封测领域布局完善，具备 LPDDR4存储器4叠层封装等高端存储器封装技术。\n2、2026年1月16日公告，公司发行股份及支付现金收购华羿微电子100%股权事项正推进。标的是国内少数集功率器件研发设计、封装测试、可靠性验证和系统解决方案等服务于一体的高新技术企业，主要产品包括自有品牌产品和封测产品。\n3、公司完成了2.5D产线建设和设备调试，FOPLP技术通过客户认证，完成汽车级Grade 0、双面塑封SiP封装技术开发，基于TMV工艺的uPOP、大颗高散热FCBGA、5G毫米波AiP、车载激光雷达产品均实现量产，超高集成度uMCP具备量产条件。\n4、公司有Chiplet相关业务订单，并积极布局CPO封装技术，重点开发面向AI和汽车电子市场的封装产品。\n5、公司与长江存储子公司武汉新芯达成深度合作，汽车电子封装产品已量产。"
        },
        {
          "code": "sh688702",
          "name": "盛科通信",
          "limit_time": "13:56:47",
          "analysis": "国产以太网交换芯片龙头+800G芯片+数据中心\n1、公司目前已拥有100Gbps-2.4Tbps的交换容量和100M-400G的端口速率的交换芯片，覆盖从接入层到核心层的以太网交换产品，自研以太网交换芯片已进入多个国内主流网络设备商的供应链。\n2、公司面向数据中心的高端800G交换容量芯片产品已在2024年实现小批量交付，在研高端芯片正推进转产准备，预计一年左右实现量产，强化长期竞争力。2025年8月5日互动，公司新产品研发进展符合预期，\n3、公司是在中国商用以太网交换芯片市场的境内厂商中排名第一。公司表示以太网交换芯片是构建企业网络、运营商网络、数据中心网络和工业网络的核心平台型芯片。\n4、国内商用以太网交换芯片市场仍主要由博通、美蔓、瑞昱主导（合计占据97.8%的市场份额），国产替代迫在眉睫。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "阿里巴巴宣布千问全面接入淘宝、支付宝等阿里核心生态",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz002995",
          "name": "天地在线",
          "limit_time": "10:05:06",
          "analysis": "李亚鹏带货+AI营销+字节系+腾讯广告核心服务商\n1、演员李亚鹏名下北京嫣然天使儿童医院的经营困境引发关注。李亚鹏在2026年1月23日的直播中取得了突破性成绩。单场直播销售额据估算在5000万元至7500万元之间，这与他此前场均250万至500万元的销售额相比，实现了数十倍的增长。公司持有中书艺莲16.66%股份，实控人是李亚鹏。艺莲文创是文创IP开发运营服务商，并创办独立品牌“博物星球”。\n2、公司在自身数字营销及虚拟数字业务的基础上，已尝试在AI数字人、企业AI助手等应用产品上探索布局，参股公司世优科技推出“世优波塔A 数字人智能体已与 Deepseek 的通用人工智能(AGI)能力结合。\n3、公司主业为提供互联网广告及企业级SaaS营销服务，公司已经与字节系等客户建立了稳定的合作关系。腾讯为公司前五大供应商之一，公司目前为腾讯广告核心服务商、腾讯企点产品合作伙伴、腾讯企业微信服务商。\n4、控股子公司“有问必应”，为AI财税领域的服务型公司，为企业客户提供专家级AI财税服务。"
        },
        {
          "code": "sz002524",
          "name": "光正眼科",
          "limit_time": "10:33:48",
          "analysis": "AI医疗+民营医院+眼科医院+医美+钢结构\n1、2026年1月13日互动，目前公司已上线了AI辅助诊断及AI数字员工应用,持续提升医疗运营效率与诊疗质量。同时,公司也在积极与优质AI 技术供应商开展合作。\n2、公司逐步推动chatgpt相关技术与公司眼科医疗服务的结合。公司曾表示与阿里合作，推进人工智能GPT在经营管理中的应用，目前已有项目落地；与百度合作数字人项目等。\n3、公司主要从事眼科医院的投资、管理业务，已经在上海、成都等10个中心城市开设了14家专业眼科医院和3家眼视光诊所。\n4、公司眼科业务方面已涉及医美业务，已经开展了眼整形手术类项目。\n5、公司从事轻钢结构、重钢结构、多高层钢结构、空间大跨度钢结构等建筑体系及桥梁钢结构的建造。"
        },
        {
          "code": "sz002291",
          "name": "遥望科技",
          "limit_time": "09:52:21",
          "analysis": "AI电商+阿里合作+短剧+剥离鞋业+字节\n1、公司“遥望云AI”系统已落地抖音、快手、淘宝、视频号等全渠道，实现直播流程在线化、选品智能化，构建行业信息化壁垒。公司与阿里巴巴建立了稳定的合作关系，公司核心技术团队主要来自阿里巴巴。\n2、2026年1月20日公告，佛山星期六鞋业100%股权挂牌转让已确定受让方，挂牌底价约4.52亿元，公司回笼现金聚焦直播电商与AI业务。\n3、2025年9月19日互动，公司短剧业务目前开展平稳；此外，公司自营的短剧平台在微信小程序上线。\n4、公司已获得抖音巨量千川服务商，抖音DP服务商等资质牌照。公司是直播电商行业首个且唯一一个完成抖音、快手、淘宝三平台全域布局的头部企业。公司是抖音平台签约艺人数量最多的机构。\n5、公司作为跨平台运营的MCN机构，通过广告+电商+直播/短视频覆盖小红书、抖音、B站等平台,目前已组建海外直播运营团队。"
        },
        {
          "code": "sh603488",
          "name": "展鹏科技",
          "limit_time": "13:09:51",
          "analysis": "AI军工+成飞+换电+电梯\n1、公司AI蓝军系统已深度融入仿真作战平台，可动态模拟敌方战术，实现逼真战场环境下的仿真训练，训练效费比大幅提升。公司控股子公司领为军融是国内以航空模拟训练为主营业务的民营企业，其核心产品——“通用数字空战仿真系统”，正是飞行模拟器最核心的软件之一。领为军融核心产品航空兵作战训练的便携式“通用数字空战仿真系统”，可满足中远距空战、视距内格斗、空面打击、编队飞行、转场演练等战术仿真训练任务。子公司领为军融曾中标成飞集团的招标项目。\n2、子公司伯坦科技专注于“换电技术体系”的电动汽车产业研发和创新，是“车电分离、分箱换电”商业生态和技术体系的构建者，已与威马汽车、东风汽车等多家国内主要车企就换电技术应用达成战略合作，在国内换电市场排名第一。\n3、公司主要从事电梯门系统、电梯一体化控制系统、电梯轿厢及门系统配套部件的研产销。"
        },
        {
          "code": "sh603916",
          "name": "苏博特",
          "limit_time": "13:17:12",
          "analysis": "AI4S+新材料+西藏建材（混凝土外加剂）+水电站\n1、公司在科研方面积累了大量的数据资产,结合人工智能发展的趋势,依托全国重点实验室平台积极探索AI for Science科研新范式。\n2、公司是国内领先的新型土木工程材料供应商，主要产品为混凝土外加剂中的高性能减水剂、高效减水剂和功能性材料。\n3、公司控股99%孙公司林芝博特新材料，其主营业务包括新型建筑材料等，产品成功应用于川藏铁路、四川溪洛渡水电站、乌东德水电站等国内外水利、能源、交通、市政等领域的重大工程。\n4、公司是国内混凝土外加剂行业龙头，2014年-2024年连续多年排名第一。公司不断攻克水电领域的技术难关，积极参与包括西藏在内的西部开发。\n5、公司开发了应用于风力发电工程的风电灌浆料系列产品，产品已成功应用于福建莆田南日岛海上400mw海上风电场、江苏龙源如东海上风电场示范200MW扩建项目等多个工程，累计完成超过50台风机基础的灌浆，实现风机基础灌浆料在国内海上风电工程的首次大规模应用。"
        },
        {
          "code": "sz301313",
          "name": "凡拓数创",
          "limit_time": null,
          "analysis": "AI3D+机器人+数字人+虚拟现实\n1、公司以“AI+3D”为技术发展方向、围绕3D可视化技术与数字多媒体集成技术等核心技术，加强对数字孪生技术及自研FT-E数字孪生渲染引擎的建设，紧抓数字创意产品的研发，目前公司在工业制造、市政等领域均有相关应用。\n2、2025年10月14日互动，公司AI三维重建技术已落地工业机器人场景，支持机械臂轨迹规划与避障训练。\n3、公司在文本、图像、虚拟人等场景中将会应用AIGC技术，AIGC技术的运用提高了制作效率。公司的三维/3D渲染相关技术已助力打造国家博物馆首个数智人“艾雯雯”等成功案例。\n4、公司是数字创意产品及数字一体化解决方案的综合提供商，可提供自研虚拟数字人从零到一全链条服务流程，已在国家博物馆等专业单位落地。"
        },
        {
          "code": "sz301001",
          "name": "凯淳股份",
          "limit_time": null,
          "analysis": "AI电商+合作阿里巴巴+电商代运营+跨境电商+电商服务\n1、2025年11月25日盘后互动，公司与阿里巴巴的合作聚焦于AI数据分析及多领域业务协同。‌k.AI智能店长是凯淳股份联合创始人徐磊提出的电商领域AI应用方案，通过与天猫的深度合作，\"K.AI智能店长”将实现在信息处理、资源分配和效率提升等方面的痛点。\n2、公司主业为品牌提供综合性的电子商务服务，包括在天猫国际等跨境电商平台从事商品线上销售服务的跨境电商业务。公司跨境电商业务主要由香港凯淳从事跨境电子商务零售进口业务。\n3、公司已在部分平台的店铺直播中使用虚拟人进行直播，公司的服务支持目前线上主流渠道，包括天猫、淘宝等。\n4、公司为商品流转至消费者的每个关键节点提供服务，包括潜客管理、品牌营销、视觉设计、店铺运营等全链路服务。"
        },
        {
          "code": "sz002279",
          "name": "久其软件",
          "limit_time": "",
          "analysis": "AI营销+阿里云合作+业绩扭亏+财税数字化+跨境电商\n1、2025年5月8日互动，公司自研“智听”AI智能体分析系统，日均处理超200万条用户评论、语音及会话数据，实现7×24小时智能客服、私域流量运营、全链路自动化，助力品牌销售提升。\n2、2025年11月25日互动，公司与阿里巴巴聚焦AI数据分析及多领域业务协同，已成为阿里巴巴生态Agent合作服务商。\n3、2026年1月20日晚公告，预计2025年度净利润为4000万元-6000万元，上年同期亏损1.56亿元。公司2025年经营业绩实现扭亏为盈。\n4、2025年半年报，公司自主研发的AI营销助手JoinMC当前已覆盖电商、 汽车、 文旅等多个行业。子公司久其数字正积极开发自己的Panda GPT专属资料库，并积极探索测试AIGC工具在数字营销领域的应用。\n5、公司是国内传统报表业务领域的龙头企业，公司有为跨境电商客户提供出海营销服务。公司数字传播业务主要为抖音提供海外广告投放服务。公司在数字传播业务领域是Meta的一级代理商。"
        },
        {
          "code": "sz002659",
          "name": "凯文教育",
          "limit_time": "",
          "analysis": "AI教育+北京国资+职业教育\n1、2025年12月30日教育部新闻发布会，教育部计划明年出台人工智能赋能教育相关政策文件；2025年10月10日公告，公司与北京智谱华章等共同出资设立合资公司北京智启文华。智启文华开发和运营AI智能产品，面向客户提供现代教育学习领域的助教、助学和助管类产品及解决方案。\n2、公司与腾讯、百度、龙芯辰等大厂，过产业学院共建、校企合作、专业共建等合作方式，培养数字经济创新人才，联合推广智慧教育、智慧校园、智慧线上学习平台、AI考试等。\n3、公司控股股东为海国投，实际控制人为海淀区国资委。公司是海淀区国资委下属唯一的教育类上市公司平台，通过前期积累已储备了大量企业资源，与高校开设二级学院为企业进行精准培养。\n4、公司与职业院校共建二级产业学院，依据企业用工需求引产入校和为学院引入依据产业界创新需求转化成的相应课程。\n5、公司教培业务占比98.35%，主营K12学校运营、素质教育、职业教育。"
        }
      ]
    },
    {
      "name": "有色金属",
      "reason": "2026年1月26日，现货白银突破100美元/盎司，现货黄金突破5000美元/盎司。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh601212",
          "name": "白银有色",
          "limit_time": "14:03:53",
          "analysis": "黄金+白银+特种电缆（核聚变）\n1、公司具备年产铜40万吨、铅锌40万吨、金15吨（营收占比18.67%）、白银500吨（营收占比4.54%）多品种有色金属综合生产能力；公司收购巴西铜金矿项目已于2025年4月完成交割，铜金属资源量增至约93万吨。 \n2、公司的主要业务为铜、锌、铅、金、银等多种有色金属及贵金属的采选、冶炼、加工及贸易。\n3、公司下属长通公司，主导产品为高、低温超导电缆、特种电缆等。 产品应用于国内外重大工程项目上，如酒泉卫星发射基地、天宫一号、 神舟系列、国际热核聚变实验堆（ITER） 等项目。国内首根核聚变装置用 750 米超导电缆由长通公司研发制造并交付使用。"
        },
        {
          "code": "sz001337",
          "name": "四川黄金",
          "limit_time": "14:56:27",
          "analysis": "取得金矿勘查许可证+黄金+四川国企+金精矿\n1、2025年8月27日半年报，公司主营梭罗沟金矿采选及金精矿、合质金销售，为四川省最大在产金矿山，2025年上半年受益金价上涨净利润同比增48.41%。2025年12月20日公告关于竞拍取得探矿权的进展，已成功取得了新疆维吾尔自治区自然资源厅颁发的《矿产资源勘查许可证》；据悉，公司于9月30日以5.10亿元竞得新疆高昌区库格孜—觉北金矿普查探矿权。\n2、公司主要围绕梭罗沟金矿矿山建设、开采、选矿及金精矿、合质金的销售展开。截至2023年10月31日，公司梭罗沟金矿采矿许可证范围内保有金金属资源量29.786吨。梭罗沟金矿区挖金沟矿段查明资源储量为金金属资源量1.332吨。\n3、公司地处四川成都，实控人为四川省地质矿产开发局。\n4、公司将金精矿和合质金销售给下游冶炼或精炼企业，经其加工后成为可在上金所交易的标准金产品，标准金主要用于黄金饰品、工业用金、投资品、政府储备黄金等领域。"
        },
        {
          "code": "sh600916",
          "name": "中国黄金",
          "limit_time": "10:18:10",
          "analysis": "黄金珠宝+挖掘培育钻石布局机会\n1、公司直营、加盟、电商、银行、回收五大渠道覆盖全国4000余家门店。公司是中国黄金集团黄金珠宝零售板块的唯一平台，是我国黄金珠宝销售领域知名的中央企业，专业从事“中国黄金”品牌黄金珠宝产品研发、设计、生产、销售、品牌运营的大型企业，主要产品包括黄金产品、K金珠宝类产品等。\n2、公司是我国黄金珠宝销售领域市占率较高的央企，近三年来营业收入在国内外主要黄金珠宝上市公司中排名前三。 中国黄金拥有上海黄金交易所交易牌照，回购黄金加工后可直接再次经上海黄金交易所进入市场流通，回购业务更加体系化、规范化。\n3、公司具有全国性销售网络优势。公司构成了以一线城市为核心、省会城市和计划单列市为骨干、三四线城市为主体的全国性黄金珠宝销售体。\n4、公司曾表示看好培育钻石这个新兴赛道。公司对培育钻石这个品类做了详细的分析。现在公司态度会更加主动积极，开始转向挖掘合作布局机会。"
        },
        {
          "code": "sh600531",
          "name": "豫光金铅",
          "limit_time": "14:10:08",
          "analysis": "金+银+铜\n1、2026年1月23日互动，公司2025年前三季度已完成黄金9791.11千克、白银1205.65吨，全年计划黄金15吨、白银1700吨，进度符合预期。\n2、公司目前无自有金矿，公司的黄金产品主要来源于铅、铜冶炼过程中伴生金属的回收，年产能约15吨。截至2025年上半年，公司营收金产品占比21.38%，银产品占比25.90%。\n3、公司通过原料加工冶炼产出铅锭、阴极铜成品，同时对冶炼副产品中黄金、白银、硫酸、锑、铋等有价金属和有价元素进行综合回收，提高资源有效利用。\n4、公司电解铝主要用于制造铅酸蓄电池、电缆包衣、氧化铅和铅材。另外，电解铅还用作设备内衬、轴承合金放射性和射线的防护层等。黄金广泛应用于电子电器工业、航空航天等领域。阴极铜广泛应用于电子电器工业、航空航天等领域。"
        },
        {
          "code": "sh603132",
          "name": "金徽股份",
          "limit_time": "14:56:35",
          "analysis": "资源储备扩充+铅精矿（含银）+锌精矿+亚特投资控股\n1、2025年11月11日调研纪要，公司完成豪森矿业100%收购，新增56.6平方公里矿权，探获中 - 大型矿床，资源储备得到扩充。豪森矿业持有的“徽县杨家山-袁家坪铅锌金多金属矿”普查项目已探获资源量达中型—大型矿床规模，谢家沟150万吨/年浮选厂预计2025年底前满足试生产条件。\n2、公司主要从事有色金属采选及加工业务，主要产品为锌精矿和铅精矿含银，已形成178万吨/年矿石采选能力。\n3、公司第一大股东甘肃亚特投资集团（持股50.61%）同时也是金徽酒的第一大股东（持股23.21%），亚特投资实控人为李明。"
        },
        {
          "code": "sh603663",
          "name": "三祥新材",
          "limit_time": "13:46:31",
          "analysis": "金属铪+固态电池+锆基液态金属+锆系列产品\n1、AI热潮、存储芯片、燃气轮机拉动需求，带动金属铪价格上涨。根据阿格斯数据，2025年12月底欧洲铪Hf金属价格超6000w/吨（美国价格接近1e/吨），较9月涨幅接近150%，创历史新高。公司拟投资建设2万吨锆铪分离项目。2025年8月，中试线可完成连续出料，分离纯化的铪材料纯度可达99.99%（4N）以上，满足电子级领域使用。\n2、公司目前已规划年产10万吨氧氯化锆（对应形成约8万吨前驱体材料锆基氯化物）及2000吨纳米氧化锆，可为氧化物固态电解质材料提供关键原材料；锆基氯化物目前在卤化物固态电解质中已得到验证。公司向清陶能源提供的产品为锆基材料，为公司成熟量产产品。\n3、子公司辽宁华锆是工业海绵锆的专业生产厂家，目前锆基非晶合金生产的主原料(母合金)为工业海绵锆产品，间接用于锆基液态金属的生产。\n4、公司生产的高纯氧化锆、金属锆、液态金属以及泡沫陶瓷等可应用于军工领域。公司纳米氧化锆，超细电熔氧化锆粉可用于锂离子电池正极材料添加剂；公司已是国内外核级锆材企业主要供应商。"
        },
        {
          "code": "sz000603",
          "name": "盛达资源",
          "limit_time": "",
          "analysis": "白银+黄金+动力电池回收\n1、据2025年半年报，铅精粉（含银）业务占比46.04%，锌精粉（含银）业务占比20.44%。据网络研报（未证实），公司白银相关业务在收入端约 55%-70%，在毛利端超 80%，是公司核心利润来源。据2025年半年报，公司目前控股7家矿业子公司，经评审备案的累计查明银金属量约1.2万吨、金金属量约34吨。\n2、2026年1月17日公告，银都矿业完成拜仁达坝银多金属矿采矿权整合并取得新采矿许可证，有效期自2025年12月29日至2031年12月28日。\n3、子公司金业环保​从事含镍、铜、铬等固危废资源化利用，聚焦镍冰铜​（低冰镍）生产。2024年危险废物处理牌照达18.26万吨/年。\n4、子公司金山矿业配套建成3.5万吨/年一水硫酸锰生产线，用于动力电池；设立新能源子公司（北京盛达新能源、内蒙古盛达新能源），布局镍、钴、锂等资源回收与购销。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "英伟达H200芯片有望入华，将推动IDC招标及柴发等相关设备需求逐步释放，国内相关设备有望实现量价齐升的弹性。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz003031",
          "name": "中瓷电子",
          "limit_time": "10:18:36",
          "analysis": "光模块(陶瓷外壳)+半导体零部件+中科系+封装测试\n1、公司已有多款1.6T光模块配套的陶瓷产品处于用户交样阶段，性能已通过客户验证，处于小批量交付阶段。公司光通信器件外壳传输速率覆盖2.5Gbps至800Gbps，相关光模块产品收入占比50%。2026年1月21日互动，光通信市场繁荣带动公司氮化铝多层薄厚膜产品订单增长，产品用于AI数据中心高频高速光模块，公司正扩产保障交付。\n2、 公司控股股东为河北半导体研究所(中国电子科技集团公司第十三研究所)；公司为国内电子陶瓷外壳龙头。精密陶瓷零部件是采用氧化铝、氮化铝等先进陶瓷经精密加工后制备的半导体设备用核心零部件，应用于半导体关键设备中。\n3、公司收购氮化镓射频芯片业务后，将实现芯片设计、工艺加工、封装测试等全产业链，芯片产品将包括氮化镓通信基站射频芯片与器件、碳化硅功率模块等。\n4、新易盛，光迅，中际旭创、NXP等半导体公司均为公司客户;与国内华为、中兴建立了合作关系。"
        },
        {
          "code": "sz300689",
          "name": "澄天伟业",
          "limit_time": "10:24:21",
          "analysis": "液冷+拟定增8亿元+半导体+eSIM\n1、2026年1月21日盘后纪要，目前公司液冷业务尚处于小批量订单交付阶段，公司液冷散热产品运用自主研发的高性能生产工艺，与传统工艺相比，其制造成本更低，生产效率更高。在海外市场，公司主要通过台湾合作伙伴进入北美供应链，此外，公司与AI基础设施解决方案提供商SuperX在新加坡设立了合资公司，共同开拓全球AIDC机柜液冷产品市场。\n2、2026年1月16日晚公告，公司拟向特定对象发行股票募资不超过8亿元，用于液冷散热系统产业化项目、半导体封装材料扩产项目、液冷研发中心及集团信息化建设项目、补充流动资金。\n3、公司以澄天伟业（宁波）芯片技术为引擎，布局半导体研发设计、封装生产等经营活动。2026年1月19日盘后纪要，公司半导体封装材料业务广泛涉及MOSFET、IGBT、SiC等IGBT功率模块的封装材料供应。\n4、公司可以对客户提供ESIM核心的数据处理、数据写入、个性化处理服务，可以满足ESIM卡数据个性化的市场需求。"
        },
        {
          "code": "sh603052",
          "name": "可川科技",
          "limit_time": "10:30:04",
          "analysis": "1.6T光模块+固态电池+AR眼镜+消费电子\n1、2025年9月19日讯石光通讯公众号信息，公司携多款硅光400G/800G/1.6T系列光模块产品在本届CIOE光博会上展出。2025年12月31日盘后纪要，全资子公司可川光子目前首条 400G/800G 高速光模块生产线已正式投产启用，并已向多家海内外客户送样。\n2、2024年9月27日投资者活动记录，积极开发半导体、半固态电池/固态电池领域的客户。此前于3月28日互动表示，公司有开展固态电池所需功能性器件及复合集流体产品的相关研究。\n3、2025年7月31日盘后互动，目前公司产品主要应用于CMOS图像传感器芯片及硅基OLED芯片的制程中，下游终端产品包括MR、AR/VR智能眼镜设备、手机/车载/安防/医疗摄像模组等。\n4、公司已经成为消费电子电池、新能源电池和笔记本电脑生产制造商中龙头企业的核心供应商。\n5、公司目前激光气体传感器相关产品已开始小批量出货。"
        },
        {
          "code": "sh600172",
          "name": "黄河旋风",
          "limit_time": "10:37:17",
          "analysis": "8英寸热沉片+半导体封装+金刚石+资产注入预期\n1、2026年1月23日人民财讯，公司表示成功研制出国内可量产的最大8英寸热沉片，将大大促进高功率器件、5g/6G通信、AI算力性能的提升。热沉片生产车间将于今年2月份投入量产，这是功能性金刚石从实验室，迈向规模化商业应用的一个里程碑。公司多晶金刚石热沉片已通过华为验证，并配合华为碳化硅散热方案进入“6-8英寸晶圆级”量产阶段。\n2、基于公司与博志金钻在金刚石材料与半导体封装领域的核心优势，双方共同推进多款新一代超高性能金刚类散热材料与器件的研发与产业化，成立合资公司河南乾元芯钻半导体。公司出资510万元，持股占比51%。\n3、公司是超硬材料供应商，产能（为80-100万克拉）约占国内市场的三分之一，主要产品包括培育钻石。\n4、公司实控人为许昌市财政局，后者100%控股许昌市投资集团，许昌市投资集团旗下许昌市市投数字经济产业集团和黄河科技集团持有黄河信产60%股份，市场猜测黄河信产注入公司预期。"
        },
        {
          "code": "sz001267",
          "name": "汇绿生态",
          "limit_time": "11:23:30",
          "analysis": "光模块+拟购买工厂用于光模块建设基地+光纤阵列+硅光产品\n1、2025年11月5日互动易，武汉钧恒鄂州一期150万只/年400G/800G光模块产线预计2025年12月正式投产，二期300万只/年产线预计2027年投产，马来西亚基地同步建设中。子公司武汉钧恒作为Coherent光模块的核心代工厂商，客户Coherent获历史性的800G+1.6T订单，公司高端产品占比有望进一步提升。网传马来西亚工厂紧邻Coherent，绑定国际客户链，海外产能布局加速（未证实）。\n2、2025年10月24日公告，公司收购武汉钧恒49%股权并配套募资的申请文件已获深交所受理，重组进入实质审核阶段。\n3、公司孙公司合肥紫钧光恒拥有一种光纤阵列和硅光模块的实用新型专利。\n4、公司的主营业务为园林工程施工、园林景观设计及苗木种植、生态环境修复工程等。公司持有福建中科博胜硅材料30%股份，一期产能规划年产高纯石英砂、光伏坩埚级高纯石英砂5000吨。"
        },
        {
          "code": "sz002796",
          "name": "世嘉科技",
          "limit_time": "14:33:09",
          "analysis": "光通信+供货AMD（网传）+储能\n1、2026年1月14日盘后投资者调研，公司已向光彩芯辰支付了增资款1.2亿元，已完成相应股权的变更登记，后续拟控股，光彩芯辰目前产品覆盖100G至800G及1.6T系列光模块产品，主要客户集中在北美市场。\n2、2025年12月29日晚公告，公司拟通过增资扩股及股权受让相结合的方式，以2.75亿元总价取得光彩芯辰20%股权，同时计划未来进一步推进控股收购，标的公司承诺2025-2027年净利润累计不低于2.85亿元。标的公司专注于光通信领域传输和接入技术，网传光彩芯辰与AMD已合作2年，以800G需求为主，今年开始大批量交货；1.6T已获认证，预计年底量产（未经证实）。\n3、公司与阿诗特能源就储能柜领域签署合作框架协议，后者是一家储能企业，已经向20多个国家累计出货1.5GWh，年产能3GWh。\n4、公司的移动通信设备业务主要收入来源于滤波器和天线的销售。"
        },
        {
          "code": "sh600841",
          "name": "动力新科",
          "limit_time": "",
          "analysis": "数据中心（柴油发动机）+预计扭亏+无人驾驶重卡\n1、2026年1月26日机构研报，三菱合资公司菱重的燃气发动机即将量产，发往海外。公司表示其“船电新一代大马力发动机类项目”，主要应用场景包括数据中心、大型商业地产、医院等。\n2、2026年1月15日公告，公司预计2025年度归母净利润27.52亿元至28.52亿元，同比扭亏，主要因上汽红岩2025年12月起不再并表带来一次性股权处置收益约33.67亿元至34.67亿元。\n3、公司主营为生产制造销售柴油发动机和重型卡车。实控人为上海国资委，曾为上海电气旗下，市场猜测其有重组预期，上海微电子或借壳。渝富控股间接持有公司12.67%的股份，公司控股股东仍为上海汽车集团。\n4、全资子公司上汽红岩，拥有ASIL D控制器芯片等技术。赛可智能是上汽集团旗下人工智能实验室，聚焦智能驾驶。\n5、2025年3月25日互动，全资子公司上汽红岩与友道智途合作的线控无人驾驶重卡项目目前已完成在港口、矿区等特定场景的无人驾驶，已实现260余辆整车市场投放。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "中央广播电视总台2026年1月25日官宣，银河通用机器人正式成为总台2026年春节联欢晚会指定具身大模型机器人。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002009",
          "name": "天奇股份",
          "limit_time": "10:05:27",
          "analysis": "银河机器人+优必选+拟定增+比亚迪+锂电池回收\n1、2025年2月签署合资协议，5月成立“无锡天奇银河机器人”（注册资本360万元，各持50%），聚焦汽车制造产业具身智能机器人规模化应用。\n2、公司（持股24.31%）与优必选（持股36.21%）合资成立无锡优奇智能科技。双方战略合作打造适用于汽车领域工业场景的人形机器人整机。\n3、2025年12月29日晚公告，公司拟定增募资不超过9.77亿元，用于汽车装备智能制造基地建设项目、面向汽车行业应用的机器人具身智能系统研发中心建设项目、补充流动资金。\n4、2025年4月28日盘后官微，天奇股份与无锡地铁签订采购协议，携手推进人形机器人地铁安巡检场景应用创新。\n5、子公司专注于废旧锂电池回收资源化利用。公司扩产技改项目废旧三元锂电池处理规模由年处理2万吨提升至5万吨。"
        },
        {
          "code": "sh603121",
          "name": "华培动力",
          "limit_time": "09:37:29",
          "analysis": "人形机器人+汽车芯片+自动驾驶+汽车零部件\n1、2026年1月27日网传研报机器人六维力传感器持续研发中，已对接多家下游客户。公司目前1代金属应变片六维力传感器已出样品测试中，正对接ZY等多家国内客户；2代硅基六维力传感器预计明年初出样品，后续送T。(未证实)\n2、全资子公司盛美芯完成了多款车规级 MEMS 产品的设计流片，第一条封装测试产线正式投产，生产的二合一芯片和压力模组经全方位测试，能够满足车规级要求，已经被盛邦和盛迈克批量使用。\n3、随着自动驾驶的发展，带动电子电气架构的变化，公司将更加注重底盘系统、热管理系统的产品布局及产能扩充。\n4、公司动力总成事业部的相关产品，主要为全球汽车的涡轮增压器提供放气阀组件等核心零部件。\n5、动力总成业务涵盖的主要产品为汽车发动机涡轮增压系统的核心零部件，包括放气阀组件、涡轮壳和中间壳及其他零部件等；涡轮壳为涡轮增压器工作的腔体；中间壳为涡轮增压器轴承壳体。"
        },
        {
          "code": "sh605288",
          "name": "凯迪股份",
          "limit_time": "10:37:27",
          "analysis": "机器人零部件+智能医疗+光伏支架\n1、据网络调研，2026年1月26日，公司与新泉股份正式签署战略合作协议，双方将携手布局机器人关键零部件赛道，开启优势互补，与Tier1合作预计很快落地；公司立项开发了外转子电机、无框力矩电机及关节模组等可应用于机器人产品的核心部件，产品处于开发中，暂未形成销售。2025年2月11日公司互动：公司主要产品为线性驱动系统，可以应用在机器人上。\n2、公司主营业务为线性驱动系统产品的研产销，按照产品下游应用领域具体分为智能家居驱动系统、智慧办公驱动系统、医疗康护驱动系统和电动尾门驱动系统。凯迪智能家居事业部业务覆盖智能家居沙发，智能升降床，智能家居整套驱动系统的研发与制造。\n3、公司光伏支架主要为客户定制产品，均为线性驱动结构。太阳能推杆项目目前部分产品已研发成功。"
        },
        {
          "code": "sz001311",
          "name": "多利科技",
          "limit_time": "13:12:54",
          "analysis": "机器人+特斯拉+一体化压铸+汽车冲压零部件\n1、2025年10月22日互动，2025年上半年子公司昆山达亚设立全资子公司昆山达亚智能科技有限公司，经营范围涵盖工业机器人制造、智能机器人研发与销售，目前处于研发设计阶段。\n2、公司主营一体化压铸，客户TSL收入比例占50%。一体化压铸对于实现材料轻量化至关重要，市场猜测T会采用一体化压铸来实现对人形机器人的材料减重。\n3、公司盐城多利6100吨一体化压铸生产线已投入使用，盐城多利9200吨一体化压铸生产线已进场安装。公司客户特斯拉、理想、蔚来。\n4、公司主营业务是汽车冲压零部件及相关模具的开发。"
        }
      ]
    },
    {
      "name": "大飞机",
      "reason": "2026年1月27日据市场消息，中国商飞今年将加快国产大飞机C919的生产与交付节奏，交付目标定为28架或以上。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh600391",
          "name": "航发科技",
          "limit_time": "13:16:08",
          "analysis": "航空发动机+大飞机+燃气轮机+低空经济\n1、公司已成为长江系列发动机国内重要制造基地，为其提供机匣、单元体等核心零部件。网传纪要表示，公司是商飞集团控股的国产航发配套平台，掌握高温合金精密铸造技术，国产化率超85%且避开美国出口管制，为航发CJ-1000A供应叶片/机匣，在航发中价值量的为6000万人民币/架，直接承接海外订单转移及国产大飞机配套需求爆发。\n2、2026年1月18日消息，中国航发近日成功完成国家能源局燃气轮机创新发展示范项目评估验收。公司主营业务为航空发动机及燃气轮机及零部件的研发、制造、销售、服务。\n3、2026年1月8日盘后消息，马斯克确认xAI采购5台斗山能源380MW燃机。2025年12月25日互动，公司已与GE Vernova等企业建立长期稳定合作关系，为其燃气轮机等相关产品提供零部件配套，2024年曾获得GE Vernova“杰出合作伙伴奖”。\n4、公司控股股东中国航发成都发动机公司于2024年设立了专注于低空经济业务的子公司四川天府轻型动力。"
        },
        {
          "code": "sh600893",
          "name": "航发动力",
          "limit_time": "13:43:12",
          "analysis": "航空发动机+大飞机+燃气轮机+军工+中国航发\n1、公司是国内最大的航空发动机制造商，是我国航空发动机产业的龙头企业，是国内唯一能够研制涡喷、涡扇、涡轴、涡桨、活塞等全谱系军用航空发动机的企业，承担了绝大多数的研发和制造任务，也是为国产商用大飞机动力提供配套、民用直升机提供动力的重要企业。\n2、公司是C919国产发动机的配套单位,有参与C919国产发动机的零部件研制和生产,并在C919进口发动机中有部分零部件产品的配套。\n3、公司主要产品和服务为航空发动机及燃气轮机整机、部件，维修保障服务以及航空发动机零部件出口转包等。公司产品用于为航空器、舰船提供动力。\n4、公司是我国三代主战机型国产发动机唯一供应商，拥有我国航空主机业务动力系统的全部型谱。\n5、公司实控人是中国航空发动机集团。"
        },
        {
          "code": "sz000738",
          "name": "航发控制",
          "limit_time": "14:13:54",
          "analysis": "航空发动机控制系统龙头+商业航天+军工\n1、公司主要从事航空发动机及燃气轮机控制系统产品、国际合作业务、非航空产品及其他三大业务，航空发动机及燃气轮机控制系统产品主要包括航空发动机及燃气轮机控制系统产品。\n2、2026年1月14日互动，在航天领域，公司根据客户需要有提供相关弹用动力控制装置、空间站相关产品。\n3、公司为国外知名航空企业提供民用航空精密零部件的转包生产，非航空产品及其他业务主要包括以动力控制系统核心技术为依托，重点有地面战车、汽车等动力燃油与控制系统及衍生产品。"
        }
      ]
    },
    {
      "name": "医疗医药",
      "reason": "2026年1月26日讯，据外媒报道，印度东部的西孟加拉邦近期出现尼帕病毒感染病例，目前已有5例确诊病例，其中包括医护人员。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz002030",
          "name": "达安基因",
          "limit_time": "10:29:39",
          "analysis": "尼帕病毒检测+AI医疗+基因测序+分子诊断\n1、2022年8月10日互动，公司表示已有亨尼帕病毒检测相关科研产品储备。\n2、2024年12月5日互动：公司参股公司云康集团在AI辅助诊断应用上，已成功引进了病理DNA多倍体AI辅助诊断、宫颈液基细胞AI辅助诊断、染色体AI分析等项目。\n3、2026年1月25日印度西孟加拉邦暴发尼帕病毒疫情引发关注，泰国、尼泊尔等国加强监测应对印度疫情。据世卫组织介绍，目前尚无专门针对尼帕病毒的疫苗和有效疗法。公司是国内核酸诊断试剂领域领先者，以分子诊断技术为主导的，集临床检验试剂和仪器的研产销以及全国连锁医学独立实验室临床检验服务为一体的生物医药高科技企业。\n4、控股子公司达瑞生物主导包括无创产前基因检测（NIPT）项目在内的优生优育产品，是达安基因二代测序项目的主要实施和执行单位。\n5、公司是以分子诊断技术为主导的，集临床检验试剂、仪器和配套耗材的研发、生产、销售为一体的生物医药高新技术企业。"
        },
        {
          "code": "sz300639",
          "name": "凯普生物",
          "limit_time": "14:36:39",
          "analysis": "尼帕病毒检测+猴痘检测+HPV检测+分子诊断\n1、2026年1月26日官方公众号表示，针对此次印度疫情，第一时间自主研发出尼帕病毒核酸检测试剂盒(荧光PCR法)，凭借精准的检测性能，为全球口岸检疫、疾控监测提供核心技术支撑，助力筑牢疫情防控第一道防线。\n2、公司旗下医学实验室具备猴痘病毒的实验室检测能力，已自主研发猴痘病毒核酸检测试剂盒（荧光PCR法），已获CE证书，暂未取得国内医疗器械注册证，与猴痘病毒相关的发明专利“一种猴痘病毒假病毒颗粒及其制备方法”“一种用于同时检测并鉴别猴痘病毒I型、IIa型和IIb型的多重qPCR试剂盒”已获国家知识产权局授权。\n3、公司高危型HPV核酸检测试剂盒作为中国第一个国家药监局批准宫颈癌筛查预期用途产品，明确适用于“宫颈癌初筛”、“宫颈癌联合筛查”、“ASC-US人群分流”。在妇女宫颈癌HPV检测领域占据龙头地位。\n4、公司是国内领先的核酸分子诊断产品提供商专注于分子诊断试剂、分子诊断配套仪器等体外诊断相关产品的研发、生产和销售,并提供相关服务。"
        }
      ]
    },
    {
      "name": "云计算",
      "reason": "2026 年初，AIDC 云计算市场打破二十年 “只降不升” 惯例，掀起全行业涨价潮。AWS 率先上调 EC2 机器学习容量块价格，国内头部云厂商亦酝酿调价，标志着行业正式告别低价竞争时代。",
      "stock_count": 2,
      "stocks": [
        {
          "code": "sz301396",
          "name": "宏景科技",
          "limit_time": "13:59:09",
          "analysis": "阿里算力+英伟达+智慧城市+合作腾讯/华为+Deepseek\n1、2025年12月9日网传机构短文，公司和大厂A已签订B系列AI芯片算力服务订单，规模100亿+。作为阿里云生态核心伙伴，公司通过\"硬件+服务+生态\"三维渗透，三年内从硬件供应商蜕变为阿里云智算体系核心操盘手，拿下其60%以上算力订单。\n2、公司曾于2025年3月17-21日受邀出席英伟达GTC2025大会，会后执行总裁受英伟达领导邀请，参观了英伟达总部园区。公司布局海内外算力租赁，订单规模持续增长。2025年3月公司与深圳X公司签署1.61亿元算力合同。此前公司自2024年10月至2025年2月与X公司已累计签订算力合同金额14.65亿。2025年3月12日，公司与Y公司签订7.2亿智算项目合同。\n3、公司曾与腾讯云计算公司签署合作协议，探索智慧城市大数据应用场景。公司与上游设备厂商华为、浪潮、新华三等建立的深度合作关系。公司已接入Deepseek。\n4、公司与Rokid联合成立“非接触式ARAI多模态交互联合实验室”。"
        },
        {
          "code": "sh600602",
          "name": "云赛智联",
          "limit_time": "14:08:04",
          "analysis": "云计算（华为/阿里/腾讯）+阶跃星辰+智慧政务+国资云\n1、DeepSeek发布DeepSeek-OCR 2模型。公司是上海国资委旗下唯一数字化、信息化子公司，公司现有徐汇数据中心、宝山云计算中心等累计超7000个机柜资源。公司先后与阿里云和腾讯云签署战略合作协议，是微软、阿里、华为、腾讯、中国电信天翼云等国际国内主流云服务供应商的核心MSP服务提供商。\n2、公司与阶跃星辰共同投资设立上海智能算力公司，其中阶跃星辰持股10%，云赛智联直接持股11%;上海仪电集团(持股44%)是云赛智联控股股东，持有公司34.53%股份。\n3、公司与上海移动联合中标上海市政府电子政务云服务项目，该项目在公司智慧政务业务领域具有里程碑意义。\n4、公司是上海市大数据中心资源平台总集成商和运维商、数据运营平台总运营商。\n5、2025年2月7日子公司上海南洋万邦公司官微，南洋万邦星宫 AI平台全面接入 Deepseek 系列模型。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz003042",
          "name": "中农联合",
          "limit_time": "09:41:30",
          "analysis": "农药+氯虫苯甲酰胺+农药登记证+央企+土地流转\n1、2026年1月15日互动，公司作为原药制剂一体化的农药生产企业，具备产业链协同优势，在新烟碱类农药产品的研产销方面积累了丰富的经验，吡虫啉原药、啶虫脒原药、哒螨灵原药、烯啶虫胺原药产销量均居国内前列。\n2、氯虫苯甲酰胺原药由子公司山东联合生产，登记证号为PD20242350，含量96%，有效期至2029年8月22日。公司拥有产品对烯禾啶、烯草酮乳油等。\n3、公司最终控制人为中华全国供销合作总社。公司是原药制剂一体化大型农药企业。公司苄草丹原药产能为1000吨/年，麦草畏原药产能为2000吨/年。\n4、2024年半年报，公司拥有吡虫啉、啶虫脒、烯啶虫胺单剂及复配的相关农药登记证，细菌剂防治新产品氟喹菌酯已取得了国内专利授权，并进入新农药登记阶段。\n5、关联公司安徽中农国昌现代农业技术服务公司业务涉及土地流转。"
        },
        {
          "code": "sz000592",
          "name": "平潭发展",
          "limit_time": "10:08:48",
          "analysis": "福建+台资合作+林业+医美\n1、2026年1月23日，福建省统计局发布数据，“十四五”时期，全省地区生产总值接连跨越两个万亿元台阶，突破6万亿元大关。公司地处平潭为我国距离台湾本岛距离最近地区，国务院政策支持平潭综合实验区加快构建全方位对台开放格局。公司与中国台湾企业合资成立控股子公司中福徳馨(平潭)，投资建设康复医院耳鼻喉医院、口腔医院及美容医院四家专科医院。\n2、公司相关业务主要包括中福海峡建材城及中福海峡置业项目。\n3、公司主要从事是造林营林、林木产品加工与销售、以烟草化肥销售为主的农资贸易业务和与平潭综合实验区开发项目的有关业务，经营林区近90万亩（含委托代管林地面积），拥有四条中高密度纤维板生产线，年产能可达43万立方。全资子公司江苏达成生物旗下主要产品包含DC12,总体年产能约4000吨。"
        },
        {
          "code": "sz000659",
          "name": "珠海中富",
          "limit_time": "14:51:12",
          "analysis": "饮料包装+瓶装水+珠海+低价股\n1、公司是目前国内生产规模位居前列的饮料包装企业之一、生产能力位居前列的饮料代加工（OEM）企业之一。\n2、2025年12月24日晚互动，子公司海口富利主要做代灌装瓶装水。\n3、旗下公司嘉德物流拥有的土地厂房均位于珠海保税区内，土地所在片区为物流产业园区，粤西通往香港的货物枢纽基地，公司位于广东省珠海市保税区。\n4、2021年公司与可口可乐新合作的瓶胚项目、大包装饮用水代工项目顺利投产；与怡宝的合作进一步深化，为怡宝区域工厂提供更具竞争力的包材供应服务。开拓了如蒙牛、 喜茶等新客户、新业务线。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz300344",
          "name": "*ST立方",
          "limit_time": "14:03:30",
          "analysis": "实控人公开信+复牌+退市风险+AI训练平台+云计算\n1、2026年1月20日午间公告，表示关注到有关媒体发布了落款为公司董事会的《致立方数科全体股东的公开信》《*ST立方回应风险提示：多措并举应对挑战股票20日复牌》等相关报道。经核实，公司、全体董事及董事会对上述报道事项不知情、未参与，上述报道内容非公司董事会对外发布。\n2、2026年1月13日公告，公司股价已连续四日低于1元，且2021-2023年年度报告存在虚假记载，其中2021、2022年虚增营收占比50.91%，存在重大违法强制退市及面值退市双重风险。\n3、公司推出AI训练平台立方PAI，立方PAI提供完整的人工智能模型训练和资源管理能力平台。网传公司为AI智能体代理商（未证实）。\n4、公司为客户提供SaaS云平台和云算力解决方案。旗下超立方产品包含AI服务器、通用服务器和存储服务器。\n5、子公司东经天元是与欧特克（与英伟达创作Omniverse平台）全国总代理，英伟达官方微信曾分享立方数科使用Omniverse实现数字孪生的案例；欧特克相关营收占比32%。"
        },
        {
          "code": "sz002689",
          "name": "ST远智",
          "limit_time": "14:40:51",
          "analysis": "年报预增+机器人+战斗机舱体部件+中俄贸易\n1、2026年1月19日发布业绩预告，预计净利润同比增长396.77%至507.16%，达到9000万元至11000万元，扣非净利润预计盈利6600万元至8600万元，实现扭亏为盈。业绩增长主要得益于国际市场的拓展和国内市场的稳定增长。\n2、2026年1月14日互动，公司全资子公司沈阳远大智能高科机器人开展工业机器人业务，曾交付定制化产品。\n3、公司全资子公司沈阳远大智能高科机器人在航空飞机领域，已经为客户提供的主要产品包括：战斗机舱体部件机器人打磨系统、航空发动机加力燃油管装配及焊接工作站，上述相关产品目前未批量化生产。\n4、公司有超过3800部电梯在俄运行，产品服务于超过120个城市。公司主要从事客梯、自动扶梯、自动人行道及配套件的产品研产销及整机产品的安装和维保业务。"
        },
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "11:29:54",
          "analysis": "卫星通信（抗干扰）+订单放量+军工相控阵T/R芯片\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。公司小型化相控阵T/R芯片具备抗干扰优势。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "13:22:53",
          "analysis": "控制权变更+拟股权转让+建筑设计+光伏一体化\n1、2026年1月10日公告，公司控股股东柯利达集团100%股权转让完成，实控人变更为曹亚联和刘纯坚，股票于今日复牌。英众智能进一步通过收购柯利达集团100%股权，间接持有上市公司18.74%的股份，从而实现对上市公司的控制。\n2、2025年11月5日晚公告，公司控股股东苏州柯利达集团拟将其持有的柯利达无限售流通股4000万股股转让给崔建泉，转让股份占公司当前总股本的比例为6.71%。协议转让后崔建泉将成为公司第二大股东。\n3、2025年7月11日公告，公司宣布终止参股设立方圆证券。\n4、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n5、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        },
        {
          "code": "sh600608",
          "name": "*ST沪科",
          "limit_time": "14:29:22",
          "analysis": "转型花卉+农产品+昆明国资\n1、2025年半年度报告及2025年12月17日互动，公司自2025年3月起转型开展花卉业务，已在姚安及昆明建立花卉仓储、加工中心，业务涵盖花卉交易、经济代理及物流配套服务。\n2、公司主营业务以大宗商品贸易为主，主要产品为化工产品类塑料粒子产品、农产品及其他生产生活物资等。公司农产品业务涉及的主要产品品类有大米、高粱、玉米等，尚未开拓花卉类产品。\n3、2025年10月30日公告，截至本公告日公司非经营性资金占用余额为为3.49亿元。\n4、公司的最终控制人为昆明市人民政府国有资产监督管理委员会。"
        },
        {
          "code": "sh603021",
          "name": "ST华鹏",
          "limit_time": "14:56:38",
          "analysis": "仲裁预期+玻璃器皿+曾计划收购赫邦化工（已终止）\n1、2026年1月23日公告，预计2025年期末净资产-20800万元到-13900万元，公司股票在2025年报披露后可能被上海证券交易所实施退市风险警示。\n2、市场传闻仲裁将出结果，此前2025年11月4日互动，公司收到延期裁决的通知。截至目前，正等待仲裁庭合议裁决。仲裁金额达14亿元。\n3、2025年4月17日盘后公告，山东国惠拟吸收合并公司间接股东山东发展。市场猜测此举会给公司带来新战略发展机会。\n4、公司主营业务为研发、生产和销售玻璃器皿产品和玻璃瓶罐产品，现拥有日用玻璃制品生产能力约25万吨。玻璃器皿产品主要以玻璃高脚杯为主。\n5、公司于2024年3月终止购买赫邦化工100%股权，环氧树脂系赫邦化工未来的重要布局方向之一，新建“8万吨/年电子级环氧树脂项目（一期）”产品为电子级产品。电子级环氧树脂其为HBM建设所需材料环氧塑封料的上游。市场猜测或重新注入。"
        },
        {
          "code": "sz000711",
          "name": "ST京蓝",
          "limit_time": null,
          "analysis": "拟更名铟靶新材+资产注入鑫联环保+无人机+土壤修复\n1、2026年1月23日晚公告，公司董事会同意将名称变更为“铟靶新材科技股份有限公司”，并将在名称变更后申请证券简称变更，旨在发挥铟资源优势拓展高密度ITO靶材业务。\n2、2025年12月25日晚公告，公司根据重整计划启动将鑫联科技或其主营业务资产注入上市公司的程序，并拟签订相关意向协议。\n3、2025年1月2日公司成立子公司铟靶科技，主营包括电子专用材料研发、电子专用材料销售。\n4、公司参股公司沈阳金丰春是一家集农业植保无人机的研发、生产、无人机驾驶员培训、植保作业服务于一体的综合性高新技术企业。\n5、公司主营土壤修复、耕地土壤环境综合治理保护、高标准农田建设等业务。"
        }
      ]
    }
  ]
}