{
  "date": "2026-01-22",
  "update_time": "2026-01-22 15:49:08",
  "category_count": 14,
  "total_stocks": 110,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "09:25:00",
          "analysis": "优必选拟入主+割草机器人+园林机械+半导体设备零部件\n1、2025年12月24日晚公告，优必选拟以协议转让+要约收购方式合计收购锋龙股份约43%股权，交易完成后控股股东拟变更为优必选，实控人拟变更为周剑。本次控制权变更方案中的股份转让价格、要约收购价格均为17.72元/股，以此计算，合计总对价达16.65亿元。2026年1月22日互动，未来36个月内优必选不存在通过上市公司重组上市的计划或安排。\n2、公司产品包括割草机器人电控。\n3、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n4、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sz000670",
          "name": "盈方微",
          "limit_time": "09:25:00",
          "analysis": "拟重大资产重组+芯片分销+第一大客户小米+存储芯片\n1、2026年1月19日晚公告，公司拟以发行股份及支付现金的方式取得上海肖克利100%股份、富士德中国100%股份。上海肖克利为专业电子元器件分销商及应用解决方案提供商，富士德中国主要从事半导体设备分销业务。\n2、公司2024年底取得长江存储代理权，2025年上半年该产品线实现亿级销售规模，分销业务已覆盖综合类芯片、存储芯片、射频芯片、指纹芯片、电源芯片及被动元器件六大类产品线。2024年年报：公司产品境外销售占比59.86%。\n3、2023年公司第一大客户为小米及关联方，占营收14.63%。\n4、2024年8月20日互动，公司集成电路芯片设计业务现阶段主要产品为影像类SoC芯片，应用于教育机器人等领域。\n5、公司于 2024 年底获得了中国领先的存储芯片制造商长江存储（YMTC）的代理权。"
        },
        {
          "code": "sz002636",
          "name": "金安国纪",
          "limit_time": "09:25:00",
          "analysis": "业绩预增+覆铜板+电子级玻纤布+中成药\n1、2026年1月21日公告，预计2025年度净利润为2.8亿元～3.6亿元，比上年同期增长655.53%～871.40%。原因系公司覆铜板产销数量同比增长、销售价格有所回升，同时公司进一步聚焦主业、优化产品结构，提高盈利水平。\n2、日本电子材料大厂宣布将自2026年3月1日起，全面调涨铜基板(CCL)与半固化片(Prepreg)售价调整幅度高达30%。公司宁国金安年产3000万张高等级覆铜板项目共规划6条生产线，目前已有4条生产线投产并于2024年末实现满负荷生产，4条线月产能可达160万张板以上。\n3、2025年10月30日晚公告，全资子公司安徽金瑞计划投资不超过1亿元建设年产6000万米电子级玻纤布扩建项目，预计2026年12月底前开始试生产。\n4、全资子公司广西禅方药业主要从事中成药提取及制剂、原料药等研产销，产品包含小儿感冒颗粒、咳特灵胶囊等。\n5、子公司上海埃尔顿主要从事研发、生产内镜诊治器械的医疗器械生产。"
        },
        {
          "code": "sh603078",
          "name": "江化微",
          "limit_time": "09:25:00",
          "analysis": "上海国资入主+光刻胶配套试剂+OLED材料\n1、2026年1月20日公告，控股股东淄博星恒途松与上海福迅科技签署股份转让协议，拟将所持23.96%股份协议转让给上海福迅科技，完成后公司控股股东将由淄博星恒途松变更为上海福迅科技，实控人将由淄博市财政局变更为上海市国资委。公司股票将于2026年1月20日开市起复牌。\n2、公司光刻胶配套试剂业绩保持增长，其中G3-G4等级显影液、EBR在多家8-12英寸半导体客户持续增量，同时在成熟制程领域的剥离清洗剂产品上展开了陆续测试。\n3、公司生产的湿电子化学品，如金银钛蚀刻液、正负胶显影液，是制造OLED屏幕的重要材料，目前产品已经成功导入京东方、深天马、华星光电等国内一线OLED厂商。\n4、公司主营业务为超净高纯试剂、光刻胶配套试剂等湿电子化学品的研产销，产品种类全、配套强，广泛覆盖半导体、面板等领域客户。"
        },
        {
          "code": "sz002279",
          "name": "久其软件",
          "limit_time": "13:37:09",
          "analysis": "业绩扭亏+AI营销+阿里云合作+财税数字化+跨境电商（出海营销）\n1、2026年1月20日晚公告，预计2025年度净利润为4000万元-6000万元，上年同期亏损1.56亿元。公司2025年经营业绩实现扭亏为盈。\n2、2025年半年报，公司持续深化自主研发的AI营销助手JoinMC在商业中的应用，当前已覆盖电商、 汽车、 文旅等多个行业，为跨境营销注入全维度数智动能。子公司久其数字正积极开发自己的Panda GPT专属资料库，并积极探索测试AIGC工具在数字营销领域的应用，自研的JoinMC智能客服产品已在部分跨境电商客户进行试应用。\n3、公司为阿里云解决方案合作伙伴。公司产品移动端应用已适配华为鸿蒙系统。\n4、公司是国内传统报表业务领域的龙头企业，全程参与国家层面的电子凭证会计数据标准制定，给政府客户提供税源管理和综合治税系统，给企业集团客户提供涵盖全税种的财税管理系统。\n5、公司有为跨境电商客户提供出海营销服务。公司数字传播业务主要为抖音提供海外广告投放服务。公司在数字传播业务领域是Meta的一级代理商。"
        },
        {
          "code": "sz002420",
          "name": "毅昌科技",
          "limit_time": "09:33:30",
          "analysis": "年报预增+快换接头（液冷）+华为汽车+家电\n1、2026年1月21日公告，预计2025年度净利润为1.5亿元–2.25亿元，同比增长58%-138%。公司通过摆脱单一传统业务结构，向高附加值、高成长性的汽车与新能源行业加速布局，实现业务升级。\n2、2024年7月9日公司公开了一种接头装置、管路及液冷设备，涉及液冷管路接头技术领域，接头装置包括流体管、接头以及密封件。\n3、公司汽车产品为汽车内外饰部件、新能源热管理部件，双色、车灯、精密注塑等产品，其中液冷板主要应用于储能、动力电池、整车控制器上。公司为智界汽车供应部分外饰件，其他客户包括比亚迪、奇瑞新能源、小鹏汽车、零跑汽车、通用五菱等。\n4、公司主营业务为精密模具、注塑零部件，在全国建有广州、合肥、青岛、昆山、芜湖五大研发和生产基地，家电领域供货海尔，医疗健康领域供货万孚生物等。"
        },
        {
          "code": "sz000839",
          "name": "国安股份",
          "limit_time": "10:04:21",
          "analysis": "广电整合+DeepSeek+腾讯+增值通信\n1、2026年1月21日公告，公司已将所持长沙国安46.46%股权增资至中国广电湖南公司，完成湖南省有线电视网络整合，相关股权变更登记已完成。\n2、2025年2月12日公司旗下鸿联九五官微，鸿联九五自主研发的AI智能陪练平台已经成功完成Deepseek大模型的接入工作。\n3、公司旗下国安广视汇聚整合更多优质的媒资内容及各类电视增值业务产品，目前已涵盖腾讯视频。\n4、2023年公司原控股股东之母公司等七家公司实质合并重整计划执行完毕，公司控股股东之母公司变更为中信国安实业，实际控制人变更为中信集团。\n5、公司在全国范围内从事综合信息服务，拥有近30年的客户联络中心外包服务经验。公司投资的有线电视项目覆盖湖北、湖南等7省13个地市，各有线电视项目均是以参股形式与当地广电方成立合资公司。"
        },
        {
          "code": "sz300592",
          "name": "华凯易佰",
          "limit_time": "10:21:33",
          "analysis": "Q4业绩大增+AI电商+人民币贬值受益+AIGC\n1、2026年1月21日公告，公司预计2025年营收90-92亿元，Q4净利环比增552.11%-788.97%，库存已降至10亿元以内，毛利率修复。\n2、公司目前将自研易佰云系统和ChatGPT进行对接。已上线使用的功能包括 AI 翻译、刊登文案、广告关键词推荐等。\n3、公司主要从事跨境电商业务，主要在亚马逊卖货，公司在美国地区的销售以美元结算，人民币贬值会为公司带来一定的汇兑收益。\n4、2023年5月29日互动易回复，公司目前持有易佰网络 90%股权。"
        },
        {
          "code": "sh688195",
          "name": "腾景科技",
          "limit_time": "14:37:34",
          "analysis": "OCS相关订单+福建+光通信+光刻机用合分束器\n1、2026年1月21日公告，公司签订1280万美元二维准直器阵列订单，产品直供OCS光交换机厂商，用于AI算力中心及超大规模光互联网络。\n2、武汉子公司已完成800G/1.6T高速光模块光引擎样品并推进客户验证，CPO光互联组件正在开发中；OCS全光交换机精密光学元组件根据客户需求提供，量产进度取决于市场及客户需求。公司地址位于福建福州。\n3、泰国生产基地预计2025年Q4建成投产，将增强光通信、生物医疗等领域海外订单交付能力。 \n4、公司是WSS模块中精密光学元组件的主力制造商。 根据行业公开信息，相关技术将在400G全光骨干网逐步应用。公司合分束器项目应用于光刻机光学系统，可满足国产替代进口的需求。\n5、公司镀膜产品包括光通讯用的各种滤片，CWDM滤光片已成为中际旭创、光迅科技等全球知名光模块厂商的主要供方。模压玻璃非球面透镜产品目前主要应用于光通信和光纤激光领域。"
        },
        {
          "code": "sz000415",
          "name": "渤海租赁",
          "limit_time": "",
          "analysis": "业绩减亏+eVTOL+售后回租业务+飞机租赁+集装箱租赁\n1、2026年1月21日晚公告，预计2025年度净利润为亏损2.5亿元–5亿元。2025年度，公司归属于上市公司股东的净利润为亏损2.5亿元-5亿元，较上年下降约11.5亿元-14亿元。\n2、根据公司2022年报：2021年6月，Avolon通过联营公司 AvolonE与英国电动垂直起降飞机制造商Vertical Aerospace达成了500架电动垂直起降飞机(eVTOL)的意向订单及股权投资合作。2022年公司通过与亚洲航空、格陵兰航空和土耳其G0zen Holding的合作，已推进完成上述全部500架电动垂直起降飞机(eVTOL)的意向订单。\n3、2024年10月30日公告，公告控股子公司AvolonHoldingsLimited之全资子公司与FrontierAirlines,Inc.开展飞机售后回租业务，9 架飞机飞机购买价格约为 11.66亿美元。\n4、公司主营业务为租赁业，主要为境内外客户提供全方位的飞机租赁、集装箱租赁等租赁服务，包括经营租赁和融资租赁两大经营模式。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "2026年1月22日讯，马斯克据悉希望在7月前让SpaceX上市，力争率先实现数据中心上太空",
      "stock_count": 18,
      "stocks": [
        {
          "code": "sz002519",
          "name": "银河电子",
          "limit_time": "13:05:51",
          "analysis": "参股格思航天+军工+机器狗+新能源\n1、公司表示看好商业航天前景，已完成格思航天的增资扩股项目，格思航天主要聚焦民商卫星研发与智能制造整体解决方案，拥有完善的卫星设计与制造条件保障资源，具备整星/分系统/单机设计、卫星批量化 AIT 等各项专业能力。\n2、2025年7月7日互动，公司智能特种装备业务主要是技术保障装备、智能供配电系统、综合电子信息系统、综合环境控制系统等产品，上述各分系统主要用于坦克、装甲车、自行火炮、指挥车、通信车、侦察车、技术保障、后勤等各型军用特种车辆。\n3、全资子公司合肥同智机电涉及无人环境感知、智能决策、运动控制等机器人技术，在陕西省消防救援总队2023年度消防车辆装备采购项目中中标侦检机械狗。\n4、公司储能主要产品包括小型工商业储能和户储业务，部分产品已完成开发。\n5、公司轻量化精密结构件涵盖新能源电动汽车动力电池箱、光伏逆变器、储能系统等领域客户包括阳光电源、宁德时代等。"
        },
        {
          "code": "sz002342",
          "name": "巨力索具",
          "limit_time": "09:33:51",
          "analysis": "商业航天+海工装备+军工+核电+索具\n1、2026年1月7日机构研报，公司深度参与我国首创的海上网系回收平台“领航者”，面向“箭—船—网”三元协同的柔性网捕获方案。索具平均使用寿命约1年左右，海洋环境加速损耗，替换需求持续。2025年12月29日投资者活动记录表，公司系统参与长征、神舟、嫦娥、天宫、天问等航天工程，并为国内首个可回收火箭提供捕获臂、试验拉索、回收转运装置等核心配套。据网传公司是长征十号乙\"网系回收\"耗材独家供应商。(未证实)\n2、公司是海风吊装设备供应商，重点开拓海洋工程领域（包括海上物探、海上系泊、海上救援）、“一带一路”建设、军工等领域。\n3、公司目前客户群体主要分为直属军队、十大军工集团和军工厂三大群体；在既有合作前提下，公司将着重致力于扩大市场范围，寻求新的合作空间。\n4、公司参与过的核电项目有山东荣成石岛湾核电站、“华龙一号”核电机组整体吊装、巴基斯坦卡拉奇核电站等。公司践行国家“一带一路”建设，有参与巴基斯坦港口码头等项目。"
        },
        {
          "code": "sz002201",
          "name": "九鼎新材",
          "limit_time": "09:34:00",
          "analysis": "商业航天+风电叶片+电子级玻璃纤维+新能源汽车\n1、2025年12月22日晚互动，公司现有特种玻璃纤维及其深加工制品应用于冶金、航空航天等领域。公司系中国玻璃纤维制品深加工基地，航空特种玻纤布定点企业。\n2、2026年1月5日公告，全资子公司甘肃九鼎风电拟投资2.46亿元建设年产320套10-12MW风电叶片生产线，抢占大兆瓦级风电设备市场。\n3、公司是比亚迪新能源汽车用材料的供应商，且会在乘用车电池护板，乘用车碳纤维制品等方面有供给。\n4、公司现有产品中砂轮网片的技术，高模量玻璃纤维、玻纤连续毡、二元组分高硅氧等高性能玻纤技术填补国内空白。\n5、公司并购天健九方旗下相关标的公司，注入高端毫米波芯片、模组、天线及应用系统等相关业务。"
        },
        {
          "code": "sz002471",
          "name": "中超控股",
          "limit_time": "09:25:00",
          "analysis": "航空航天+机器人（零部件）+燃气轮机+核电\n1、2026年1月21日互动，公司孙公司江苏精铸致力于航空航天、舰船燃机、医疗等方面的高温合金精密铸件，形成了自主可控的精密成型技术体系，已为航天科工火箭、上海空间推进研究所等单位提供航天火箭发动机高温合金精密铸件。近期，公司还接到某火箭单位40套推力室顶盖毛坯订单。\n2、子公司中超电缆已拥有“耐扭转耐腐蚀型高柔性智能机器人电缆”专利证书。公司与合肥市智能机器人研究院签订了《战略合作协议》。公司曾研发外骨骼机器人用信号传输电缆。\n3、公司与中国航发燃气轮机、中船重工龙江广瀚等燃气轮机主机厂稳定合作，2025年12月9日盘后公告，控股孙公司江苏精铸获得青岛中科国晟动力科技燃气轮机高温合金精密铸件订单5155.86万。\n4、2025年5月6日调研，公司目前已经是中核集团的合格供应商。2023年报提及公司有耐高温抗拉耐腐蚀型核电站用电缆开发研究项目。"
        },
        {
          "code": "sh601608",
          "name": "中信重工",
          "limit_time": "09:36:02",
          "analysis": "商业航天+特种机器人+核电+中标稀土项目+深地经济\n1、2025年11月28日互动，公司连续22次为神舟系列飞船提供逃逸塔系统及发动机壳体专用高强度金属铸锻件,并为国产航母、嫦娥五号等提供核心材料与装备。\n2、2025年12月3日纪要，公司已形成130余款特种机器人产品，覆盖消防、矿山等30多个场景，其中智能防爆机器人荣获“国家制造业单项冠军”，市场占有率领先。公司正加速布局“4+6+N”机器人产业体系。\n3、2025年6月12日互动，公司在核电领域的业务布局主要聚焦于核电装备关键铸锻件的研发与制造。\n4、2026年1月7日盘后消息，中信重工机械股份于2026年1月7日公告中标包头华美稀土高科采购项目，中标金额为2800万元。\n5、公司拥有年产千万吨级超深矿建井、年产5000万吨级特大型选矿、特种作业机器人等60余项处于世界和国内领先，公司新能源装备业务签订青洲七导管架、徐闻东二单桩等多个海上风电重大项目合同，首次将高韧性抗疲劳海工钢应用于海上风电导管架制造。"
        },
        {
          "code": "sz001379",
          "name": "腾达科技",
          "limit_time": "10:21:45",
          "analysis": "商业航天+价格上调+核电+海洋工程（紧固件）+外销\n1、2025年5月20日投资者关系活动记录表，公司其他产品中的高温合金、特种合金紧固件产品通过贸易商间接服务于航天工程相关项目。\n2、2026年1月22日讯，公司今日宣布本月第三次上调全部产品价格，调价即时生效。\n3、在核电领域， 公司成功取得中核集团、 中广核集团核电设备用紧固件合格供应商、 核能行业合格供应商认证。\n4、公司为国内规模最大的不锈钢紧固件生产厂商，产品可用于海洋工程。\n5、公司产品主要销往欧洲、南美、澳大利亚等地，2024年外销占比71.64%。"
        },
        {
          "code": "sz002943",
          "name": "宇晶股份",
          "limit_time": "10:27:30",
          "analysis": "卫星玻璃(切割设备)+半导体+AI眼镜+稀土永磁\n1、2025年12月30日网传研报，卫星要用UTG玻璃，单星太阳翼面积倍数提升，公司多线切割机产品在光伏硅片“大尺寸化、薄片化”切割方面优势明显，公司切片设备可适用于硅片切片加工。\n2、2026年1月21日晚据官微，近日，基于公司自主研发的“超精密热稳定切割技术”，结合为超薄HJT半片定制开发的专用多线切割机与专用切割冷却液，45μm超薄半片硅片首次试切圆满成功。\n3、公司新开发的应用于半导体行业的8″碳化硅材料的多线切割机和双面抛光机等超精密切、磨、抛设备已到达同类进口设备水平，具备了替代国外进口设备的能力。公司应用于碳化硅衬底材料加工的6-8英寸高精密数控切、磨、抛设备已实现批量销售，成为碳化硅衬底加工设备的主要供应商之一。\n4、公司高精密抛光机已应用于AI眼镜。公司生产的研磨抛光机主要应用于智能手机、摄像头、镜片等部件精密加工。\n5、公司是生产加工稀土永磁材料母机的生产商，可提供适用于磁性材料加工的多线切割设备。公司持有包头宇拓电子51%股份后者主营业务为委托磁性材料的加工。"
        },
        {
          "code": "sz002149",
          "name": "西部材料",
          "limit_time": "11:02:24",
          "analysis": "网传SpaceX铌合金供应商+商业航天+钛合金+核电\n1、据网传其中铌合金是SpaceX中国唯一供应商（未证实）。公司覆盖钽、铌、钨、钼等稀有合金，均属火箭发动机燃烧室、喷管等核心热端结构件材料，市占率70%+，下游客户主要包括703(航天一院)、7103(六院)，民营像蓝剑、星际荣耀、星河动力、天兵科技等。\n2、公司是我国新一代运输机、战斗机和轰炸机钛板材主要供应商之一，部分航空航天用贵金属材料独家供应商。\n3、公司实控人为陕西省财政厅，钛产品业务占比约70%，主要产品钛/钢复合板年产5000吨，位居国内第一，世界第三，此外，还拥有钽铌锆钨钼材料及制品产业等业务板块。\n4、已成功实现核电控制棒的国产化，全面应用于国内核电机组，为多个核反应堆提供主要架构材料。"
        },
        {
          "code": "sz002865",
          "name": "钧达股份",
          "limit_time": "11:06:30",
          "analysis": "太空光伏+钙钛矿+拟配售1868.2万股H股+预计送样海外+北美\n1、2026年1月5日互动，公司小面积钙钛矿-TOPCon叠层电池转换效率已突破33.53%。合作方尚翼光电核心团队深耕钙钛矿航天应用多年，建有独有的太空仿真研发平台，目前已完成太空环境下钙钛矿材料的第一性原理验证，公司正与尚翼光电推进在轨验证及后续产业化落地相关工作。\n2、网传纪要（未证实）显示，假设公司钙钛矿市占率30%，出货270MW，单位盈利9元/W，按照尚翼光电20%持股比例测算，对应净利润4.9亿。\n3、2026年1月21日晚公告，公司将向符合条件的独立投资者配售新增发行的1868.2万股H股，每股配售价格为22港元。预计配售所得款项净额约为4.11亿港元，其中约45%将用于太空光伏电池相关产品的研发与生产，约45%用于商业航天领域的股权投资与合作，约10%用于补充公司营运资金。\n4、海外业务占比约52%（2024年约24%），阿曼5GW高效电池项目计划于2025年底建成投产，其中在北美市场，已与一家头部光伏组件企业签署了《合作意向备忘录》，有意在2025年向公司采购1-2GW的高效电池产品。"
        },
        {
          "code": "sh600192",
          "name": "长城电工",
          "limit_time": "11:26:59",
          "analysis": "商业航天+核电开关设备+军工+新能源\n1、2025年半年报，公司“长城”“二一三”商标为中国驰名商标，产品曾为三峡工程、载人航天、奥运鸟巢、青藏铁路等国家重点工程提供优质产品。\n2、公司目前具备核电开关设备IE级的设计及制造资质，部分产品已应用漳州核电厂，2025公司加快核级智能化开关设备等成果转化，实现核电等领域国产化替代。\n3、公司实控人为甘肃国资委，主要从事高中低压开关成套设备等电工电器类产品的研发、生产与销售。\n4、全资子公司天水二一三电器拥有武器装备质量管理体系认证证书。\n5、参股子公司新源动力引入新战略投资方，打造氢能产业，新源动力全体股东共同设立河北新源同比例置换为河北新源的股权，置换完成后，河北新源持有新源100%股份，新源动力为河北新源全资子公司。公司由持有新源动力6.39%股份置换为持有河北新源6.39%股权。"
        },
        {
          "code": "sh600477",
          "name": "杭萧钢构",
          "limit_time": "13:39:16",
          "analysis": "中标箭元火箭项目+钙钛矿叠层电池+数据中心（杭州）+HJT\n1、2026年1月7日讯，箭元科技中大型液体运载火箭总装总测及回收复用基地项目开工仪式在杭州市钱塘区举行。2025年12月31日互动，公司联合体中标箭元中大型液体火箭总装总测及回收复用基地一期EPC，合同额6931.88万元。\n2、子公司合特光电采用的电池技术是“高效异质结+钙钛矿叠层电池”，曾经计划建设100MW高效异质结钙钛矿叠层电池中试线，规划的目标转化效率达到28%以上。截止2024年末合特光电钙钛矿/晶硅薄膜叠层电池中试线进度及工艺指标未达到预期。\n3、公司位于杭州市，旗下万郡绿建平台包括门户、运营中心、数据中心、开放接口等模块。\n4、公司是一家主要为钢结构工程的设计、制作与安装的属建筑行业的公司，公司的主要产品是多高层钢结构、轻钢结构、空间结构。"
        },
        {
          "code": "sh603601",
          "name": "再升科技",
          "limit_time": "13:46:29",
          "analysis": "SpaceX供应商+洁净室过滤器+控股股东拟转让股份+玻璃微纤维\n1、2025年12月12日异动公告，公司高硅氧纤维自2020年起向国际知名航天公司供货，2024年收入占比极低且暂无在手订单。2025年7月3日，再升科技研究院院长李志勇在接受央视采访时明确表示，正为SpaceX出口这类超高温绝热材料。\n2、公司在洁净室过滤器领域保持的领先地位，已累计为多个国内知名半导体项目提供“干净空气”产品和解决方案，如西安奕斯伟项目、中芯南方项目等。\n3、公司在2023年加速推进PTFE（聚四氟乙烯）膜材料的产业化进程，子公司生产的聚四氟乙烯PTFE，是使用最广泛的氢能源燃料电池全氟磺酸（PFSA）质子交换膜的唯二关键材料。\n4、2025年12月10日晚公告，控股股东郭茂拟协议转让6.04%公司股份给中融华信。\n5、公司是玻璃微纤维单项制造业冠军企业，并以超细纤维棉为主要原材料，产品主要分为干净空气材料、高效节能材料、无尘空调产品三大类。截至2024年底公司已建成多条超细纤维棉生产线，年产能达到12万吨。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "13:47:41",
          "analysis": "太空光伏(未证实)+拟收购+拟增资铁岭环球+钙钛矿光伏组件\n1、据网传公司近期成功为某商业航天公司6U立方卫星提供HJT光伏系统，单星输出功率15W，较砷化镓方案效率提升18%、重量减轻25%，且已稳定运行超1年。（未证实）\n2、2025年11月25日盘后公告，公司拟2.406亿元收购孚悦科技100%股权，标的公司主要从事高精密度新型锂电池结构件的研产销。\n3、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n4、公司控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。公司在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。"
        },
        {
          "code": "sh603220",
          "name": "中贝通信",
          "limit_time": "14:04:05",
          "analysis": "卫星通信+华为算力合作+智算算力\n1、2026年1月22日官微，近日国务院参事张平教授一行莅临中贝通信共话前沿通信技术发展，陈山枝博士详细分享了中国信科集团在卫星互联网星间激光通信、手机直连卫星、星载相控阵天线等核心技术领域的突破成果。\n2、公司已部署合肥与长三角两个算力中心，并为华为鲲鹏/昇腾生态算力领域一体机合作伙伴,拟与华为联合南山区政府拟在深圳南山建设一个鲲鹏+昇腾算力集群节点数据中心。\n3、公司确定将智算算力服务作为新基建发展重点，规划算力50000P，合肥算力中心首期投资约10亿元，一期项目将实现算力3000P，总体建成后最大可提供算力10000P的能力；长三角算力中心计划投资2亿元提供800-1000P算力能力。\n4、2024年2月7日公告，公司拟投资智算中心建设项目；2023年公司宣布与华为开展算力合作，与超聚变达成算力合作意向，国产算力部署计划在细化落实中。"
        },
        {
          "code": "sz300737",
          "name": "科顺股份",
          "limit_time": "14:04:45",
          "analysis": "商业航天+建筑防水材料+房地产+光伏\n1、据机构分析资料，公司曾服务于 “文昌航天发射基地” 等8个国内外项目；其自主研发的高分子材料、气凝胶隔热材料等，已经适配航天等高要求防护场景并为航天发射场等基础设施提供防水工程及特种防护解决方案。（未证实）\n2、2026年1月20日，公司发布《关于部分聚合物防水涂料系列产品调价告知函》称，决定自2026年2月1日起，对KS-988A、KS-906等苯丙体系防水产品价格统一上调5%~10%。公司专业从事新型建筑防水材料研发、生产、销售并提供防水工程施工服务。\n3、公司还与碧桂园、万科等知名房企确定了战略合作关系。公司产品还通过了中国铁路认证、中交认证等多项认证。\n4、公司与国家能源集团广东公司在广州签署战略合作协议，双方将进一步加强在光伏领域的技术体系与应用场景交流；国家能源集团广东电力公司隶属于国家能源集团。"
        },
        {
          "code": "sh601992",
          "name": "金隅集团",
          "limit_time": "14:19:35",
          "analysis": "商业航天+可控核聚变+水泥+地产\n1、2025年12月19日互动，北京金隅通达耐火是公司全资子公司，其产品及服务方案应用于酒泉、太原、海南以及西昌卫星发射中心地面发射工程，同时该公司作为海南文昌商业航天发射场建设单位之一，承担了发射场特种耐火材料供应、施工建设和技术服务工作。\n2、2026年1月13日公告，全资子企业通达耐火为四大发射基地供应耐火材料，实现业务收入4473万元(未经审计)。相较公司2025年前三季度694.89亿元的营收规模，占比极小。2025年1-9月，公司控股子企业金隅杭加为安徽合肥BEST项目供应加气产品，实现收入58.7万元(未经审计)。\n3、2025年12月5日互动，公司通过北京京国管股权投资基金(有限合伙)间接持有北京蓝箭鸿擎0.35%股权,持股比例很低。\n4、公司是全国建材行业领军企业，全国第三大水泥产业集团，目前水泥熟料产能约 1.1 亿吨、水泥产能约 1.8亿吨， 预拌混凝土产能约 6200万立方米， 骨料产能约 8600万吨。\n5、公司具备多品类房地产项目综合开发的能力，综合实力位居全国同行业前列。"
        },
        {
          "code": "sz002565",
          "name": "顺灏股份",
          "limit_time": "14:37:18",
          "analysis": "太空算力+工业大麻+电子烟+绿色包装\n1、2026年1月14日公告，公司拟以约7498万元增资北京轨道辰光，持股将升至28.68%，后者专注晨昏轨道算力卫星星座，提供天基算力服务。\n2、2026年1月7日投资者关系活动记录表，轨道辰光作为北京星辰未来空间技术研究院首个孵化落地的产业项目，专注于晨昏轨道巨型算力卫星星座建设，其核心技术与全球太空算力发展趋势高度契合。\n3、公司联手加拿大上市公司，在美国设立的全资子公司已获准在当地开展工业大麻加工制造、销售；公司合作方TAAT在美国拉斯维加斯加工工厂研发的健康大麻素品牌BeyondTobacco已在全美20多个州及英国等地合法合规销售。\n4、控股子公司（佳品健怡、顺灏怡隆）及参股企业（云南喜科、美众联）布局加热不燃烧设备（如FreeM、ELON系列）及雾化电子烟。\n5、公司持续研发可降解可回收的纸膜包装产品。"
        },
        {
          "code": "sz002467",
          "name": "二六三",
          "limit_time": "",
          "analysis": "商业航天+数据中心+eSIM+VPN+人工智能（智谱）\n1、2026年1月20日晚互动，公司已为部分商业航天领域客户提供包括企业邮箱、国内MPLS组网在内的通信产品与解决方案。相关服务未涉及商业航天领域的核心产业链环节。\n2、公司拥有计算、存储、网络、5G、安全等基础设施综合能力，提供数据中心、虚拟专网、国际海缆及移动通信的技术支持与运营维护。孙公司上海奈盛通信主营业务为上海市内的IDC服务的提供。\n3、公司为中国联通及阿里合作伙伴，目前公司对于SoftSIM以及eSIM方向的研发已取得进展,针对物联网应用领域也在积极拓展新产品和渠道。\n4、子公司上海二六三主要业务为VPN、IDC、增值通信。公司进一步放大与NTT的合作，在IDC及VPN网络产品上拓展NTT海外销售渠道。\n5、公司为中国跨境数据通信产业联盟首批会员单位。公司基于263元宇宙与RTN能力推出AI数字人“云小朵”“昌小平”，已落地虚拟主持、3D展厅等场景。"
        }
      ]
    },
    {
      "name": "国产芯片",
      "reason": "1、Agent时代的结构性增量环节，CPU有望复制炒作存储逻辑，海外CPU正宗受益；\n2、2026年1月19日电，美光科技公司表示，内存芯片短缺在过去一个季度愈演愈烈，并重申供应紧张状况将持续到今年之后，原因是人工智能(AI)基础设施建设对高端半导体的需求激增。",
      "stock_count": 10,
      "stocks": [
        {
          "code": "sh600770",
          "name": "综艺股份",
          "limit_time": "10:29:20",
          "analysis": "参股神州龙芯+半导体+集成电路\n1、公司参股企业神州龙芯是一家集成电路设计企业,第一款完全自主知识产权的通用CPU龙芯一号就诞生于该公司。在集成电路业务方面,神州龙芯已形成了国产自主知识产权嵌入式工业级处理器的芯片产品主线。\n2、2025年5月13日盘后公告，公司与吉莱微电子及其股东签署《投资合作意向协议书》，拟通过以现金对标的公司增资或受让标的公司股份的方式，取得标的公司的控制权（超50%股份）。吉莱微以芯片设计、晶圆制造、封装测试的垂直一体化经营为主的功率半导体芯片及器件制造企业，产品广泛应用于消费电子、低压电器、手机、汽车电子等领域。\n3、控股子公司天一集成主要从事信息安全（加密）芯片及可穿戴设备芯片的研产销等业务，销售的产品主要为A2000、A980两款加密芯片。A2000主要应用于服务器加密。\n4、2024年10月21日晚公告，公司正在筹划一项现金收购股权的交易事项，交易标的属于环保相关行业，规模较小，2023年度该公司实现营业收入不超过1亿元，预计不构成重大资产重组。"
        },
        {
          "code": "bj920427",
          "name": "华维设计",
          "limit_time": "10:53:44",
          "analysis": "芯片封装+房屋建筑工程+北交所\n1、2025年初公司通过收购九江华维芯微电子51%股权，新增集成电路封装测试和设计业务。在市场拓展方面，九江正启已取得一定成绩，截至2024年12月31日，已同多家客户签署合作意向协议，意向协议对应预计2025年封装总量约为6.84亿颗。\n2、公司参股中大监理， 持有35%股权，中大监理业务包括房屋建筑工程监理。\n3、公司主营业务是工程设计及其延伸业务，主要产品包括市政勘察设计、建筑勘察设计、规划咨询、工程总承包。"
        },
        {
          "code": "sz002183",
          "name": "怡亚通",
          "limit_time": "09:32:00",
          "analysis": "美光总代理+存储芯片+算力+投资大科技+深圳国资\n1、公司是国际存储芯片巨头美光科技的总代理，为其提供分销、物流和渠道管理服务。2026年1月15日互动，公司战略投资了星火半导体（存储芯片设计），参股的存储控制器芯片龙头联芸科技已上市；并通过投资上海芯景铄完善存储模组布局。\n2、2026年1月15日互动，控股子公司卓优云智，已交付多个AI算力平台；参股企业卓怡恒通的产品全面适配海光、飞腾等六大国产CPU。\n3、 公司投资并孵化的卓怡恒通是信创计算机(OEM/ODM)供应商之一；旗下的半导体集群，兼具NAND和DRAM两方面实力。\n4、EA's-focus是怡亚通母婴孵化的直属品牌，是国内第一个将非侵入式脑机接口技术成果实施产业生态圈的创新型平台品牌，主要职能是全面落地脑科技产业链数字化。\n5、公司入主茅台镇酱酒生产酒厂大唐酒业，已成为控股大唐酒业60%股份的最大股东。除大唐酒业外，公司还持有首粮酒业，汪家烧坊酒业股权。大唐酒业位于茅台镇，年产量5800吨。公司最终控制人为深圳市国资委；"
        },
        {
          "code": "sz300454",
          "name": "深信服",
          "limit_time": "13:55:54",
          "analysis": "CPU沙箱+云计算+IT数字化+信息安全+ARM\n1、2026年1月22日网传研报，CPU核心数变得越来越多，配套的虚拟化软件授权成倍增加，CPU虚拟化/沙箱（CPU软件配套）弹性比CPU本身更大，从1:1到1:4，近年来，深信服推出了零信任产品，附带终端沙盒功能，把移动端和PC端的沙箱都做到一个管理界面。\n2、公司信服云的私有云、托管云等产品连续数年保持行业领先的市场占有率。公司云计算平台与英伟达vGPU产品已达成深度对接。\n3、公司主营业务为向企业级用户提供信息安全、云计算、基础网络及物联网领域相关的产品和解决方案，主要产品为信息安全业务、云计算业务、基础网络和物联网；公司在ARM方向的布局主要集中在两个方面：基于ARM的超融合架构以及完全基于ARM的瘦终端。\n4、公司VDI产品全线采用ARM架构。通过采用aDesk瘦终端和VDS桌面云一体机两种硬件，即可搭建深信服的桌面云平台。公司目前成功交付75万+台云终端，重点客户包括中国文化部、国家文物局等。"
        },
        {
          "code": "sh688699",
          "name": "明微电子",
          "limit_time": "14:00:00",
          "analysis": "芯片封测+LED驱动芯片\n1、公司是一家主要从事集成电路研发设计、封装测试和销售的高新技术企业，一直专注于数模混合及模拟集成电路领域。公司产品主要分为显示驱动类、线性电源类和电源管理类等，产品广泛应用于显示屏、智能景观、照明和家电等领域。\n2、公司部分Mini LED驱动芯片已通过AEC-Q100认证，并推出LED透明屏驱动芯片及首创RGB三合一集成架构，智能景观、Mini背光系列产品销量逐步上升。公司位于广东深圳。\n3、网传公司智能照明驱动（线性驱动+WIFI/蓝牙混合芯片）进入Apple供应链，高毛利产品逐步放量，打开新的市场空间。"
        },
        {
          "code": "sz301286",
          "name": "侨源股份",
          "limit_time": "14:08:18",
          "analysis": "电子特气+工业气体+医疗器械+次新股\n1、2025年9月19日互动，公司生产的电子特种气体包括高纯氮气、高纯氩气等产品,可应用于半导体制造领域。目前公司已与多家半导体产业链企业建立合作,如士兰微等。\n2、公司是西南地区主要工业气体供应商，现有液氧 44万吨，液氮 21万吨，液氩 1.5万吨产能。在现有产能的基础上，新增眉山，金堂产线，已进入试生产状态，待正式投产后（预计今年年底）公司在四川地区具备年产约80 万吨液氧、34 万吨液氮、2.2 万吨液氩的生产能力。\n3、公司与通威股份、东方电气等优质客户深度合作。通威太阳能四川省内的新建项目（眉山通威、金堂通威、通合新能源）均采用外包供气方式，由公司为其提供专业的管道气体配套。公司在建项目下游客户主要为新能源领域龙头企业。\n4、2022年8月以来，公司接连公布重大供气合同，分别有：1）与成都巴莫科技签订约20亿供氧合同；2）与士兰半导体签订约0.43亿供氮合同；3）与川发龙蟒签订约4.6亿供氮协议。\n5、公司有销售医疗器械二类产品，产品名称是小型医用吸氧器。"
        },
        {
          "code": "sh688316",
          "name": "青云科技",
          "limit_time": "14:27:44",
          "analysis": "算力云服务+DeepSeek+合作智谱AI+云安全\n1、2025年12月29日讯，青云科技与江苏航产联合打造全栈可控低空经济“云端大脑”，提供CPU+GPU协同全场景计算，航线规划效率提升80%，审批效率提升60%。\n2、公司是一家技术领先的企业级云服务商与数字化方案提供商，布局AI算力云服务与服务生态。2025年2月4日官微：青云科技旗下AI算力云服务——基石智算CoresHub正式上线DeepSeek-R1系列模型。\n3、公司与智谱AI达成合作，预训练模型悟道API正式入驻青云云市场，将共同为开发者提供预训练模型服务能力，青云面向企业用户提供弹性高性能计算EHPC、400GbpsIB网络等。\n4、公司的云安全提供多维度的云安全体系涉及系统和网络安全、应用安全、数据安全、内容安全、身份认证及安全管理等各个层面。\n5、公司研发的Vastbase数据库已完成与鲲鹏CPU、飞腾CPU等适配；能够在欧拉、麒麟等操作系统运行，适配支持华为云、青云等云平台。"
        },
        {
          "code": "sh605111",
          "name": "新洁能",
          "limit_time": null,
          "analysis": "汽车芯片+先进封装+半导体+机器人+AI服务器\n1、公司目前已经推出200款车规级MOSFET产品，并应用至比亚迪的全系列车型中，同时对联合电子、伯特利等国内头部Tier1持续规模出货，公司已经获得联合电子20多个汽车电子项目的定点通知书。\n2、全资子公司电基集成，致力于研发与生产国际一流同行已有、但国内无法找到代工资源的先进封装技术和产品。\n3、参股公司苏州矩阵专注于国内空白的化合物半导体磁传感材料及芯片的研发和生产。\n4、公司的MOSFET、IGBT等产品广泛应用于机器人多个细分领域,如工业机器人、水下机器人、扫地机器人等,其他多个机器人领域客户正在积极拓展中。\n5、公司利用自身优势，围绕AI算力服务器的相关需求开发产品，并积极开发下游客户，目前公司的相关产品已经在AI算力领域头部客户实现批量销售。"
        },
        {
          "code": "sz000066",
          "name": "中国长城",
          "limit_time": "",
          "analysis": "国产CPU+业绩减亏+商业航天+AI服务器+液冷\n1、数据中心服务器CPU需求增加，导致供需关系出现不平衡，公司飞腾芯片产品主要包括高性能服务器CPU、高效能桌面CPU等四大系列，为从端到云的各型设备提供核心算力支撑。\n2、2026年1月19日公告，预计2025年归母净利润亏损3500万元–7000万元，同比减亏约95.27%–97.63%，主因剥离非核心资产取得投资收益5.95亿元–6.7亿元。\n3、2025年11月26日互动，公司为中国航天事业提供特种显示设备及载人飞船交互系统。\n4、公司产品包括长城擎天训推一体机等AI服务器，液冷产品如喷淋液冷服务器可应用于中大型数据中心。新一代飞腾D3000产品可增补海光、兆芯、龙芯等多形态产品，满足市场不同需求。\n5、西安公路研究院联合中国电子旗下飞腾、麒麟软件、中国长城等打造的“基于飞腾CPU的国产化收费系统”首次在全路段高速公路——陕西西镇高速公路投入使用，采用飞腾腾云S2500、飞腾腾锐D2000作为算力支撑。"
        },
        {
          "code": "sh603353",
          "name": "和顺石油",
          "limit_time": "",
          "analysis": "AI芯片+拟控股奎芯科技+AI智能检测+充电桩\n1、2025年12月19日互动，公司收购奎芯科技控制权项目已经展开标的公司现场尽职调查工作，目前尽调推进有序。2025年11月16日晚公告，公司拟以现金收购及增资方式取得上海奎芯集成不低于34%股权并控制其51%表决权，奎芯科技核心业务为高速接口IP、Chiplet及AI芯片设计服务，2024年IP+Chiplet营收占比超50%，标杆客户包括国际存储行业巨头以及A1领域独角兽企业。\n2、公司以AI技术重塑 “和顺石油”品牌内核，构建现代化零售运营体系：通过AI智能检测实现油品合格率100%。\n3、2025年10月10日互动，公司已建的充电站都配套有华为液冷超充设备，计划投建站点仍将推进配套华为充电设备。\n4、公司深耕成品油流通领域，为湖南省首家获国家商务部批准的成品油批发资质的石油企业。截至2025年6月30日，公司运营管理35座自营加油站，因历史原因公司2座自有产权站点对外租赁。"
        }
      ]
    },
    {
      "name": "PCB",
      "reason": "2026年1月21日晚，金安国纪预计盈利增长超6倍。AI服务器、数据中心对高多层板、HDI板需求爆发，推动高端PCB放量。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sz001389",
          "name": "广合科技",
          "limit_time": "14:49:03",
          "analysis": "算力服务器PCB+业绩预增+服务器HDI+光模块PCB\n1、公司核心业务为服务器PCB，PCB 下游客户广泛分布在东北亚、东南亚、墨西哥等地区。2024 年公司主营业务收入 34.79 亿元，其中服务器PCB 业务收入 27.05 亿元，服务器业务同比增长 45.59%。\n2、2026年1月15日晚公告，公司预计2025年净利润9.8-10.2亿元，同比增长44.95%-50.87%，主因算力基础设施需求旺盛。2025年10月9日互动，公司PCB产品有应用于AI服务器、高速交换机、新代际通用服务器和光模块等领域，部分产品有用到高阶HDI工艺。\n3、公司是中国内资PCB企业中排名第一的服务器PCB供应商。\n4、2025年6月27日互动，公司有向客户提供800G交换机样品和光模块PCB样品，暂无量产订单。"
        },
        {
          "code": "sz002141",
          "name": "贤丰控股",
          "limit_time": "09:43:57",
          "analysis": "覆铜板+碳酸锂+动物疫苗\n1、2025年7月3日互动：公司覆铜板业务具有年产720万张产能，实际产能利用情况根据市场需求确定，主要产品包括常规 FR-4/CEM-3系列覆铜板、无铅无卤FR-4系列覆铜板等。公司覆铜板业务主要产品包括常规FR-4/CEM-3系列覆铜板、无铅无卤FR-4系列覆铜板等。\n2、公司参股36%的茫崖兴元钾肥旗下拥有锂矿资源。下属控股子公司青海中农贤丰锂业拥有碳酸锂项目。公司与贝特瑞合作设立控股子公司贤丰新材料， 筹划开展锂离子电池正极材料三元前驱体业务。\n3、公司兽用疫苗业务的主要产品为猪用疫苗。\n4、贤丰集团与江宸新能源合作，建成1万吨前驱体产能项目，计划5万吨规模的钠电材料产能，并新建年处理10万吨电池拆解回收循环利用项目。"
        },
        {
          "code": "sz002815",
          "name": "崇达技术",
          "limit_time": "13:17:57",
          "analysis": "PCB+AI服务器+人形机器人+MATE系列手机\n1、公司是全球小批量PCB行业的领先者。公司珠海崇达二期项目，主要定位于高多层板、HDI 板、软硬结合板等高端 PCB 板的生产，应用于通信、服务器、智能手机、电脑等领域。\n2、2026年1月21日互动，公司PCB产品已应用于AI服务器(与国产GPU厂商合作出货)等领域。公司供给工业控制领域客户的PCB产品有应用于智能家居、人形机器人、工业机器人等方面。\n3、2024年11月19日盘前互动，三德冠目前根据客户需求持续交付应用于Mate系列、X5折叠屏手机、平板电脑等方面的柔性线路板产品。\n4、公司主要产品类型包括高多层板、HDI板、高频高速板、厚铜板等，公司产品广泛应用于5G通信、服务器、航空航天等领域。汽车电子方面，公司的主要合作的客户有安波福、Hanon等。公司有小批量间接供应特斯拉汽车PCB。"
        },
        {
          "code": "sz002938",
          "name": "鹏鼎控股",
          "limit_time": "13:21:06",
          "analysis": "PCB（SLP）+苹果+AI服务器\n1、网传纪要表示，cowop工艺即芯片可以直接封装到PCB上，对PCB的要求可能会上到mSAP工艺。鹏鼎控股具备量产SLP能力，mSAP技术强。（未经证实）公司2017 年-2024年连续八年位列全球最大PCB生产企业。公司产品包括HDI，秦皇岛高阶HDI印制电路板扩产项目投资完毕；淮安新园区高端HDI和先进SLP类载板智能制造项目正在进行中。\n2、2026年1月5日互动，公司1.6T光模块相关产品已经出货，3.2T产品目前与客户开发中。网传机构短文称公司近期在谷歌TPU整体验证顺利，NV相关供货良率爬坡顺利，叠加1.6T光模块PCB计划用msap工艺（此为鹏鼎核心技术优势之一），配合淮安工厂产能逐步释放。\n3、公司客户包括苹果，公司产品在美国地区销售占比80.69%。\n4、AI服务器、HPC领域是鹏鼎重点开发的领域，已有相应产品。公司在以AMD芯片作为服务器终端方案的平台中，为多家服务器客户提供PCB产品。"
        },
        {
          "code": "sz002579",
          "name": "中京电子",
          "limit_time": "",
          "analysis": "PCB+先进封装+人形机器人+Switch供应商+AI眼镜\n1、公司主营产品为印制电路板，包括刚性电路板、高密度互联板（HDI）、柔性电路板（FPC）等。2025年5月9日机构调研，公司高多层板及高阶HD板及柔性电路FPC，其中8层以上通孔板及三阶以上HDI板占比逐步提升。成功开发AI服务器、AI眼镜、机器人等应用相关客户。\n2、公司IC载板产品可用于存储芯片、射频芯片等芯片封装。公司持有持有集成电路半导体天水华洋部分股份，主营半导体封装材料引线框架业务。\n3、公司2024年互动多次表示人形机器人等新兴市场领域是公司新产品开发的方向之一。子公司元盛电子为Switch系列供应FPC(柔性电路板)，网传纪要表示单机价值量约40元（未经证实）。\n4、公司柔性电路FPC相关产品可应用于折叠屏手机。子公司元盛电子向京东方提供柔性折叠屏（OLED）配套FPC产品。公司系HW的二级供应商。\n5、公司已开展储能电池用BMS配套产品服务。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "阿里巴巴宣布千问全面接入淘宝、支付宝等阿里核心生态",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002283",
          "name": "天润工业",
          "limit_time": "09:36:00",
          "analysis": "AI智能体+工业机器人+发电机曲轴（供货康明斯）+新能源汽车+氢能\n1、公司重点在生产、业务、管理三个方向开展AI智能体应用，基于图像识别及智能推理技术，重点实现生产板块的视觉质量防错、视觉动作防错、视觉行为监测等，实现业务领域的流程智能化改造。\n2、公司生产的主营产品曲轴、连杆主要供给生产发动机的主机厂，随主机厂装配到整车、船或发电机组等，发电机组客户包括潍柴重机、博杜安、上柴、重康等。公司国内主流商用车发动机客户配套率达95%以上。公司最大的客户是潍柴，公司收入将近三分之一来自潍柴系列。康明斯的配套业务收入占总收入的20%左右。\n3、公司铸件产品中包含转盘、底座、摇杆等工业机器人类铸件毛坯及成品，公司生产经营也会涉及到工业机器人的应用。\n4、公司参股天润先进材料研究院已布局电动轻卡智能化锂电池PACK研发及产业化项目，研发的高端氧化物陶瓷材料、热喷涂涂层材料、刀片钢、模具钢等产品突破国外“卡脖子”技术，填补国内空白。\n5、氢能源发动机与传统内燃机曲轴、连杆零部件是一样的，公司的曲轴、连杆可运用于氢能源发动机。"
        },
        {
          "code": "sh603095",
          "name": "越剑智能",
          "limit_time": "11:28:15",
          "analysis": "AI智能验布机+机器人+合作华为+人工智能\n1、2025年12月22日公司在第20届上海国际纺织工业展览会上重点展示了加弹机、经编机及智能验布机，其AI智能验布机深度融合华为ESIE算法模型与昇腾AI算力，验布速度可达60米/分钟，瑕疵检出率超90%，能精准识别针织、梭织等多场景面料瑕疵，还可通过边缘计算与云端协同实现质量追溯。\n2、公司拥有产业投资基金，主要投资于与公司有一定业务协同的工业互联网、机器人及零部件等领域的企业。\n3、2024年10月21日，公司与华为签署合作协议，以华为ESIE（边缘业务智能使能器）质检产品为基础，围绕“边缘计算+AI+装备升级”进行合作，共同推动人工智能助力纺织装备制造产业升级，将围绕企业数字化转型、智慧工厂建设等领域展开深入合作。\n4、公司为浙江省高端装备制造业骨干企业，公司募集资金投资项目中的高速加弹机、假捻变形机、经编机、高速剑杆毛巾织机等产品属于浙江省高端装备制造业发展重点领域。"
        },
        {
          "code": "sh600986",
          "name": "浙文互联",
          "limit_time": "",
          "analysis": "AI营销（字节）+AI搜索+AI算力（阿里）\n1、2026年1月20日官微，近日公司与字节跳动旗下巨量引擎合作共建的“派智”灵动数字人，在2025年累计消耗量已突破2.5亿元，同比实现5倍增长，标志着数字人在营销场景的商业化应用进入成熟阶段，AI营销实践带来生产效率的显著提升，彰显出AI程序化广告广阔的商业前景。\n2、浙文投董事长2019-2023年曾主导杭钢云，引入华为云、阿里云两大客户。公司布局发展了算力基础设施业务，成立全资子公司浙文智算，为AI相关业务及数字文化发展提供算力底座服务。2025年3月5日盘后，蓝耘科技子公司获37亿算力订单；公司与蓝耘科技共同设立浙文蓝耘(公司与蓝耘科技各持股50%)。\n3、公司与头条、腾讯、快手等头部媒体均建立了长期的合作关系。公司拥有今日头条核心代理等代理商牌照。\n4、公司是一家国有相对控股（浙江财政厅）、行业领先的数字文化科技公司；公司与秘塔AI达成合作；公司完成本地化部署的Deepseek-R1推理大模型。"
        },
        {
          "code": "sz001330",
          "name": "博纳影业",
          "limit_time": "",
          "analysis": "AI短剧+飞驰人生3+拟增资子公司+电影发行\n1、2026年1月12日官微，博乐分镜时间线编辑器即将上线。博乐一键AI短剧即将上线的博乐成片预演系统。博纳影业自研的模拟影视创意策划会的AI协作工具“博乐圆桌”和AI短剧智能生成平台“博卡一键AI短剧”两款产品均已开放线上注册使用。\n2、2026年1月14日互动，公司参与出品由韩寒执导的新片《飞驰人生3》，该影片目前已定档2026年春节档全国院线上映。\n3、2025年10月30日晚公告，公司拟以8.67亿元债权向全资子公司北京博纳债转股增资。\n4、公司是国内首家从事电影发行业务的民营企业，现已成为行业知名的全产业链布局的电影集团公司，主营业务为电影的投资、发行、院线及影院业务。\n5、浙江东阳阿里巴巴影业持有博纳影业6.18%的股份，是公司第三大股东。"
        }
      ]
    },
    {
      "name": "AI硬件",
      "reason": "2026年1月15日，台积电董事长兼首席执行官C.C.Wei举行2025Q4绩后法说会。台积电公布2026年资本支出计划最高将达560亿美元，新一轮AI算力建设驱动高速光模块需求高增。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh603256",
          "name": "宏和科技",
          "limit_time": "13:27:10",
          "analysis": "电子级玻纤布（Q 布）+海鲜两岸+供货苹果\n1、M9预计搭配Q布，迎来需求放量元年。2026年1月14日募集说明书注册稿，公司定增募资建设高性能玻纤纱产线及研发中心，项目投产后将显著扩大低介电、低热膨胀系数电子布产能，相关产品已通过部分客户认证。\n2、网传纪要（未证实），公司2024年开始做Q布的认证，华为牵头打通产业链认证并与公司签了四方协议，同时台光、生益、斗山等也均通过认证，已开始批量出货。\n3、主营中高端电子级玻璃纤维布，市占率约30%-35%，客户包括生益科技、松下、南亚新材等全球前十覆铜板厂商，其中低介电二代及LowCTE等产品2024年被客户认证通过，2025年开始批量供应给下游客户。\n4、公司实控人GraceTsuHanWong，王文洋为台湾籍\n5、公司是苹果 iPhone/iPad等产品中电子级玻璃纤维布的核心供应商。"
        },
        {
          "code": "sh605277",
          "name": "新亚电子",
          "limit_time": "09:47:26",
          "analysis": "高频高速数据线材+安费诺+间接客户甲骨文+机器人\n1、2025年9月24日盘后互动，公司高频高速铜缆连接线通过安费诺进入谷歌、亚马逊、微软、甲骨文、Meta、浪潮、新华三、中科曙光等知名服务器制造商供应链，截至2025年半年度该产品实现营业收入9387.52万元，同比增长87.28%，占公司总营收的4.83%。\n2、参股子公司科宝光电可提供机器人本体、减速电机、伺服系统、传感器等线缆，为松下、追觅科技等制造商的机器人专用线缆供应商。\n3、公司直接向华为提供各类阻燃耐火软电缆、5G光电混合缆等通信线缆及数据线材、和新能源系列线缆及组件产品。\n4、公司拥有液冷充电桩线缆的技术储备和生产能力，为阿里定制的新一代浸没式液冷集中式供电电源。"
        },
        {
          "code": "sh600330",
          "name": "天通股份",
          "limit_time": "10:48:34",
          "analysis": "光模块上游/铌酸锂晶体+商业航天+逆变器上游软磁材料\n1、美国AI导致缺电，天通作为变压器更上游的磁性材料，更适用SST的纳米晶材料在大规模扩产，公司生产的软磁材料应用于逆变器中的高频变压器、驱动变压器等器件，与多家行业领先公司均有合作。公司生产的铌酸锂晶体材料是铌酸锂电光调制芯片及器件的上游关键原材料。\n2、2025年11月27日公司官微，旗下100%控股子公司天通精电亮相中国空天信息和卫星互联网创新联盟大会，作了《商业卫星数字化批量电装技术》的专题报告，表示已完成商业卫星电装车间的全面数字化改造。\n3、公司是晶体材料和晶体设备领域的领先企业压电晶体材料（压电晶圆），已打破国际垄断，产品成功实现量产，销量位居中国同行第一。\n4、湖南新天力生产的辊道窑、钟罩炉等烧结设备是锂电池正负极材料制备的核心设备，公司产品广泛应用于新能源电动车锂电行业。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "2026年1月21日工信部：将发布人形机器人与具身智能综合标准化体系建设指南",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz002969",
          "name": "嘉美包装",
          "limit_time": "14:55:03",
          "analysis": "控制权变更（追觅科技）+旺旺合作+食品饮料包装容器+啤酒\n1、2025年12月16日晚公告，追觅科技创始人俞浩通过旗下持股平台苏州逐越鸿智，以协议转让与主动要约方式，斥资约22.82亿元（总计控股54.9%），取得嘉美包装公司控制权。俞浩为国内扫地机器人“四小龙”之一追觅科技创始人，12月23日晚公告补充说明了“不存在未来36个月内通过上市公司借壳上市的计划或安排。”\n2、公司组织形式属于港澳台企业。公司主营业务是食品饮料包装容器的研产销售及提供饮料灌装服务。公司长期为旺旺提供相关服务。\n3、公司位于安徽省近日安徽广德“三件套”火出圈，公司自主品牌“喝吧”精酿啤酒从配方，制造，到销售等各环节，均由公司自主经营。公司电商淘宝店，苏宁店有售。\n4、公司主要产品包括三片罐、二片罐、无菌纸包装和PET瓶，主要用于含乳饮料和植物蛋白饮料、即饮茶和其他饮料以及瓶装水的包装，同时提供各类饮料的灌装服务。"
        },
        {
          "code": "sh605488",
          "name": "福莱新材",
          "limit_time": "09:46:20",
          "analysis": "第三代电子皮肤+消费电子+华为+散热材料\n1、2026年1月17日，第一届深圳上市公司AI创新交流会上，公司首席科学家陈书厅博士表示公司成功研发并推出集“柔性传感+芯片+算法+大模型”于一体第三代电子皮肤系统，可为灵巧手的灵巧操作和安全交互提供重要支持。\n2、2025年9月18日互动，公司柔性传感器及触觉感知系统已在多应用领域有产品落地，与多家知名机器人公司和灵巧手公司均有深度合作。\n3、公司凭借在功能性涂层材料的技术积累，围绕OLED屏幕生产过程中的工业检测应用与头部屏厂开展深度共同研发，进而既实现产品进口替代。\n4、公司电子级功能材料主要应用于华为、苹果、三星及国内知名高端品牌手机的无线充电模组及石墨散热模块。\n5、公司是国内领先的功能性涂布复合材料生产商，主营业务为功能性涂布复合材料的研发、生产和销售；研发的柔性传感材料可应用到锂电池安全监测领域。"
        },
        {
          "code": "sh603608",
          "name": "天创时尚",
          "limit_time": "14:23:00",
          "analysis": "机器人+商业航天+时尚女鞋+VR虚拟衣帽间\n1、2025年12月26日公告，安徽先睿受让泉州禾天及香港高创合计19.95%股份，完成后控股股东变更为安徽先睿，实际控制人变更为胡先根。标的公司为轴承企业慈兴集团全资子公司，核心业务为机器人轴承与商业航天轴承两大板块。\n2、网传慈兴集团间接为SpaceX等航天巨头提供关键支撑。（未证实）\n3、公司为时尚女鞋多品牌全产业链数字化运营商之一，旗下拥有六大女鞋品牌，以及代理西班牙中高端女鞋品牌“Patricia”。\n4、公司VR虚拟衣帽间处于测试与验收阶段，目标为用户打造一款VR在线沉浸式立体仿真鞋服装扮工具。2024年8月5日盘后互动，快美妆科技的工商变更登记手续已于近日完成，本次变更后，深圳九颂不再持有快美妆科技的股权。\n5、全资子公司小子科技聚焦互联网营销，在抖音等短视频平台从事二类电商业务，2020年公司与字节系合作份额占其营收约10%，后续无披露。"
        },
        {
          "code": "sh603040",
          "name": "新坐标",
          "limit_time": "14:56:45",
          "analysis": "丝杠送样+机器人+汽车零部件+汽车底盘\n1、2026年1月15日投资者关系活动记录表，公司已完成滚珠丝杠、行星滚柱丝杠全流程开发并进入客户送样阶段，拓展精密传动赛道。公司已完成滚珠丝杠、行星滚柱丝杠全流程开发，2025年10月底建成月产2万套行星滚柱丝杠产线，预计2026年3月底可达月产3万台套，2026年12月底产能计划扩至月产4万套。\n2、墨西哥子公司作为公司在北美市场的生产基地，主要服务墨西哥大众、北美通用等国际客户。\n3、公司底盘系统精密零部件已量产运用于比亚迪多个车型。公司积极拓展冷锻技术在新能源汽车领域中的运用。\n4、公司主营业务为精密零部件的研产销，90%以上的客户为汽车厂商，客户涵盖比亚迪、吉利汽车、长安汽车等，海外营收占比51.4%。公司称全球首创不锈钢线材表面磷化工艺，现已量产，并在多家客户处进行了验证。"
        },
        {
          "code": "sh605118",
          "name": "力鼎光电",
          "limit_time": "09:57:45",
          "analysis": "机器人+机器视觉（视觉捕捉）+AI眼镜+无人机+车载镜头\n1、2025年8月7日互动，应用于超市机器人的E3479A产品已实现批量供应,同时公司的多款产品在北美、欧洲等厂商的物流机器人相关产品均实现定标。公司目前积极布局无人物流系统,超市机器人,家用服务型机器人等相关行业。\n2、镜头产品在AI或机器人领域的作用主要是为其提供更加清晰、完整、高效的视觉捕捉和视觉识别,公司早已沉淀了多年机器视觉应用领域的开发和生产技术。\n3、AR眼镜或AI眼镜非公司光学产品的主要应用领域目前规模极小，占公司营业收入比重低于1%。公司参股20%上海理鑫光学，后者主要产品包括激光超短焦投影镜头、增强现实眼镜核心元器件、AR/VR镜头等。\n4、网传纪要表示FPV（穿越机）为海外战场最大的消耗品，军贸最大量的方向。公司无人机包括消费类无人机和专业应用类无人机，主要客户多数为境外国际客户。\n5、公司专注于光学镜头，产品主要以玻璃镜头为主，可分为定焦镜头和变焦镜头两大类。公司与国内汽车品牌的上游模组厂合作，为其下游汽车品牌客户的整车配套镜头产品，包括环视镜头、ADAS镜头、DMS镜头等。"
        },
        {
          "code": "sz001288",
          "name": "运机集团",
          "limit_time": "10:33:42",
          "analysis": "矿山智能工业机器人+昇腾DeepSeek一体机\n1、2025年8月7日互动，子公司华运智远已研发挂轨、趴轨、四轮足巡检机器人，并将继续加大人形机器人研发力度。\n2、公司已和华为签订全面合作协议，在矿山智能工业巡检机器人展开合作。2024年12月全资子公司华远智能发布“矿山智能工业巡检机器人V1.0”，将在几内亚西芒杜矿山项目商用，预计2025年上半年完成交付。网传（未证实）公司目前在手订单40亿+，海外订单占比80%，包括银谷国际、西芒杜等多个示范性工程。海外大客户与公司具有签单意向。\n3、华运智远于2025年2月19日推出基于昇腾算力的DeepSeek大模型超融合一体机。\n4、公司自主研发、生产部分小型减速器，大部分系外购配套，包括圆锥圆柱齿轮减速器等。\n5、公司主要从事以带式输送机为主的节能环保型输送机械成套设备的研发、设计、生产和销售，是物料输送系统解决方案的供应商。2024年11月6日盘后公告，公司于 2024 年 10月 29 日召开会议，审议通过《关于收购山东欧瑞安电气有限公司 56.50%股权的议案》。"
        },
        {
          "code": "sh603665",
          "name": "康隆达",
          "limit_time": "10:52:42",
          "analysis": "机器人（超高分子聚乙烯）+拟出让Suay Chin股权+外销+碳酸锂\n1、网传资料显示特斯拉灵巧手驱控方案要用到腱绳，腱绳材料主要以超高分子量聚乙烯与PBO纤维为主。公司超高分子聚乙烯具备1000吨产能。\n2、2026年1月14日公告，公司及全资子公司金昊新材料共同持有的全资子公司泰安欣昌、胡艳霞与NIANGADOU签订《股份出售协议》，拟将持有的Suay Chin100%股权出售给NIANGADOU，交易价格折合人民币约6636万元。\n3、公司开发新工艺、新材料和新产品，逐步拓宽业务领域，如医疗卫生健康防护手套、防弹防刺和军用防护产品等。公司越南基地侧重于高端安防手套和一次性医用手套的生产和销售。\n4、公司的产品主要销往以欧洲、美国和日本为主的境外市场，外销占比71.11%。\n5、公司控股子公司天成锂业和协成锂业分别从事硫酸锂溶液和碳酸锂为主产品的研发、生产和销售，生产经营正常。"
        },
        {
          "code": "sz300828",
          "name": "锐新科技",
          "limit_time": "13:03:36",
          "analysis": "机器人+液冷服务器+散热系统\n1、2025年12月4日机构调研，公司生产伺服电机机壳及机器人关节臂等部件，具备机器人领域应用潜力，并将深化电力电子散热器及汽车零部件业务，积极拓展新兴市场。\n2、公司铝合金散热器应用在液冷服务器中。\n3、公司生产的产品为电力电子散热器，是光伏发电系统的逆变器中的重要部件；在风电领域的产品是水冷散热器和扇叶支架，主要客户有维斯塔斯，通用电气等。\n4、公司在新能源汽车领域的产品主要包括新能源汽车电池箱体、新能源汽车驱动水冷电机机座等产品，公司先后与潍柴动力、金康赛力斯、英利汽车等汽车主机厂和零部件供应商深入合作。"
        },
        {
          "code": "sh603305",
          "name": "旭升集团",
          "limit_time": "13:37:10",
          "analysis": "机器人轻量化+网传供货SpaceX+78亿定点+实控人变更+特斯拉\n1、网传与北美人形机器人公司Figure有合作或送样、接触的公司包括旭升集团（未证实）。2025年4月25日公告，公司深度挖掘自身铝合金精密加工专长，结合人形机器人独特的结构与性能需求，全力投入关节壳体、躯干结构件等关键产品研发，并斩获多家海内外客户项目定点。\n2、据网传公司过去几年给Space X供应轻量化壳体(小锅盖终端），营收达数亿元。为保证供应链顺畅，近期该业务调整至泰国新厂，正处于重新认证谈判阶段。（未证实）\n3、2026年1月5日晚公告，近日收到了北美新能源汽车厂商的定点通知，公司将为该客户供应动力总成、车身件、副车架、电池盒等零部件产品。此次定点项目生命周期约为8年，生命周期总销售金额约人民币78亿元。\n4、2025年12月23日晚公告，公司控股股东将变为广州工业投资，实控人将变为广州市人民政府。\n5、公司为特斯拉全球供应商，目前合作的产品覆盖特斯拉在售的所有车型。"
        }
      ]
    },
    {
      "name": "有色金属",
      "reason": "2026年1月21日，伦敦金、COMEX黄金双双突破4800美元。再创历史新高。2026年1月20日盘中，沪银主连涨超4%，价格逼近历史前高。",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh601212",
          "name": "白银有色",
          "limit_time": "13:00:29",
          "analysis": "黄金+白银+特种电缆（核聚变）\n1、公司具备年产铜40万吨、铅锌40万吨、金15吨（营收占比18.67%）、白银500吨（营收占比4.54%）多品种有色金属综合生产能力；公司收购巴西铜金矿项目已于2025年4月完成交割，铜金属资源量增至约93万吨。 \n2、公司的主要业务为铜、锌、铅、金、银等多种有色金属及贵金属的采选、冶炼、加工及贸易。\n3、公司下属长通公司，主导产品为高、低温超导电缆、特种电缆等。 产品应用于国内外重大工程项目上，如酒泉卫星发射基地、天宫一号、 神舟系列、国际热核聚变实验堆（ITER） 等项目。国内首根核聚变装置用 750 米超导电缆由长通公司研发制造并交付使用。"
        },
        {
          "code": "sz001202",
          "name": "炬申股份",
          "limit_time": "09:39:24",
          "analysis": "铝土矿转运+有色金属物流+新疆振兴+一带一路\n1、2026年1月6日公告，公司下属子公司香港申瑞与几内亚某公司签署了铝土矿转运协议，提供从港口码头至过驳锚地的铝土矿驳运与锚地过驳服务。合同金额暂定为1.34亿美元，协议期限暂定为3年。预计将对公司未来经营业绩产生积极影响。\n2、公司物流运输服务业务占比约73%，专注于有色金属领域，是华南地区领先的铝产业链物流企业，此外，仓储业务占比约26%，服务品类现已涵盖铝锭、铝棒、氧化铝、电解铜、不锈钢、锌锭、工业硅、PVC及棉纱等多类品种。\n3、炬申智运平台是公司子公司炬申智运打造的网络货运平台，平台对供应链中的物流、车流、商流、资金流、信息流进行整合，形成大数据中心从而推动大宗物资贸易产业互联网升级，降低供应链物流系统的成本。\n4、公司在新疆布局有“炬申准东陆路港项目”。公司广西的募投项目“钦州临港物流园项目”背靠大西南、东邻粤港澳、面向东南亚，是“一带一路”南向通道陆海节点。"
        },
        {
          "code": "sz000036",
          "name": "华联控股",
          "limit_time": "09:41:18",
          "analysis": "拟收购境外锂业公司+房地产开发+盐湖提锂+物业经营\n1、2025年12月22日晚公告，公司拟以自有或自筹资金约人民币12.35亿元受让智利锂业等合计持有的Argentum Lithium100%股份，从而获得Arizaro项目80%的权益。标的公司主要收入来源于盐湖提锂，其主要产品为电池级碳酸锂。\n2、公司主营业务为房地产开发和物业经营与服务管理业务，目前主要集中在深圳、杭州等城市。\n3、2025年11月20日投资者关系活动记录表，公司参股珠海聚能两条年产5000吨锂离子吸附剂生产线已正式投产并启动销售推广，公司通过中保清源汇海产业基金持有其36%股权，切入盐湖提锂赛道。\n4、物业经营与服务管理业务主要集中在深圳、杭州、上海等区域。从事该业务的实体为华联物业集团，负责统筹、运营和管理本公司和华联集团的物业资产租赁及住宅地产项目、商业地产项目提供物业服务等。"
        },
        {
          "code": "sh600868",
          "name": "梅雁吉祥",
          "limit_time": "14:45:38",
          "analysis": "银锑矿资源+水力发电+储能+氢能\n1、2025年11月29日公告，全资子公司梅州市梅雁矿业嵩溪锑银矿资源储量核实报告评审备案申请已获自然资源部受理，储量核实报告进入审核完善阶段。全资子公司梅雁矿业拥有嵩溪银矿区宝山区段银矿开采权，可开采矿区探明的锑矿石量121.97万吨，锑金属量24023.7吨。\n2、公司电站全部在广东梅州地区，目前所发电量全部由广东电网公司收购，拥有梅县坝头等七个水电站。目前建成投产的水电站总装机容量为15.1万千瓦，年设计发电量约4.7亿度。\n3、广东吉洋能源参与的广州地铁18号线飞轮储能项目目前处于挂网联调阶段，该项目由广州地铁集团牵头，联合湖北东湖实验室、广州地铁设计院、合肥召洋电子、广东吉洋能源公司共同参与实施。\n4、公司参股49.5%上海安永绿氢能源发展中心，以上海为主要试点区域，积极培育并参与制氢、输氢、储氢、用氢以及相关业务的发展。"
        },
        {
          "code": "sz002716",
          "name": "湖南白银",
          "limit_time": "14:55:06",
          "analysis": "白银+黄金+铜\n1、公司的主营业务为白银（59.97%）、电解铅、黄金（17.49%）、电积铜、银制品等有色金属及贵金属产品的冶炼和销售；子公司宝山矿业作为核心矿山资产，拥有湖南省桂阳县宝山铅锌银矿的采矿权，以生产铅精矿、锌精矿、硫精矿为主，产品富含金、银等贵重金属。全资子公司宝山矿业拥有45万吨/年铅锌银矿开采权。\n2、子公司西藏金和矿业和西藏俊龙矿业均有黄金储量。\n3、2024年3月3日公告，变更公司名称为“湖南白银”。公司控股股东变更为湖南有色集团，实控人变更为湖南省国资委。市场预期或将优质矿山资产注入金贵银业。"
        },
        {
          "code": "sz002785",
          "name": "万里石",
          "limit_time": null,
          "analysis": "计划开发钼铀多金属矿+核电+合作中国铀业+资产注入预期\n1、2025年12月30日公布，公司拟与关联方哈富矿业及Wealth Xin共同设立海南中哈万里石矿业，公司出资72万美元，占比40%。合资公司拟收购目标公司全部股权，其拥有哈萨克斯坦库尔代区稀有金属、有色金属及贵金属探矿权，计划开发运营库尔代钼铀多金属矿资源。\n2、2025年6月4日互动，公司拟收购的天然铀相关资产，属于(核电)产业链上游原料及设备供应。\n3、公司控股子公司厦门万里石矿业与中国铀业（纳米比亚）矿业签署了合作框架协议。\n4、2025年5月15日调研纪要，根据万里石香港与哈富矿业2024年8月签订的合作框架协议，哈富矿业拥有的天然铀探矿权证所赋予的权利排他性的、不可撤销的全部授予万里石香港，在履行必要的程序后将资产注入上市公司；哈富矿业在哈萨克斯坦初步探明铀资源储能超过10万吨。 \n5、公司锰钛系原卤提锂技术全球领先，锂资源总利用率在85%以上，每吨碳酸锂生产成本仅为1.6-2.0万元，是其他盐湖提锂生产碳酸锂技术成本的2/3。"
        },
        {
          "code": "sh603988",
          "name": "中电电机",
          "limit_time": "",
          "analysis": "金矿注入预期+风力发电机+柴油发电机\n1、2025年3月4日公告，已完成工商变更登记及协议转让交割，高地资源成为公司第一大股东，持股比例30%。2024年7月25日晚公告，实控人拟由宁波君拓变为高地资源，交易完成实控人将变更为郭文军。媒体报道，郭名下最为核心的资产是珠拉金矿。截至2022年底，这座开采历史近20年的金矿的矿石量仍余105.12万t。\n2、公司生产的大中型交直流电机等产品可广泛应用于风电、 冶金、 能源、 煤炭、 水利、 船舶、 水泥建材、 石油、 化工等领域。\n3、据公司官网，公司研发出多种系列船用柴油发电机，适用于陆用、船用，满足船级社的规范要求。\n4、公司2023年在新产品和新领域继续增强研发力度，全面推进双馈型风力发电机的研发及量产。公司部分风力发电机产品用于海上风力发电。\n5、公司自主研制异步单机容量过2万千瓦的24000kW-4P电机，填补了公司在新领域、特殊工况行业的空白。"
        }
      ]
    },
    {
      "name": "国产大飞机",
      "reason": "2026年1月20日讯，欧空局(EASA)完成对C919的符合性试飞，正式给出\"性能良好，安全可靠”的核心评价，标志着C919 向叩开全球主流航空市场迈出决定性一步。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sh600391",
          "name": "航发科技",
          "limit_time": "10:20:52",
          "analysis": "大飞机+航空发动机+燃气轮机+低空经济\n1、网传纪要表示，航发科技是商飞集团控股的国产航发配套平台，掌握高温合金精密铸造技术，国产化率超85%且避开美国出口管制，为航发CJ-1000A供应叶片/机匣，在航发中价值量的为6000万人民币/架，直接承接海外订单转移及国产大飞机配套需求爆发。\n2、2026年1月18日消息，中国航发\"太行7\"燃气轮机、\"太行15\"燃气轮机和\"太行110\"重型燃气轮机，近日成功完成国家能源局燃气轮机创新发展示范项目评估验收。公司主营业务为航空发动机及燃气轮机及零部件的研发、制造、销售、服务。\n3、2026年1月8日盘后消息，马斯克确认xAI采购5台斗山能源380MW燃机，据悉，这批订单中的前两台机组预计将于2026年底交付。2025年12月25日互动，公司已与GE Vernova等企业建立长期稳定合作关系，为其燃气轮机等相关产品提供零部件配套，2024年曾获得GE Vernova“杰出合作伙伴奖”。\n4、公司控股股东中国航发成都发动机公司于2024年设立了专注于低空经济业务的子公司四川天府轻型动力。"
        },
        {
          "code": "sz002985",
          "name": "北摩高科",
          "limit_time": "13:00:45",
          "analysis": "国产大飞机+商业航天+军工+沙特合作\n1、公司的起落架产品目前应用于多种机型,是成飞、沈飞等集团等各大主机厂的配套供应商。公司2025年上半年起落架业务实现多型机批量交付，营收4.6亿元、净利8097万元，同比分别增长33.4%、21.5%，单机价值量高，全年有望持续放量。\n2、公司是航空航天飞行器刹车制动领域的核心供应商，主营为军、民两用航空航天飞行器起落架着陆系统及坦克装甲车辆、高速列车等刹车制动产品。\n3、2026年1月6日互动，公司子公司京瀚禹正在积极拓展和北京微纳星空的合作，其他单位的合作在陆续对接中。公司的全电刹车技术已应用于航空航天装备上，子公司京瀚禹已经为客户提供各类可靠性试验服务，现已有商业卫星配套等检测项目落地。\n4、公司炭/炭复合材料及粉末冶金摩擦片等刹车制动产品列装在多种型号的战斗机、运输机重点军工装备及A320系列飞机。\n5、公司与沙特国家工业发展中心、中国航空共同合作开展飞机起落架、飞机机轮刹车系统、飞机起落架着陆系统实验室等项目。"
        },
        {
          "code": "sz001316",
          "name": "润贝航科",
          "limit_time": "09:52:30",
          "analysis": "航空材料+商业航天+AI航检眼镜\n1、截至2025年6月30日，国产化自主研发产品已有超2800个件号获中国民航局适航批准，可等效替换波音、空客等进口器材。控股子公司杭州轻云将主要负责航空、航天先进复合材料的研发、生产。\n2、公司分销主要产品包括民用航空油料、航空原材料和航空化学品等航材,属于埃克森美孚、3M、EC博世等国际知名品牌的授权分销商。公司是中国航材分销细分行业龙头。\n3、旗下全资子公司航信科技推出自主品牌的AI航检眼镜及解决方案，已经应用在部分民航客户。\n4、目前中国大陆主要航空公司均属于公司重要客户,包括南方航空、东方航空等。"
        },
        {
          "code": "sz002297",
          "name": "博云新材",
          "limit_time": "10:36:30",
          "analysis": "国产大飞机+军机（刹车系统）+航空航天+钽铌+盾构刀具\n1、公司与中国商飞建立了长期的战略合作关系并参与建设国内唯一、世界先进的“大飞机地面动力学试验平台”；公司全程参与C919国产大飞机机轮刹车碳盘的研制。\n2、公司已取得波音757、空客320系列等机型PMA证书，同时形成了包括国外客户委托开发碳刹车产品及若干个军机型号碳刹车产品在内的批产能力。\n3、2025年12月16日晚互动，公司研发的碳/碳喉衬材料已成功应用于我国的“快舟系列”商业航天固体运载火箭上。公司提供固体火箭发动机碳/碳喉衬，配套快舟系列商业火箭，覆盖20余个定型型号及30余个在研型号。\n4、公司全资子公司伟徽新材是专业从事稀有金属粉体新材料的研产销，公司主要产品分为碳化钽、、钨钛固溶体等多元复式碳化物。稀有金属碳化物粉末产品为硬质合金的重要添加剂和热喷涂材料的原料之一，并被最终应用于航空航天。\n5、全资子公司博云东方生产盾构刀具，博云东方与铁建重工签订战略合作协议。"
        },
        {
          "code": "sz300775",
          "name": "三角防务",
          "limit_time": "13:09:21",
          "analysis": "大飞机+与西门子能源签署燃机项目协议+商业航天+军工\n1、公司是我国航空锻件产品核心供应商，为我国军民用航空装备提供包括关键结构件和发动机盘环件在内的各类大型模锻件和自由锻件（特种合金锻造占比98%），产品广泛应用于我国新一代战斗机、新一代运输机等军用飞机以及C919、AG600等民用飞机。\n2、2025年11月5日晚公告，与西门子能源公司、西门子能源加拿大公司签署了《燃机项目开发协议》及《框架订单协议》，获得为西门子能源供应特定物项的资格，有助于公司拓展国际市场业务，提升公司市场地位；在全球燃气轮机市场，2025年上半年西门子能源市场份额高达40%，远超排名第二的 GE（24%）和第三的三菱重工（18%）。\n3、2025年12月9日互动，目前公司产品已包括火箭结构件制造并已取得多项订单。同时公司正积极与多家商业航天公司洽谈合作,部分产品仍需验证。\n4、公司建设飞机蒙皮镜像铣智能制造生产线，采购4台3000mm级、4台6000mm级共计8台大型卧式双五轴镜像铣设备，建成之后有望成为国内蒙皮镜像铣加工领域最具实力的企业之一。"
        },
        {
          "code": "bj920014",
          "name": "特瑞斯",
          "limit_time": "",
          "analysis": "大飞机+天然气输配及应用装备\n1、2025年4月25日公告，公司投资了江苏爱诺金属，此公司专注于铝合金高压充电汇流排系统研发与应用，铝合金线束材料参与研发C919大飞机机身铝材国内供货，拥有100多项发明专利和60多项授权专利。\n2、公司主营业务为天然气输配及应用装备的研发、生产和销售，为天然气领域不同应用场景内客户提供天然气调压、计量等专用装备及综合性解决方案。\n3、公司部分调压阀、调节阀和安全切断阀等核心部件产品已经达到国际先进水平，在天然气管道领域内替代国外品牌产品。在压力管道、压力容器设计与生产方面已获得欧洲、德国和美国的多项重要认证。"
        }
      ]
    },
    {
      "name": "油气",
      "reason": "1、2026年1月20日讯，国家发改委发布消息，自24时起，国内汽油价格和柴油价格分别上调85/吨，折升价92#汽油、95#汽油、0#柴油均上调0.07元；\n2、美国天然气期货价格2026年1月21日周三一度上涨超29%，至每百万英热单位5.07美元，近两个交易日暴涨59%。",
      "stock_count": 5,
      "stocks": [
        {
          "code": "sh600759",
          "name": "洲际油气",
          "limit_time": "13:04:07",
          "analysis": "石油勘探+海南+海洋天然气+氢燃料电池\n1、2026年1月20日讯，国家发改委发布消息，自24时起，国内汽油价格和柴油价格分别上调85/吨，折升价92#汽油、95#汽油、0#柴油均上调0.07元。公司主要业务包括石油勘探开发和石油化工项目的投资及相关工程的技术开发、咨询、服务。公司运营区块主要集中在哈萨克斯坦，主力在产项目马腾油田和克山油田均位于哈萨克斯坦滨里海盆地；通过香港洲际新能持有AmbriInc股权。\n2、海南规划到2025年，建成海洋油气资源开发和服务保障体系，石油化工新材料产值达到2000亿元。有序放开油气勘探开发市场准入，推进探采合一和矿权准入退出机制，推动3－5个油气勘查区块竞争性出让。子公司洲际油气技术(海南）公司业务为海洋天然气开采。\n3、2024年2月5日公告，公司于海南成立新能源科技公司，含充电桩销售业务。2024年3月19日据天眼查，全资子公司洲际油气技术(海南)于3月18日成立。\n4、公司投资的世能氢电公司主要从事氢燃料电池技术的研发与经营，2019年已与美国氢能科学家王鸣教授团队合作在山东理工大学投资建立氢能联合研发中心。"
        },
        {
          "code": "sz000968",
          "name": "蓝焰控股",
          "limit_time": "09:32:57",
          "analysis": "煤层气（非常规天然气）+山西国资\n1、公司主营业务为煤层气勘查、开发与利用及煤矿瓦斯治理，公司生产销售的煤层气主要是储存在煤层中的以甲烷为主要成分的烃类气体，属于非常规天然气。\n2、公司煤层气探明地质储量为205亿立方米，拥有煤层气井3305口，资源丰富。\n3、公司控股股东是晋能控股装备制造集团公司，实控人是山西省国有资产监督管理委员会。"
        },
        {
          "code": "sz000407",
          "name": "胜利股份",
          "limit_time": "10:02:21",
          "analysis": "天然气+天然气销售+拟购买石油相关资产\n1、2026年1月21日晚讯，美国天然气期货一度涨超20%报4.69美元/百万英热。公司的主营业务为清洁能源天然气业务推广和应用。主要产品为天然气终端销售、天然气贸易、管道制造、油品贸易。\n2、公司与中石油、中石化、中海油等拥有稳定的战略合作关系；公司是国内最具实力的聚乙烯（PE）管道供应商之一，是港华燃气、华润燃气、中国燃气等大型公用事业公司的主要供应商。\n3、公司拥有多层次的气源供应体系，拥有较高层次的专业化人才队伍和燃气管理能力，搭建起覆盖天然气运输管线，城市特许经营管网，加气母站及子站，焦气洁能，LNG 加工厂等天然气业务领域的业务架构体系。\n4、2025年11月10日盘后公告，公司拟通过发行股份及支付现金的方式，购买中油珠海100%股权、天达胜通100%股权以及南通中油51%股权、甘河中油40%股权。本次交易预计将构成上市公司重大资产重组。"
        },
        {
          "code": "sz002629",
          "name": "仁智股份",
          "limit_time": "14:19:51",
          "analysis": "油气技术服务+光伏+高端工程改性材料\n1、公司是西南最大油气勘探开采服务商，公司和沙特Petroleum and Energy Trading Services Est. 公司以及北京同路石油三方在沙特成立合资公司，从事油田技术服务、产品生产、国际贸易等业务。\n2、2024年报提及，集团新能源电力工程业务主要系提供光伏及储能电站总分包业务。\n3、公司主营改性高分子材料的研究、生产及销售，其业务涵盖辐照交联光缆料、辐照交联布电线料等改性材料、高端工程改性材料、高性能管道功能母料等方面。\n4、公司的主要业务为油田环保治理、井下作业技术服务、管具检维修服务、新能源电力工程服务及新材料的研产销等。"
        },
        {
          "code": "sh600871",
          "name": "石化油服",
          "limit_time": null,
          "analysis": "综合油气工程与技术服务+CCUS\n1、公司是中国大型综合油气工程与技术服务专业公司，有覆盖整个油田服务行业链的服务能力。截至2025年6月30日，本公司共有599台陆地钻机，11座海上钻井平台，59台地震仪主机，133套成像测井系统等专业队伍。\n2、公司作为CCUS项目的建造承包商协助温室气体排放单位建造碳捕集设备，协助其完成减排目标。公司参与了中国首个百万吨级CCUS项目建设——齐鲁石化-胜利油田CCUS项目，石化油服的CCUS（碳捕集、利用和储存）全流程技术整体达到国际先进水平。\n3、公司共有五大业务板块，分别是：地球物理、钻井工程、测录井、井下特种作业和工程建设，五大业务板块涵盖了从勘探、钻井、完井、油气生产、油气集输的全产业链过程。\""
        }
      ]
    },
    {
      "name": "可控核聚变",
      "reason": "2026年1月21日，中集环科在上海举办“中集环科可控核聚变投资项目交流会”，中集环科相关负责人称，公司向星环聚能项目投资3000万元，看好其市场空间与技术价值。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sh601106",
          "name": "中国一重",
          "limit_time": "09:53:59",
          "analysis": "可控核聚变（控股股东）+商业航天+燃气轮机+镍\n2、2026年1月20日证券时报，可控核聚变产业已上升为国家战略；公司控股股东一重集团为可控核聚变创新联合体成员单位，公司主要从事重型机械制造业务。公司具备核岛一回路核电设备全覆盖制造技术，承担国家绝大多数核电锻件及核反应堆压力容器生产任务，并在高温气冷堆、钠冷快堆等“四代”核电装备实现工程化制造。\n2、2024年12月公司官网及2025年9月29日互动，公司承制长征十二号商业航天首飞固定发射台及起竖架。\n3、公司与中国重燃签署合作协议，在重型燃气轮机等方面进一步加深项目合作。\n4、公司持有控股股东一重集团持有的中品圣德38.74%股权，并间接享有印尼德龙镍业23%权益。印尼德龙项目是印尼当地单体最大的项目，主营采矿产品的加工和精炼，主要产品是镍铁。\n5、公司是领先的核能设备、重型压力容器、冶金设备、大型铸锻件制造商，是国内最大的核电锻件生产企业，90%以上的国产核电锻件，80%以上的国产核反应堆压力容器由公司生产。"
        },
        {
          "code": "sz002639",
          "name": "雪人集团",
          "limit_time": "13:04:18",
          "analysis": "可控核聚変+天然气+氢能+冰雪经济+数据中心\n1、2025年12月13日机构调研，公司“兆瓦级”氦气压缩机组已用于国家重大科研装备“液氦到超流氦温区大型低温制冷系统”，整体技术达国际领先水平，可应用于可控核聚变、商业航天等大科学工程。\n2、2025年7月22日互动，公司全资子公司佳运油气是国内油气开发工程一体化解决方案提供商,业务覆盖石油天然气开发生产全链条。\n3、2025年12月8日公告，公司全资子公司福建雪人氢能与日本氢动力公司签署的《金属极板燃料电池电堆委托开发合同》已全面履行完毕。这标志着公司已掌握金属极板燃料电池电堆的核心技术，将推进燃料电池电堆产业化进程。\n4、公司位于福建省福州市，有冰雪场地配套基础设施的建设以及制冰造雪设备的供应。\n5、子公司杭州龙华致力于冰蓄冷、IDC机房温控等系统集成运营维护，承接了如中国移动、中国电信的5G数据中心机房控制系统改造及机房环境改造项目。"
        },
        {
          "code": "sz002266",
          "name": "浙富控股",
          "limit_time": "13:39:09",
          "analysis": "可控核聚变+钍基熔盐堆+水轮机+抽水蓄能\n1、2026年1月20日据官微，公司旗下核心子公司——浙富核电在合肥CRAFT园区，与中国聚变工程示范堆（CFEDR）科研机构—合肥综合性国家科学中心能源研究院正式签署了《中国聚变工程示范堆（CFEDR）超高热负荷部件联合研制合作协议》。\n2、公司为国内少有的液态金属主泵供应商，锂铅合金是可控核聚变堆冷却剂的一个重要选项，公司在自主投入开展了锂铅泵的研制工作，目前已有样机处于试验验证阶段。\n3、公司控股子公司于2015年12月与中科院上海应物所签订了关于“钍基熔盐堆综合仿真实验平台项目”关键设备调节棒/补偿棒驱动机构工程样机设备采购合同，并于2017年6月验收交付。2018年8月，华都公司与中科院上海应物所签订了关于“2MWt液态燃料钍基熔盐实验堆（TMSR-LF1）”控制棒系统采购合同，目前工程供货已全面完成。\n4、公司主要从事大中型成套水轮发电机组的研发、设计、制造与服务，以及水电工程机电总承包，抽水蓄能发电机组以及电站机电设备总承包项目等。"
        },
        {
          "code": "sh601611",
          "name": "中国核建",
          "limit_time": "",
          "analysis": "可控核聚变+核电+中字头（央企）\n1、中核集团为公司控股股东。公司参与了“国际热核聚变实验堆(ITER)”项目建设，成功实现主机安装第一阶段相关任务，中核二三在国际热核聚变ITER项目发挥了举足轻重的作用。\n2、公司承建了我国全部在役核电机组的核岛工程，在行业内长期占据绝对主导地位。\n3、公司地处北京，实控人为国务院国资委，是我国国防军工工程重要承包商之一,是我国核电工程建设领域历史最久、规模最大、专业一体化程度最高的企业。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 8,
      "stocks": [
        {
          "code": "sh600058",
          "name": "五矿发展",
          "limit_time": "11:25:25",
          "analysis": "重大资产重组+拟收购五矿矿业+铁矿+煤炭\n1、2026年1月14日公告，公司拟以原有业务相关的主要资产及负债与控股股东中国五矿股份持有的五矿矿业100%股权、鲁中矿业100%股权进行资产置换，发行股份及支付现金方式购买，并配套募资，构成重大资产重组。\n2、2025年12月8日晚中国中冶公告，拟将所持有的有色院、中冶铜锌、瑞木管理100%的股权和中冶金吉67.02%的股权出售给中国五矿集团。铁合金业务的业务主体为五矿发展铁合金业务本部，下设碳钢合金部、特钢合金部，同时拥有两家铁合金生产企业。主要从事铁合金产品、原料的进出口、内贸业务及产品生产加工。\n3、公司主要从事资源贸易、金属贸易、供应链服务三大类业务，煤炭业务主要经营动力煤、焦煤、无烟煤、喷吹煤等多种商品。\n4、公司表示黑色金属业务整合准备工作有序推进，已完成鞍山五矿陈台沟矿业及其他黑色金属领域相关资产及业务的全面尽职调查，并已根据尽职调查情况开展重组方案细化论证及资产规范等工作。"
        },
        {
          "code": "sz000880",
          "name": "潍柴重机",
          "limit_time": "09:30:06",
          "analysis": "数据中心（柴油发电机）+拟收购玻璃钢造船厂+LNG船\n1、2026年1月21日网传研报，公司中速机（燃气）进军北美发电市场，目前已与核心J客户亿级订单测试，功率段在12MW，单GW价值量30e元，单价较柴油价格高60-70%。预计q2初出测试结果。\n2、公司拥有全球最大功率的柴油发电机组，公司发电机组产品适用于数据中心。控股股东为潍柴控股集团，实控人为山东重工集团，系国有控股上市公司。\n3、2025年7月15日晚公告，公司正筹划收购控股股东全资子公司常州玻璃钢造船厂100%股权事宜，尚未签订正式协议。\n4、公司布局 LNG、甲醇、电池等多种路线低碳动力产品，LNG 微喷双引燃机实现批量订单，甲醇双燃料机首配内河运输船。\n5、公司主要开发、制造和销售船舶动力和发电设备市场用30-12000马力的发动机、发电机组及动力集成系统，业务覆盖远洋、近海、内河等领域，船用发动机在内河和近海运输船、渔船市场处于领先地位。"
        },
        {
          "code": "sh600403",
          "name": "大有能源",
          "limit_time": "13:59:37",
          "analysis": "平煤神马入主+煤炭+河南国资\n1、2026年1月17日披露的法律意见书及收购报告书，河南省国资委以所持河南能源集团100%股权向中国平煤神马控股集团增资，完成后中国平煤神马集团通过义煤集团、义海能源间接持有大有能源20.2亿股、占总股本84.50%，成为新的间接控股股东。\n2、公司主要从事原煤开采、煤炭批发经营、煤炭洗选加工。公司的主要产品为长焰煤、焦煤、贫煤、洗精煤、气煤。\n3、2025年10月22日晚公告，公司2025年7-9月商品煤产量290.39万吨，同增15%；商品煤销量307.1万吨，同增24%。"
        },
        {
          "code": "sz000927",
          "name": "中国铁物",
          "limit_time": "09:52:48",
          "analysis": "中字头+国资委+铁路供应链+一带一路\n1、公司实控人是国务院国资委。公司中标雅万高铁道岔供应项目，雅万高铁是“一带一路”倡议下中国和印尼两国共同推动建设的标志性工程。\n2、中国铁物作为我国重要的铁路物资供应及生产性服务综合提供商，在铁路用油供应、大维修钢轨和基建用钢轨供应等领域具有领先的行业经验及市场地位优势。\n3、公司积极响应和落实国家带一路\"倡议,先后参与中老铁路、匈塞铁路、 雅万铁路等“一带一路\"基础设施项目建设。"
        },
        {
          "code": "sz001373",
          "name": "翔腾新材",
          "limit_time": "11:22:57",
          "analysis": "偏光片+车载显示+华为+超薄VR光学模组\n1、2026年1月21日，据券商纪要，偏光片上游PVA、TAC膜成本上涨，顺价大概率发生。公司主要产品是偏光片、光学膜片和功能性胶粘材料，产品最终应用于小米、夏普、华为等知名品牌商。超薄VR光学模组项目为在研项目，目前正在按计划进行。\n2、2025年3月18日互动平台表示，公司有部分产品用于车载显示领域。\n3、公司部分产品应用于华为笔记本、PAD 、手表上。公司的光学膜片和部分功能性胶粘材料应用于华为终端部分产品上。公司部分产品可用于华为问界5.7.9系列汽车车载显示屏上，但目前暂未供货。\n4、公司属于苹果间接供应商，曾表示给苹果代工毛利率较好，保守按净利率10%计算，对应全年利润增量4680万。公司外销收入占比60.91%。"
        },
        {
          "code": "sh603001",
          "name": "奥康国际",
          "limit_time": null,
          "analysis": "鞋类及皮具+电子商务\n1、公司主要从事皮鞋及皮具产品的研发、生产、零售及分销业务，产品种类主要有商务正装鞋、休闲鞋、运动鞋等鞋类产品以及皮具配套产品。\n2、公司将线下智慧门店建设与C2M模式推广相结合，通过引入云货架、人脸身份识别、RFID识别系统等技术，致力于提升消费者的购物体验。\n3、子公司上海能良的线上业务是在京东、天猫、拼多多三大平台上开店。同时帮助线下的零售商开展线上业务,为客户提供以手机、3C数码为主营涵盖小家电、个人护理、母婴智能穿戴等多品类的产品。"
        },
        {
          "code": "sh600851",
          "name": "海欣股份",
          "limit_time": null,
          "analysis": "细胞免疫治疗+直肠癌疫苗+参股券商+玩具\n1、子公司海欣生物与上海第二军医大学合作研发的“抗原致敏的人树突状细胞（APDC）”是我国首个自主研发的获得CFDA批准的、针对晚期大肠癌的治疗性疫苗。\n2、公司持有长江证券股票2.48亿股，持股比例为4.49%；持有长信基金31.21%股权。\n3、公司控股75%上海海欣玩具公司，后者是首批2008年北京奥运福娃生产商，在中国大陆地区独家代理动漫品牌美国华纳“猪小弟”“飞天小女警”等，是目前中国最大的长毛绒面料和玩具生产加工出口企业。\n4、公司现已发展成集医药、物业出租经营、纺织、金融投资等为一体的多元化投资控股型集团公司。"
        },
        {
          "code": "sh605060",
          "name": "联德股份",
          "limit_time": "",
          "analysis": "数据中心（燃机）+制冷压缩机（铸件）+风电\n1、网传纪要，公司Q3已有小批量燃机订单，CAT能源订单增长强势；海外算力板块增长加速，前二大客户JCI、CAT海外Q3收入增幅均超过50%。（未证实）2025年半年报披露，作为制冷压缩机铸件细分领域的行业龙头， 公司布局的核心精密零部件已通过下游客户全面应用于AI 算力、 数据中心温控系统的主流场景。公司产品主要应用于磁悬浮离心式压缩机和螺杆式压缩机。\n2、公司在风电领域主要为下游厂商提供高精度机械零部件，配套整机生产使用。\n3、公司业务围绕高端制造、精密制造展开，主要从事高精度机械零部件以及精密型腔模产品的研发、设计、生产和销售。\n4、公司产品包括用于压缩机、工程机械、能源设备以及食品机械整机制造的精密零部件等。"
        }
      ]
    },
    {
      "name": "新股",
      "reason": "",
      "stock_count": 1,
      "stocks": [
        {
          "code": "bj920076",
          "name": "N国亮",
          "limit_time": "",
          "analysis": "耐火材料+碳中和\n1、公司专业从事高温工业用耐火材料整体解决方案，为客户提供耐火材料整体承包及耐火材料产品。\n2、在低碳耐火材料产品方面，公司通过钢包狭缝透气砖低温处理技术，使透气砖烧成温度由1550度左右下降到500度，大幅节约能源。\n3、公司重视对耐火材料用再生料二次利用的研究开发，现已掌握多项“耐火材料再生料应用技术”，具备将役后耐火材料如废钢包砖、座砖、透气砖等加工成再生料。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 20,
      "stocks": [
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "14:51:03",
          "analysis": "卫星通信（抗干扰）+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。公司小型化相控阵T/R芯片具备抗干扰优势。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sz002592",
          "name": "ST八菱",
          "limit_time": "10:15:18",
          "analysis": "拟转让北京弘天36%股权+收到回款1.01亿元+汽车零部件+军工\n1、2025年12月30日公告，公司签署《股权转让框架协议书》，同意由德天厚公司受让公司所持北京弘天剩余36%股权。签订后三日内德天厚公司从上述执行回款中向公司支付6500万元，作为受让公司所持北京弘天36%股权的诚意金。\n2、2025年12月24日获悉海南弘天已收到执行案款约1.01亿元（含本金、部分利息及迟延履行期间债务利息），最终回款金额以海南弘天实际收到的执行款项为准。\n3、2025年12月16日公告，控股子公司安徽八菱已签2亿元八年期项目贷款合同，启动新能源汽车配件智能生产基地建设。\n4、2025年7月1日互动，公司还有产品应用于军车领域。公司主营业务为汽车零部件产品的研产销，主要产品为汽车热管理产品和外饰件产品，主要客户有上汽通用五菱、赛力斯等。\n5、2024年8月25日互动，公司在安徽芜湖设立控股子公司，主要为奇瑞汽车等汽车主机厂就近提供配套服务。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "09:25:01",
          "analysis": "控股股东破产重整+脑机接口+上报矿产资源+养老+跨境电商\n1、2026年1月20日公告，山东省青岛市市南区人民法院已裁定受理公司控股股东山东鲁锦进出口集团、间接控股股东新华锦集团的破产重整申请。\n2、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n3、2025年12月24日互动，据了解贵公司的子公司森汇矿已经通过山东省的审核，现在已经报到矿产资源部正在补充材料，公司表示已在12月1日组织材料上报自然资源部，目前正在根据自然资源部的要求补充材料，自然资源部受理后会根据情况需要函调省厅。公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。\n4、子公司山东新华锦长生养老主营养老运营管理，已与省内多家养老机构开展合作。\n5、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。"
        },
        {
          "code": "sz300391",
          "name": "*ST长药",
          "limit_time": "09:30:18",
          "analysis": "三重退市风险+光伏+预重整延期+中药饮片\n1、2026年1月21日公告，预计2025年全年亏损5.20亿至3.50亿。1月19日公告，公司股票收盘价格为0.44元/股，已连续十三个交易日均低于1元；公司股票收盘市值1.54亿元，已连续七个交易日均低于3亿元。\n2、2025年12月12日公告，子公司羿珩科技已于近日停产，为避免损失的进一步扩大，降低运营成本，决定实行停产，后续将根据市场等情况决定是否恢复生产。\n3、2025年11月20日盘后公告，公司虽已推进预重整，但根据最新的监管纪要，由于公司已被立案调查且存在重大违法退市风险，这属于“不具备作为上市公司的重整价值”的情形。2025年10月17日公告，湖北省十堰市中级人民法院批复同意公司预重整期间延长至2026年1月20日，为剥离不良资产、引进战略投资者争取更多时间。\n4、公司控股子公司长江星、全资子公司长药良生拥有完善的中药饮片生产线，具备湖北省丰富的道地中药材优势。"
        },
        {
          "code": "sz002689",
          "name": "ST远智",
          "limit_time": "14:44:24",
          "analysis": "年报预增+机器人+业绩扭亏+战斗机舱体部件+中俄贸易\n1、2026年1月19日发布业绩预告，预计净利润同比增长396.77%至507.16%，达到9000万元至11000万元，扣非净利润预计盈利6600万元至8600万元，实现扭亏为盈。业绩增长主要得益于国际市场的拓展和国内市场的稳定增长。\n2、2026年1月14日互动，公司全资子公司沈阳远大智能高科机器人有限公司开展工业机器人业务，曾交付定制化产品。\n3、2025年10月28日晚公告，前三季度营业收入8.48亿元，同比增长14.38%，净利润4182.04万元，同比扭亏为盈。\n4、公司全资子公司沈阳远大智能高科机器人在航空飞机领域，已经为客户提供的主要产品包括：战斗机舱体部件机器人打磨系统、航空发动机加力燃油管装配及焊接工作站，上述相关产品目前未批量化生产。\n5、公司有超过3800部电梯在俄运行，产品服务于超过120个城市。公司主要从事客梯、自动扶梯、自动人行道及配套件的产品研产销及整机产品的安装和维保业务。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": "14:30:52",
          "analysis": "可控核聚变+投行入局猜想+军机+低空经济+成飞\n1、公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n2、2025年11月5日公告，控股股东将780万股份（占上市公司10.01%）的股权质押，市场传闻质押权人李奔长期就职于证券公司投行业务部门，投行毕业后又在律师事务所挂职金融部主任，担任多家上市公司独立董事。\n3、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发等经营范围。"
        },
        {
          "code": "sz300344",
          "name": "*ST立方",
          "limit_time": "09:40:03",
          "analysis": "实控人公开信+复牌+退市风险+AI训练平台+云计算\n1、2026年1月20日报道，1月18日实控人通过非公告渠道发布《致全体股东公开信》，披露收到《行政处罚及市场禁入事先告知书》后的申辩进展，引发市场关注。\n2、2026年1月13日公告，公司股价已连续四日低于1元，且2021-2023年年度报告存在虚假记载，其中2021、2022年虚增营收占比50.91%，存在重大违法强制退市及面值退市双重风险。\n3、公司推出AI训练平台立方PAI，立方PAI提供完整的人工智能模型训练和资源管理能力平台，提供诸多AI用户友好功能。网传公司为AI智能体代理商（未证实）。\n4、公司为工程设计、智能制造、互联网领域客户提供SaaS云平台和云算力解决方案。旗下超立方产品包含AI服务器、通用服务器和存储服务器。\n5、子公司东经天元是与欧特克（与英伟达创作Omniverse平台）全国总代理，英伟达官方微信曾分享立方数科使用Omniverse实现数字孪生的案例；欧特克相关营收占比32%。"
        },
        {
          "code": "sh600228",
          "name": "*ST返利",
          "limit_time": "09:40:42",
          "analysis": "终止购买广州风腾60%股权+业绩增长+AI导购智能体\n1、2026年1月14日公告，此前全资子公司上海众彦拟以不超过2880万元的对价，购买广州风腾60%股权。因受客观因素影响，股权交割事宜尚未取得实质性进展，为提升公司资金利用效率，公司决定终止收购股权事项。\n2、2025年12月12日公告，公司前三季度营收3.15亿元，同比增长63.67%，其中第三季度营收1.29亿元，同比增长131.29%，主要因导购、广告及电商零售业务均增长。\n3、公司推出电商导购APP“如意”，这款APP基于ChatGPT人工智能技术，采用AI聊天对话模式为用户提供导购服务。\n4、公司地处上海徐汇区。公司与国内淘宝、京东等主要电商平台均建立了良好、持续的合作关系，为京东提供导购服务、广告推广服务。\n5、公司主要从事第三方在线导购、广告推广服务、平台技术服务等商业服务业务。"
        },
        {
          "code": "sh603843",
          "name": "*ST正平",
          "limit_time": "10:12:12",
          "analysis": "股权冻结+预重整受理+赛马+隧道工程（西藏）+算力+文旅\n1、2026年1月8日公告，公司控股股东、实控人金生光持有公司股份1.21亿股，占公司总股本的17.33%，本次被司法冻结1.18亿股，占其所持股份比例97.20%，占公司总股本比例16.85%。\n2、2025年8月30日半年报，公司基建主业正向智算服务转型，已签订GPU服务器租赁与运维合同并实施，昆仑算电协同示范产业园、通辽智算协同产业园等项目同步推进。\n3、2025年12月24日公告，西宁中院已决定对公司启动预重整。\n4、2025年9月17日公告，公司全资子公司格尔木生光矿业取得青海省自然资源厅颁发的《采矿许可证》。2023年11月13日互动，公司在西藏地区从事公路工程、桥梁工程等施工及养护业务。\n5、公司主要从事文旅产业、农工商融合产业园区的投资、建设与运营，以及特色农副产品零售等。全资子公司正平建设集团中标新疆国际赛马会公司•中亚民俗文化体验地项目。公司全资子公司正平深圳投资发展持有新疆国际赛马会34%股权。"
        },
        {
          "code": "sz002306",
          "name": "*ST云网",
          "limit_time": "10:16:21",
          "analysis": "实控人现金赠与1.5亿+光伏电池+半导体+餐饮\n1、2025年12月20日公告，公司实控人拟向公司现金赠与并豁免债务，单方面、不附条件、不可撤销，将改善现金流、优化资产负债结构并提升持续经营能力。\n2、公司正在向N型TOPCON电池片生产制造业务领域转型，计划总投资额50亿元，建设年产8GW单晶N型TOPCON高效电池生产规模，2025年实现8GW产能全部达产。截至2025Q3，公司新能源光伏电池项目已安排2条生产线进场安装调试，暂未投产。公司边框项目已投产运营，于2025年8月中旬向客户运送首批货物。\n3、2025年6月4日据企查查，*ST云网成立新公司，含半导体器件相关业务。\n4、公司主要业务为新能源光伏和餐饮团膳两大业务板块。公司团膳项目主要分布在北京市、河南省郑州市及洛阳市、湖北省宜昌市等地。\n5、公司此前参股公司广州瓦瓦美塔在应用领域有元宇宙相关研究，旗下重庆微音与今日头条等合作，保障了游戏推广的多元化渠道及低成本。"
        },
        {
          "code": "sz000004",
          "name": "*ST国华",
          "limit_time": "10:37:18",
          "analysis": "AI大模型+算力中标+网络安全+华为鸿蒙\n1、2025年8月27日半年报，公司推出“数据与个人信息合规智探大模型一体机”“移动应用风险监控大模型一体机”，深度融合国内推理大模型，实现智能合规检测与风险识别。\n2、2025年10月10日晚公告，公司全资子公司北京智游网安确认为“克融云智算中心二期三标段”项目的中标单位，中标价格2.36亿元。\n3、公司安全云平台以SaaS方式为抖音小程序、微信小程序等提供一站式安全加固、漏洞检测、合规检测服务。\n4、2024年半年报，公司推出安全云平台。公司作为国内移动应用安全头部企业，业务占比96.65%。公司针对华为鸿蒙开发了爱加密鸿蒙应用安全加固平台、威胁态势感知平台V1.0等。\n5、公司爱加密车联网安全防护方案侧重端点及数据传输防护。2024年半年报披露，公司重要的资本化研发项目包括多个爱加密鸿蒙系列平台。公司车联网业务的下游客户主要包括行业平台客户、整车厂和政府主导的新一代车联网V2X等。"
        },
        {
          "code": "sz002485",
          "name": "ST雪发",
          "limit_time": "10:58:24",
          "analysis": "股权拍卖预期+摘帽预期+文化旅游+服装销售\n1、公司控股股东所持近70%公司股权已被冻结，相关司法拍卖至今无动静，市场传闻股权拍卖将提上日程。\n2、网传纪要表示控股股东与平潭汇垠一号存在巨额金融借款合同纠纷，相关判决已生效，未来控股股权极有可能被司法拍卖或协议转让（未证实）。 \n3、2025年9月5日互动，公司表示将在满足条件后及时申请撤销其他风险警示，ST摘帽预期升温。\n4、公司专注于文旅小镇开发运营业务，包括云南香格里拉独克宗花巷、浙江嘉兴西塘花巷一期等。\n5、公司经营品牌服装销售，主要产品包括西装、衬衫及其他服饰类。"
        },
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": "11:25:42",
          "analysis": "提前还款+财务总监任副总经理+减资陕西步森+信息服务+零售\n1、2026年1月5日公告，公司已于近日提前向宝鸡方维同创偿还2000万元借款及利息，如公司于2025年12月31日前偿还全部借款本息，将按照优惠后的年利率1%收取利息，有效降低财务成本。\n2、2025年12月17日公告，拟聘任张敏为公司副总经理，现任公司财务总监、董事会秘书。市场传闻陕西步森的重组出售终止，后脚直接卖给先华，这样不仅直接避开的重大资产重组的繁琐流程，而且还能确保时效性和可靠性。\n3、2026年1月6日公告，公司2026年第一次临时股东会高票通过《关于对参股公司定向减资的议案》，拟对陕西步森服饰智造有限公司定向减资，降低参股风险。\n4、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务等。\n5、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入等。"
        },
        {
          "code": "sz000820",
          "name": "*ST节能",
          "limit_time": "13:16:30",
          "analysis": "赔偿投资者+控制权拟变更+生物质发电+节能环保\n1、2026年1月7日公告，公司向投资者支付投资损失合计758.54万元大信所承担连带赔偿责任。\n2、2025年11月4日盘后公告，公司控制权或生变，控股股东所持股份正被司法拍卖，后续处置尚未明确。2025年5月21日公告选举朱林为董事长并变更法定代表人，朱林曾在中信建投证券任职，具备金融与法律背景。\n3、旗下大唐安徽发电660MW超临界燃煤机组直燃耦合生物质发电项目是国内首台套生物质散料直接破碎燃煤耦合掺烧项目，每年可产生2.3亿度绿电，减排二氧化碳27万吨。\n4、公司的主营业务是节能环保行业清洁冶炼业务，其中，江苏院定位为一家依托蓄热式转底炉清洁冶炼技术、蓄热式燃气熔分炉冶炼技术、氢气竖炉清洁冶炼技术，对黑色、有色矿资源及其固体废弃物等高能耗、高污染行业的工艺路线进行创新升级的工业节能环保与资源综合利用的技术方案提供商和工程承包商。"
        },
        {
          "code": "sh600696",
          "name": "*ST岩石",
          "limit_time": "14:21:55",
          "analysis": "退市风险+股份冻结+酱酒+首发经济+新零售\n1、2026年1月13日公告，公司预计2025年度营收低于3亿元且扣非前后净利润均为负，将触及财务类终止上市情形。\n2、2025年12月22日公告，公司2025年前三季度累计实现营业收入3476.21万元，实现归属于上市公司股东的净利润-1.12亿元。公司控股股东及其一致行动人合计持有公司2.17亿股已全部被司法冻结，占公司总股本的64.80%。\n3、公司酱酒为主赛道，主要有天青贵酿品牌、君道贵酿品牌的系列产品。\n4、公司通过天猫、京东、抖音等平台开设线上门店；子公司光年酒业聚焦低度酒电商及新零售发展。公司持有江西章贡酒业25%股权。后者是全国白酒工业百强企业，江西省重点酿酒企业。"
        },
        {
          "code": "sz000793",
          "name": "ST华闻",
          "limit_time": "14:23:12",
          "analysis": "预重整推进+海南国资举牌+文旅\n1、2025年11月3日晚公告，公司及临时管理人与财务投资人正式签署《重整投资协议》。2025年12月2日互动，公司正在积极配合临时管理人有序推进预重整及重整事项。\n2、公司为海南本地股。2024年6月6日盘后公告，海南联瀚累计买入公司5%股份，购买金额为7850万元。海南联瀚是海南国资委管理的省级国有独资企业。公司实控人是中国国际广播电台下属国广环球传媒控股。公司前身系海南省石油化工工业总公司，此次海南国资举牌，引发市场猜想。\n3、公司旗下拥有一站式网约车品牌麒麟优车，是涵盖出租车、快车、专车、及大巴多项业务在内的一站式出行平台。\n4、公司主要从事传媒及文旅业务经营。子公司掌视亿通与字节跳动旗下今日头条有业务合作。"
        },
        {
          "code": "sz002898",
          "name": "*ST赛隆",
          "limit_time": "14:38:09",
          "analysis": "AI服务器+创新药+控股股东变更+人体干细胞\n1、2025年9月19日互动，公司AI服务器业务已实现营业收入约5398万元，产品用于大模型训练、云数据中心等场景，成为新增利润点。据2025年11月5日互动，新疆子公司主要开展AI服务器组装生产业务，目前已经投产。\n2、2025年7月10日晚公告，全资子湖南公司赛隆药业获吡拉西坦注射液《药品注册证书》。该药品为化学药品3类，适用于急、慢性脑血管病等多种原因所致的记忆减退及轻、中度脑功能障碍，也可用于儿童智能发育迟缓。\n3、2025年7月10日公告，公司将变更为无实控人。陈展生为海南雅亿有限合伙人，其担任广州立白集团董事，是立白集团创始人之一陈凯臣之子。\n4、全资子公司珠海横琴新区赛隆悦佳生物科技公司，经营范围包括人体干细胞技术开发和应用。"
        },
        {
          "code": "sh600525",
          "name": "ST长园",
          "limit_time": "14:41:32",
          "analysis": "股权冻结+芯片设备+锂电池+光波导+XR\n1、2025年12月29日龙华法院因相关债务或诉讼申请司法冻结吴启权100%股权，冻结期至2028-12-28，为保全或执行目的，格力控制董事会预期大大加强。\n2、据长园半导体设备珠海微信公众号，公司提供芯片封装设备解决方案，产品覆盖半导体封装、光电测试、自动化设备。\n3、子公司金锂科技从事锂电池正极材料磷酸铁锂的研产销。子公司长园光波导技术（珠海）公司成立，主要从事光学方案相关检测设备及制程设备的市场与技术布局。\n4、公司产品BUDDY是用于研发和生产线中的虚拟，增强和混合现实（VR，AR，MR）头戴式显示器（HMD）的独特的性能测试和校准综合解决方案。\n5、公司主要产品为电动汽车相关材料及其他功能材料、智能工厂装备等。子公司长园深瑞可为各类虚拟电厂聚合商客户提供虚拟电厂解决方案。"
        },
        {
          "code": "sh603559",
          "name": "ST通脉",
          "limit_time": "14:46:44",
          "analysis": "摘帽预期+云计算+通信运营\n1、2026年1月12日互动，公司2024年12月30日已收到法院裁定确认《重整计划》执行完毕，新疆金正建设科技有限公司作为产业投资人持股22.5%并承诺36个月不减持，重整投资款2.75亿元全额到账，助力化解债务风险、优化治理结构。\n2、公司运用云计算、SAAS应用服务、人工智能及大数据应用、软件开发与信息系统集成等技术，自主研发并运行“经营帮”、“企管帮”、“企联多”等产业互联网平台。\n3、公司积极参与5G、千兆光网等通信基础设施建设项目，并在县县通千兆、乡乡通5G、行政村通5G的国家战略实施过程中发挥了重要作用。公司还积极拓展智慧城市、智慧校园、弱电智能化工程等领域，为客户提供信息化整体解决方案。\n4、公司主营业务以通信技术服务为核心，涵盖通信网络工程、通信维护服务、软件开发及系统集成、IDC运维等板块，并积极拓展新兴领域。"
        },
        {
          "code": "sz000609",
          "name": "ST中迪",
          "limit_time": null,
          "analysis": "控制权变更+股权拍卖+房地产+矿业\n1、2025年11月11日公告，公司控制权已发生变更，控股股东变更为深圳天微投资合伙企业有限合伙，实控人变更为门洪达、张伟。\n2、中迪投资持有的康平铁科48,888,000股，占康平铁科总股本30.04%将于2026年1月27日至28日10:00时在“阿里资产·司法”进行公开拍卖。\n3、2025年10月18日公告，控股股东润鸿富创所持7114.48万股占总股本23.77%被深圳天微投资竞拍成功，公司控制权拟变更。深圳天微实控人门洪达是天微电子股份的创始人之一。引发投资者对其或是“买壳上市”的猜想。\n4、公司主营业务为房地产投资、股权投资两大方向。公司通过成都和宸盈佳矿业合伙企业间接参股云南弘兴矿业公司，后者取得云南曲靖会泽县金牛厂磷矿的采矿许可证。"
        }
      ]
    }
  ]
}