{
  "date": "2026-01-12",
  "update_time": "2026-01-12 15:47:56",
  "category_count": 11,
  "total_stocks": 152,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "09:25:00",
          "analysis": "优必选拟入主+割草机器人+园林机械+半导体设备零部件\n1、2025年12月24日晚公告，优必选拟以协议转让+要约收购方式合计收购锋龙股份约43%股权，交易完成后控股股东拟变更为优必选，实控人拟变更为周剑。本次控制权变更方案中的股份转让价格、要约收购价格均为17.72元/股，以此计算，合计总对价达16.65亿元。\n2、公司产品包括割草机器人电控。\n3、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n4、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sh600676",
          "name": "交运股份",
          "limit_time": "09:25:01",
          "analysis": "拟资产置换+参股上海大众交运出租+上海国资+特斯拉+汽车拆解\n1、2026年1月9日晚公告，公司拟与控股股东久事集团及其关联方进行资产置换，将所持有的乘用车销售与汽车后服务板块、汽车零部件制造与销售服务板块相关资产与久事集团及其关联方持有的文体娱乐业、旅游业相关业务资产进行置换，拟注入F1中国大奖赛等文体资产。\n2、2025年7月26日，上海新一批智能网联汽车示范运营牌照正式发放；公司参股50%上海大众交运出租，后者获得无人驾驶出租车运营牌照。\n3、公司实控人为上海国资委，主营业务涵盖道路货运与物流服务，汽车零部件制造与销售、乘用车销售与汽车后服务。\n4、网传公司给特斯拉做数据中心（未经证实）。\n5、全资子公司上海市汽车修理公司的子公司上海交运巴士拆车服务范围涵盖汽车拆解业务。"
        },
        {
          "code": "sh688679",
          "name": "通源环境",
          "limit_time": "09:34:15",
          "analysis": "拟股份转让+国内领先的环境整体解决方案提供商 \n1、2026年1月9日晚公告，控股股东杨明及其一致行动人安徽源通与王晓东、龙口东启投资服务合伙企业共同签署了《股份转让协议》。转让方合计向受让方转让其持有的上市公司无限售流通股1322万股。转让完成后，受让方1和受让方2各持有上市公司5.02%的股份。\n2、通源环境，国内领先的环境整体解决方案提供商，专注于固废污染阻隔修复、固废处理处置和水环境修复业务的高新技术企业，主要为地方政府部门及下属单位、大型企业等客户提供集方案设计、装备研制、项目建设、运营服务为一体的环境整体解决方案。 \n3、、公司是行业内较早从事固废污染阻隔修复业务的企业之一，在技术和服务方面，公司掌握了固废污染阻隔修复系统构建、污泥高干脱水炭化处理处置、河湖底泥一体化处理处置等核心技术体系，能够结合污染物特点及客户的具体需求为客户提供定制化整体解决方案，目前多项核心技术已获得相关专利并已实现产业化。在固废污染阻隔修复业务领域，2018 年公司市场占有率为 1.19%。"
        },
        {
          "code": "sh600579",
          "name": "中化装备",
          "limit_time": "09:34:39",
          "analysis": "拟资产重组+化工装备+机器人+3D打印+央企\n1、盘后公告，公司拟发行股份购买益阳橡机100%股权、蓝星北化机100%股权，并发行股份募集配套资金，交易价格12.02亿元。本次交易完成后，上市公司在橡胶机械行业及化工装备行业的专业能力、品牌管理与营销经营实力、专业服务人才队伍、战略客户资源等方面将得到加强。上述2家公司业绩承诺2026年-2209年年均分别约0.18亿元及0.6亿元。\n2、公司主要产品有大型干燥设备及成套系统、阳极保护浓硫酸冷却器等，广泛应用于化纤、新材料等行业。\n3、公司拥有单维滑轨机器人和工业机器人系列产品。\n4、公司的注塑机、挤出机、3D打印设备主要用于加工制造塑料材料，广泛应用于汽车、包装、化学、医疗、3C、家电等领域。\n5、公司实控人为国务院国资委。主营业务为塑料和橡胶加工机械及化工装备的研产销，为橡塑设备及其他化工装备提供系统的服务及解决方案。"
        },
        {
          "code": "sz000890",
          "name": "法尔胜",
          "limit_time": "09:35:06",
          "analysis": "拟出售资产+航空航天+海缆用镀锌钢丝+光通信\n1、2026年1月9日晚公告，公司拟向香港贝卡尔特出售贝卡尔特钢帘线10%股权，交易价格为1.61亿元，本次交易有助于上市公司落实逐步剥离传统业务的战略规划，改善资产流动性。\n2、江苏法尔胜光电科技成立于2015年，2016年初，公司将特种光纤与组件、光纤传感系统两大类产品正式推向市场，成功推出了性能优良的熊猫型保偏光纤，产品成功应用于神州七号和天宫一号等国家重大特大型号任务中。2025年12月15日盘后公告，公司不涉及“可控核聚变”、“超导”、“商业航天”等相关业务。\n3、公司部分种类的海缆用镀锌钢丝、钢丝如琴钢丝，汽车座椅骨架用低碳钢丝等市场占有率已排名同行前列。据2024年5月Maigoo发布的钢丝绳十大品牌名单中，法尔胜排名第二。\n4、公司参股普天法尔胜光通信，该公司主要从事通信用光导纤维、光缆及相关产品的生产、销售和安装。"
        },
        {
          "code": "sz002082",
          "name": "万邦德",
          "limit_time": "14:56:21",
          "analysis": "阿尔茨海默项目入选国家科技重大专项+医药制造+医疗器械\n1、2026年1月9日盘后公告，全资子公司阿尔茨海默病项目入选创新药物研发国家科技重大专项，承担石杉碱甲控释片产业化制备和临床研究，是该项目项下“临床评价指标完善与创新品种临床研究”的重要组成部分。\n2、2025年11月27日互动，目前公司石杉碱甲控释片（FN12）II/III期关键注册临床进展顺利，该临床研究是中国目前已知规模最大的阿尔茨海默病注册研究，公司积极与CRO公司紧密协作力争尽快取得更多有效数据验证药品的疗效和安全性。\n3、官微显示，公司自主研发的创新小分子环肽药物（MCR环肽）展现出优于现有明星药物GLP-1多肽的减重效果；结合其对肌肉的保持作用，以及对血糖、血脂等代谢指标的综合调节作用，有望带来差异化的临床选择。\n4、公司医疗器械业务主要从事骨科植入器械、一次性无菌医用高分子器械的研产销。公司心脑血管领域​的银杏叶滴丸为独家剂型，市占率14.76%；神经系统领域的石杉碱甲注射液为国内唯一生产厂家，市占率27.58%；呼吸系统领域的盐酸溴己新片/注射液市占率34.85%。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "1、2026年1月10日报道，我国2025年12月向ITU申报超20万颗卫星频轨资源，规模空前。\n2、据证券时报，当地时间2026年1月9日，美国联邦通信委员会批准下一代卫星星座计划，授权SpaceX在现有已部署8000颗卫星的基础上，增加部署运营7500颗第二代星链卫星，全球获批在轨运行的二代卫星总数超1.5万颗。",
      "stock_count": 43,
      "stocks": [
        {
          "code": "sh600783",
          "name": "鲁信创投",
          "limit_time": "09:25:00",
          "analysis": "参股蓝箭航天+参股灵汐科技+创投+参股丝杠公司\n1、2026年1月5日报道，蓝箭航天科创板IPO已获受理。公司参股基金3个投资主体合计持有蓝箭航天0.89%股权。\n2、公司间接参股灵汐科技约0.37%（通过中经合鲁信跨境创投）。\n3、2025年12月29日晚公告，公司拟联合发起设立山东省鲁信工融新动能人工智能创投基金，总认缴规模10亿元，重点投资于人工智能及相关前沿科技领域，以及山东省内重点支持的高端装备，新材料等领域。\n4、2025年12月18日晚互动，公司参股基金在航空航天领域投资项目包括蓝箭航天、鸿侠科技、微焓科技、中科际联、微波电真空技术等企业。\n5、公司主营业务之一为投资管理业务，2025年上半年投资业务占比32.36%。公司实控人为山东省人民政府。公司持有江苏润孚动力11.97%股权，后者作为一家专注于丝杆及其作动机构产品的科技公司，主要生产的产品包括各种规格的行星滚柱丝杠。"
        },
        {
          "code": "sz002202",
          "name": "金风科技",
          "limit_time": "10:41:09",
          "analysis": "参股蓝箭航天+中标+绿醇+风电主机+新疆\n1、公司通过全资子公司持有蓝箭航天1490.84万股，对应4.1412%股份，为该公司第六大股东。公司已将持有的蓝箭航天股权作为其他非流动金融资产核算。\n2、公司于2026年1月8日公告中标国投广西新能源发展有限公司采购项目，中标金额为3.15亿元。\n3、公司一期25万吨绿醇预计2026Q1完工，2026Q2投产，订单方面，与马士基约定2027年完成50万吨交付。\n4、金风科技是国内最早进入风力发电设备制造领域的企业之一，公司拥有自主知识产权的风力发电机组，国内新增风电装机连续14年排名第一，全球新增风电装机连续三年排名第一，公司 2025Q3存货、合同负债分别约 217 亿元、199 亿元，处于历史高位。\n5、公司地处新疆，主要从事风机制造、风电服务、风电场投资与开发三大主要业务以及水务等其他业务。"
        },
        {
          "code": "sz002519",
          "name": "银河电子",
          "limit_time": "09:30:33",
          "analysis": "参股格思航天+军工+机器狗+新能源\n1、公司表示看好商业航天前景，已完成格思航天的增资扩股项目，格思航天主要聚焦民商卫星研发与智能制造整体解决方案，拥有完善的卫星设计与制造条件保障资源，具备整星/分系统/单机设计、卫星批量化 AIT 等各项专业能力。\n2、2025年7月7日互动，公司智能特种装备业务主要是技术保障装备、智能供配电系统、综合电子信息系统、综合环境控制系统等产品，上述各分系统主要用于坦克、装甲车、自行火炮、指挥车、通信车、侦察车、技术保障、后勤等各型军用特种车辆。\n3、全资子公司合肥同智机电涉及无人环境感知、智能决策、运动控制等机器人技术，在陕西省消防救援总队2023年度消防车辆装备采购项目中中标侦检机械狗。\n4、公司储能主要产品包括小型工商业储能和户储业务，部分产品已完成开发。\n5、公司轻量化精密结构件涵盖新能源电动汽车动力电池箱、光伏逆变器、储能系统等领域客户包括阳光电源、宁德时代等。"
        },
        {
          "code": "sh600118",
          "name": "中国卫星",
          "limit_time": "09:46:16",
          "analysis": "千帆星座+太空光伏+卫星服务+宇航制造+广播通信\n1、垣信卫星与空中客车公司围绕“千帆星座”进行了市场合作签约，开展低轨卫星飞机互联合作。\n2、参股公司天津恒电空间的产品是以三结砷化镓电池片为代表的空间太阳电池片，其用户单位包括中电科蓝天科技。\n3、公司积极参与千帆星座、国网星座等低轨互联网建设工程等产品及服务。先后成功研制发射了北京三号卫星、海丝二号卫星等数十颗商业卫星，宇航部组件及卫星应用产品覆盖了空间段、地面段、应用和终端段。\n4、在宇航制造方面，公司开发了覆盖完整序列的小卫星/微小卫星公用平台型谱，产品涉及光学遥感等领域，可为航天器提供星上导航接收机、空间太阳电池片、星上电子通信设备等产品。公司广播通信服务覆盖中国全疆域、周边及“一带一路”主要区域。\n5、在卫星运营综合服务方面，公司位于云岗的地面站是北京地区的主要大型综合性卫星地面站之一，主要从事卫星广播电视传输、卫星通信服务、卫星测控、卫星在轨监测等业务。"
        },
        {
          "code": "sh600879",
          "name": "航天电子",
          "limit_time": "13:26:02",
          "analysis": "增资航天火箭+星间激光+电子元器件（火箭）+特种电缆\n1、2025年12月15日晚公告，公司拟对控股子公司航天长征火箭增资7.28亿元。其航天电子信息业务主要为测控系统、空间网络信息系统等领域。\n2、机构研报称，星间激光负责星-星传输，为微波通信的升级技术，技术壁垒高，为低轨大规模组网核心，星间激光之于太空通信，类似光模块之于AI集群。公司公告显示控股子公司航天长征火箭，致力于星间激光通信相关技术研究，研发出一系列型谱化激光通信终端等产品，应用在互联网卫星上，并占有相当数量市场份额。\n3、据机构调研纪要，公司是航天科技集团旗下唯一经营性资产整体上市公司，核心航天配套、无人系统业务均在体内，此外也是长征火箭电子元器件最大供应商，充分受益巨行星座组网建设。\n4、公司从事航天电子信息、无人系统装备、电线电缆产品的研产销。公司特种电缆主要用于航天军工、核电等领域。2024年3月22日公告，子公司航天飞鸿拟向航天飞腾公司增资1.49亿元，用于精确制导相关产品研发。"
        },
        {
          "code": "sh600776",
          "name": "东方通信",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+新一代智能通话+北斗对讲机+专网通信\n1、公司为相关客户在卫星通信服务方面提供网络维护服务，并构建350MHz-800MHz全频段数字集群系统，已为全国30余省提供应急通信保障。\n2、2025年12月11日盘后官微，由公司作为核心参与单位，联合中国移动华为等行业领军企业共同攻关的《新一代智能通话关键技术攻关与规模应用》项目，成功荣获一等奖。\n3、2023年度公司信息通信产业-ICT服务新开拓了星网卫星互联网网络维护项目。公司为华为战略合作伙伴。专网通信方面，公司掌握5G融合核心网；公网方面，公司掌握5G新通话等核心技术。\n4、在公网通信领域，为运营商提供增值业务平台及增值业务；在信息通信技术服务领域，公司建立了网络设计、网络运维等全链条业务体系，具备端到端的一站式服务能力。ICT服务方面工程业务成为中讯设计院、新华三等IT厂家的战略合作伙伴。\n5、公司构建了涵盖 350MHz、370MHz等频段的窄带 PDT/TETRA 无线集群通信系列产品以及宽带核心网、接入网、终端全系列产品和“宽窄融合、公专结合”集群通信解决方案。"
        },
        {
          "code": "sz002342",
          "name": "巨力索具",
          "limit_time": "09:25:00",
          "analysis": "商业航天+海工装备+军工+核电+索具\n1、2026年1月7日机构研报，公司深度参与我国首创的海上网系回收平台“领航者”，面向“箭—船—网”三元协同的柔性网捕获方案。索具平均使用寿命约1年左右，海洋环境加速损耗，替换需求持续。2025年12月29日投资者活动记录表，公司系统参与长征、神舟、嫦娥、天宫、天问等航天工程，并为国内首个可回收火箭提供捕获臂、试验拉索、回收转运装置等核心配套。据网传公司是长征十号乙\"网系回收\"耗材独家供应商。(未证实)\n2、公司是海风吊装设备供应商，重点开拓海洋工程领域（包括海上物探、海上系泊、海上救援）、“一带一路”建设、军工等领域。\n3、公司目前客户群体主要分为直属军队、十大军工集团和军工厂三大群体；在既有合作前提下，公司将着重致力于扩大市场范围，寻求新的合作空间。\n4、公司参与过的核电项目有山东荣成石岛湾核电站、“华龙一号”核电机组整体吊装、巴基斯坦卡拉奇核电站等。公司践行国家“一带一路”建设，有参与巴基斯坦港口码头等项目。"
        },
        {
          "code": "sh601106",
          "name": "中国一重",
          "limit_time": "09:49:21",
          "analysis": "商业航天+可控核聚变（控股股东）+燃气轮机+镍\n1、2024年12月公司官网及2025年9月29日互动，公司承制长征十二号商业航天首飞固定发射台及起竖架。\n2、公司控股股东一重集团为可控核聚变创新联合体成员单位，公司主要从事重型机械制造业务。公司具备核岛一回路核电设备全覆盖制造技术，承担国家绝大多数核电锻件及核反应堆压力容器生产任务，并在高温气冷堆、钠冷快堆等“四代”核电装备实现工程化制造。\n3、公司与中国重燃签署合作协议，在重型燃气轮机等方面进一步加深项目合作。\n4、公司持有控股股东一重集团持有的中品圣德38.74%股权，并间接享有印尼德龙镍业23%权益。印尼德龙项目是印尼当地单体最大的项目，主营采矿产品的加工和精炼，主要产品是镍铁。\n5、公司是领先的核能设备、重型压力容器、冶金设备、大型铸锻件制造商，是国内最大的核电锻件生产企业，90%以上的国产核电锻件，80%以上的国产核反应堆压力容器由公司生产。"
        },
        {
          "code": "sz002792",
          "name": "通宇通讯",
          "limit_time": "09:25:00",
          "analysis": "参股蓝箭鸿擎+参股垣信卫星+SpaceX+卫星通信+投资“凌空天行”\n1、2025年11月10日互动，公司与蓝箭航天同为蓝箭鸿擎股东，参股蓝箭鸿擎以来双方一直保持密切沟通。\n2、据机构2025年11月公开研报，公司近日已投资1亿元入股上海垣信。公司与上海垣信、GW、千帆等大型卫星星座计划达成全面合作，目前星载相控阵天线等产品已实现小批量交付。\n3、公司卫星通信产品已通过国际认证，可适配SpaceX星链等低轨卫星网络，实现间接供货，自研MacroWiFi新品凭借2公里超远覆盖半径、超200用户并发接入能力及卫星+地面双模组网优势，成功与海外客户签署千万级批量采购协议。\n4、2025年12月1日晚公告纪要，公司对空天产业基金累计已实缴出资额1.2亿元，旗下空天产业基金（公司持股99.95%）将出资1亿元投资“凌空天行”，其专注于高超音速技术服务、高超音速飞行器等产品研发，创始人王毓栋曾担任中国运载火箭技术研究院国家重点工程副总师，主导了“天行”系列可重复使用火箭的研发工作。"
        },
        {
          "code": "sh600477",
          "name": "杭萧钢构",
          "limit_time": "09:25:00",
          "analysis": "中标箭元火箭项目+钙钛矿叠层电池+数据中心（杭州）+HJT\n1、2026年1月7日讯，箭元科技中大型液体运载火箭总装总测及回收复用基地项目开工仪式在杭州市钱塘区举行。2025年12月29日杭州建设工程招标造价平台显示，公司中标箭元中大型液体运载火箭总装总测及回收复用基地(一期)项目，涉及合同额6931.88万元。\n2、子公司合特光电采用的电池技术是“高效异质结+钙钛矿叠层电池”，曾经计划建设100MW高效异质结钙钛矿叠层电池中试线，规划的目标转化效率达到28%以上。截止2024年末合特光电钙钛矿/晶硅薄膜叠层电池中试线进度及工艺指标未达到预期。\n3、公司位于杭州市，旗下万郡绿建平台包括门户、运营中心、数据中心、开放接口等模块。\n4、公司是一家主要为钢结构工程的设计、制作与安装的属建筑行业的公司，公司的主要产品是多高层钢结构、轻钢结构、空间结构。"
        },
        {
          "code": "sh603017",
          "name": "中衡设计",
          "limit_time": "09:33:32",
          "analysis": "商业航天+建筑设计+低空经济\n1、2025年12月26日晚互动，2023年公司天使轮投资了火箭生产制造商致航科技（苏州）有限公司（目前持股比例为2.1%）。先后中标了天兵科技运载火箭及发动机智能制造基地、山东箭元航天科技总装总测生产基地、成都星际荣耀火箭生产总部基地、安庆年发20发可回收液体火箭制造厂房建设项目等多个高端制造基地设计项目。\n2、公司主要从事产业服务及城乡建设品质提升相关工程设计及咨询（含绿色低碳智能建筑设计）、工程总承包、项目管理及工程监理业务。公司是江苏省最大的建筑设计企业。\n3、2025年10月14日公告，未来公司将充分发挥公司在产业咨询服务领域的技术服务优势，在服务新质生产力、产业策划、商业航天、低空经济、数字化及双碳、BIM技术、建筑智能化、建筑工业化、信息技术、绿色生态建筑等方面,加大技术研究及应用，并积极开展AI相关技术研发与应用。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "10:23:40",
          "analysis": "太空光伏(未证实)+拟收购++拟增资铁岭环球+钙钛矿光伏组件\n1、据网传公司近期成功为某商业航天公司6U立方卫星提供HJT光伏系统，单星输出功率15W，较砷化镓方案效率提升18%、重量减轻25%，且已稳定运行超1年。（未证实）\n2、2026年1月9日晚公告，预计2025年度归母净利润为负值，停牌核查完成股票复牌。\n3、2025年11月25日盘后公告，公司拟2.406亿元收购孚悦科技100%股权，标的公司主要从事高精密度新型锂电池结构件的研产销。\n4、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。\n5、公司控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。公司在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。"
        },
        {
          "code": "sz002465",
          "name": "海格通信",
          "limit_time": "10:43:48",
          "analysis": "卫星通信+脑机接口+低空经济+华为+北斗+军工\n1、2025年12月26日互动，公司北斗导航芯片已批量应用于手机直连卫星、低空经济、航空航天、智能交通等场景，形成空天地一体位置感知方案。\n2、2025年7月2日互动，公司坚持技术与市场融合的科技创新战略,紧跟市场与技术发展趋势,持续强化科技创新和产学研融合,加强非侵入式脑机接口技术攻关,旨在实现脑机接口及相关技术在感知控制等场景下的民用和特种应用。\n3、2025年12月27日官微消息，近日，由广州低空公司承建运营、海格通信承研的“广州低空飞行综合管理服务平台”正式发布，作为广州全市飞行活动统一入口，平台实现对空域、航空器、飞行活动等的一体化监管与服务，具备八大核心功能，并与民航、省级平台实现互联互通。\n4、公司率先实现“芯片、模块、天线、终端、系统、运营”全产业链布局，北斗三号终端进入鉴定和批量订货阶段。\n5、公司是行业内用户覆盖最广、频段覆盖最宽、产品系列最全、最具竞争力的重点电子信息企业之一，产品在陆、海、空等全军种及武警部队均有应用。"
        },
        {
          "code": "sz002115",
          "name": "三维通信",
          "limit_time": "09:31:03",
          "analysis": "卫星通信+AI营销+智慧海洋\n1、2026年1月8日官微，公司与南邮共建联合创新平台，并捐赠All in One Site一体化站点，可为偏远地区、海上作业区等特殊场景提供稳定的网络覆盖，实现快速部署、灵活建站与高效交付。\n2、子公司海卫通为国内首家专业服务海事船舶终端客户的国际卫星运营商，2024年收入1.73亿元、同比增长13.91%，并推出智慧海洋船岸云一体化SeaCube平台，构建高中低轨卫星网络泛在接入能力。\n3、子公司巨网科技已推出直播脚本方案创作机器人、创意素材自动生成机器人等多款AI应用。控股巨网科技通过AI赋能为客户提供精准投放、创意策划等一站式营销服务。2019年进入字节跳动（头条）广告服务领域。\n4、2025年3月13日调研，海卫通新推出船舶智慧大脑、船舶IT管家等产品，后续进一步打造智慧船舶、卫星互联网、卫星物联网等数智化平台。\n5、公司积极布局面向智慧海事、陆地、航天等领域的超宽带卫星通信服务，与华为在通信覆盖施工业务有开展业务合作。"
        },
        {
          "code": "sz002512",
          "name": "达华智能",
          "limit_time": "09:34:00",
          "analysis": "卫星通信+福建+量子技术+华为+屏显制造\n1、公司位于福建省福州市。公司在卫星通信技术方面，持有Ka高通量卫星轨位稀缺资源，可发射政府、民用、商业卫星，覆盖“一带一路”沿线及海峡两岸，同时可提供卫星终端产品、应用与解决方案，以及海上通信运营服务。公司是除中国卫通集团之外，是国内唯一拥有可启用发射Ka卫星轨位频率资料的民营企业。\n2、控股子公司福建海天丝路卫星，合肥国资，福建国资均有持股。\n3、公司与第三方企业合作研发产品卫星通信网络和量子加密设备在第三届数字中国建设峰会上展出。此外，量子技术为公司技术储备。\n4、公司控股子公司福米科技与福建大数据，宝德计算机，中科信强合资设立福建省星汉智能科技公司。公司子公司新东网科技被华为评选为年度最佳联合合作伙伴，并于2019年12月26日获得华为鲲鹏合作伙伴技术认证。\n5、显示制造业务方面，打造高度定制化的屏显终端产品矩阵，广泛覆盖消费电子、商业显示、教育、养老、智能制造等。"
        },
        {
          "code": "sh688387",
          "name": "信科移动",
          "limit_time": "09:37:41",
          "analysis": "卫星+6G+移动通信网络设备\n1、2026年1月8日晚美股flyExclusive上涨超130%，公司宣布与SpaceX旗下的星链（Starlink）达成经销商协议。公司为星链地面终端高频高速连接器独家供应商（市占率近100%），拓展终端天线、星舰通信天线；星链终端出货量与单机价值量提升将显著拉动公司收入。2025年12月9日晚互动，公司下属子公司大唐联仪近期中标上海卫星互联网研究院终端验证评估系统及重庆星网网络系统研究院载荷测试子系统采购项目。\n2、公司参与的首个关于卫星IMT未来技术趋势的研究项目通过ITU-R立项，率先完成5G NTN标准的宽带卫星通信试验验证。公司全产业链覆盖，高端天线为核心与银河航天/蓝箭鸿擎等配套成为GW/鸿鹄-3星座的通信载荷主供（单星价值量40%，单星座载荷份额50%），相关低轨互联网卫星将高达2w颗（当下申报3.8w颗）。\n3、公司参与了国家重大科技专项中多项6G课题，在多项6G关键技术方向上已有深度布局和研究。\n4、公司是国内继华为和中兴通讯外第三家移动通信系统设备厂商，公司中标我国四大通信运营商的历次无线主设备招标，并在最近一期招标中综合市场份额排名第三。"
        },
        {
          "code": "sz000969",
          "name": "安泰科技",
          "limit_time": "09:44:03",
          "analysis": "商业航天+可控核聚变+第三代半导体+稀土永磁\n1、2025年12月31日互动，目前公司的难熔合金、软磁合金、精密合金等多项产品已应用于航空航天市场，也同样适配商业航天领域。\n2、公司是国内第一家具备核聚变钨铜偏滤器生产能力的公司，具备从原材料到部件交付的全套技术，特别是在钨铜复合材料制备、高精度检测等方面积累了较高的技术优势。2014年，公司为EAST独立研发和生产钨铜偏滤器，成为全球首个安装钨铜偏滤器的全超导托卡马克装置；2020年公司为法国WEST装置独立提供全部456件钨铜偏滤器部件，100%验收合格交付。\n3、公司超薄纳米晶材料正式进军第三代半导体行业。\n4、公司通过全资子公司安泰创投持有钢研晟华科技10%的股份，钢研晟华科技涉及氢冶金项目。\n5、公司由钢铁研究总院改制而来，目前聚焦“难熔钨钼”和“稀土永磁”两大优势产业，拥有稀土永磁毛坯产能5500吨/年。公司金属功能材料长期应用于航天航空发动机领域。"
        },
        {
          "code": "sz002046",
          "name": "国机精工",
          "limit_time": "10:08:57",
          "analysis": "航天轴承+机器人轴承/丝杠+军工+培育钻石设备\n1、2026年1月7日投资者关系管理信息，公司在航天轴承领域市占率约90%，产品涵盖火箭燃料涡轮泵轴承等，商业航天发展带来新业务增长机会；公司具体配套卫星动量轮等关键组件。\n2、2025年11月14日调研纪要，国机精工下属轴研所是我国航天、航空、舰船和核工业等领域配套轴承的主要研制单位，圆满完成中国航天发展史上具有里程碑意义的“东方红”“长征”“神舟”“嫦娥”等航天工程配套任务，技术水平国内领先，航天领域特种轴承重点产品配套率 90%以上。\n3、公司可生产应用于机器人领域的轴承。网传纪要表示，公司是新剑传动独家供应商，丝杠加工磨床需要磨砂头，国机精工旗下三磨所是行业泰斗，丝杠加工耗材属性。（未证实）\n4、子公司三磨所培育钻产业有望贡献增量，目前主要对华天科技、通富微电、中芯国际下属子公司供应。三磨所向市场推出了锻造六面顶压机可用于培育钻石。"
        },
        {
          "code": "sz002017",
          "name": "东信和平",
          "limit_time": "10:34:21",
          "analysis": "卫星直连+eSIM+稳定币+金融信创+中电科旗下\n1、eSIM与卫星直连：适配北斗/天通的eSIM模组，支持终端直连卫星；珠海工厂为全球首个通过GSMA eIM安全认证的卫星物联网安全基座，产品批量供货运营商（如中国电信手机直连卫星）。2025年10月10日互动公司自主研发的eSIM物联网管理平台系列产品已获GSMA安全认证，并与运营商开展eSIM业务合作。\n2、2026年1月8日投资者关系活动记录表，公司正重点研究后量子密码迁移技术，并与相关方围绕量子科技应用开展交流与技术研究。公司联合中国电信研究院、上海树图研究院进一步推进技术布局，以一卡多能的区块链“温”钱包（BSIM）为突破口，积极探索稳定币在支付、跨境结算、数字资产等领域的应用落地场景。\n3、公司eSIM卡主要应用于金融服务等领域。5G超级SIM卡可与央行数字人民币支付应用相融合，形成5G超级SIM卡央行数字人民币钱包。公司控股股东是中国电子科技集团旗下中电科东方通信集团。"
        },
        {
          "code": "sh603305",
          "name": "旭升集团",
          "limit_time": "13:29:27",
          "analysis": "网传供货SpaceX+收到78亿定点通知+机器人轻量化+实控人变更+供货特斯拉\n1、据网传公司过去几年给Space X供应轻量化壳体(小锅盖终端），营收达数亿元。为保证供应链顺畅，近期该业务调整至泰国新厂，正处于重新认证谈判阶段。（未证实）\n2、2026年1月5日晚公告，近日收到了北美新能源汽车厂商的定点通知，公司将为该客户供应动力总成、车身件、副车架、电池盒等零部件产品。此次定点项目生命周期约为8年，生命周期总销售金额约人民币78亿元。\n3、网传与北美人形机器人公司Figure有合作或送样、接触的公司包括旭升集团（未证实）。2025年4月25日公告，公司深度挖掘自身铝合金精密加工专长，结合人形机器人独特的结构与性能需求，全力投入关节壳体、躯干结构件等关键产品研发，并斩获多家海内外客户项目定点。\n4、2025年12月23日晚公告，公司控股股东将变为广州工业投资，实控人将变为广州市人民政府。\n5、公司为特斯拉全球供应商，目前合作的产品覆盖特斯拉在售的所有车型。"
        },
        {
          "code": "sh603703",
          "name": "盛洋科技",
          "limit_time": "14:51:49",
          "analysis": "卫星通信+高速数据铜缆+铜缆布线\n1、2026年1月6日官微，控股子公司FTA中标CANAL+GROUP卫星信号接收设备采购项目，金额约520万美元，预计2026年5月前交付。2025年12月16日互动，子公司FTA与某全球最大卫星公司签署南美项目合作协议的相关情况，该合作方总部位于欧洲、具备高、中、低轨全轨道卫星组网布局能力的头部卫星公司。\n2、公司是横跨有线、无线领域的通信设备生产商。主要从事多种射频电缆及相关配套产品的研产销。2025年12月16日互动，目前公司铜缆业务产品主要应用于数据中心、车载通信等领域。\n3、公司自研的某型号终端已通过海南交信北斗相关测试，并完成小批量生产。公司和中交科技合资成立卫星通信和芯片子公司；中交科技是目前国内唯一一家为国家部委和各行业安全应急通信保障服务提供海事卫星通信全业务支撑的合法机构，也是华为的核心合作商之一，提供通信和卫星导航服务。"
        },
        {
          "code": "sh600877",
          "name": "电科芯片",
          "limit_time": "09:25:00",
          "analysis": "卫星通信+薄膜铌酸锂调制器+华为星闪+低空经济\n1、卫星互联网的核心技术之一是“相控阵雷达”和“卫星载荷”，需要海量的T/R组件、射频芯片和模拟芯片支持。电科芯片拥有硅基、化合物半导体等全技术路线，是国内特种芯片的龙头。公司已有低轨卫星星端和用户端接收发射芯片系列产品的研产销。公司产品主要以卫星短消息为主，面向语音互联的第二代产品即将流片。\n2、公司针对薄膜铌酸锂调制器的研究，集成光学事业部成立了薄膜铌酸锂波导技术攻关突击队，重点开展低损耗薄膜铌酸锂光波导工艺优化、薄膜铌酸锂相位调制器流片及测试，以及薄膜铌酸锂MZ调制器仿真设计工作。\n3、公司主营业务为硅基模拟半导体芯片及其应用产品。控股股东为中电科，最终控制人为国务院国资委。电科芯片集团与中国电科芯片技术研究院一体化运行， 电科芯片集团现控股13家产业公司。全资子公司重庆西南集成电路设计公司为华为星闪联盟会员单位。\n4、低空经济在硬件方面主要包括低空飞行器和地面检测管控设备，公司的卫星通信、卫星导航等芯片及模块等产品可应用于以上设备。"
        },
        {
          "code": "sh600498",
          "name": "烽火通信",
          "limit_time": "09:30:00",
          "analysis": "星间激光+AI服务器（华为）+光模块\n1、2025年12月27日公告，公司拟与联通战新基金、湖北省引导基金等共设湖北烽火创业投资基金，围绕光通信、商业航天等投资布局。2025年12月2日讯，近日公司自主研发的低轨星载路由、100G激光通信终端已成功在轨组网；单星价值量及份额均处于高位。\n2、2025年12月26日晚互动，低轨星载路由与星间激光通信是公司在卫星互联网的关键布局。\n3、据网传公司是中国星网核心供应商，深度参与GW星座、千帆星座多期建设，供应星间激光通信载荷、星载路由及地面站全套设备；同时以副理事长单位加入湖北省商业航天产业联盟，与蓝箭鸿擎联合开发载荷，参与雄安卫星自动化产线建设，具备批量化交付能力。（未证实）\n4、公司目前整体持有长江计算约87%的股权，武汉长江计算是算力基础设施的国家队，拥有多款基于昇腾推出的AI训练服务器。长江计算是首批具备提供CM384超节点集群完整解决方案能力的华为合作伙伴。\n5、烽火针对DCI互联、数据中心等应用场景推出了基于QSFP-DD封装的青锋系列400G光模块和基于CFP2-DCO封装的玄铁和真武系列400G光模块。"
        },
        {
          "code": "sz000066",
          "name": "中国长城",
          "limit_time": "09:37:54",
          "analysis": "商业航天+AI服务器+液冷+国产CPU+信创\n1、2025年11月26日互动，公司为中国航天事业提供特种显示设备及载人飞船交互系统。\n2、公司计算产业产品包括长城擎天训推一体机等AI服务器，液冷产品如喷淋液冷服务器可应用于中大型数据中心。终端产品方面，新一代飞腾D3000产品性能提升显著，增补海光、兆芯、龙芯等多形态产品，满足市场不同需求。\n3、公司飞腾芯片产品主要包括高性能服务器CPU、高效能桌面CPU、高端嵌入式CPU和飞腾套片四大系列，为从端到云的各型设备提供核心算力支撑。\n4、西安公路研究院联合中国电子旗下飞腾、麒麟软件、中国长城等打造的“基于飞腾CPU的国产化收费系统”首次在全路段高速公路——陕西西镇高速公路投入使用，采用飞腾腾云S2500、飞腾腾锐D2000作为算力支撑。\n5、公司下属子公司中电长城设企业业务部，主要开展行业信创相关业务。飞腾在党政、金融、教育领域具有大量国产化案例。"
        },
        {
          "code": "sz002935",
          "name": "天奥电子",
          "limit_time": "09:44:06",
          "analysis": "商业航天+存储芯片+军工+资产注入预期\n1、2025年12月10日互动，公司时间频率产品包括频率系列产品和时间同步系列产品两类，其中星载原子钟等频率类产品已在卫星上使用。\n2、公司是国内主要的原子钟批量生产企业，主持或参与铷原子钟、铯原子钟、芯片原子钟国家/行业标准制定。铷原子钟系列产品大量应用于航空航天、卫星导航、通信以及国防领域。公司的铷原子钟、铯原子钟、合路器、双工器等产品供货华为。\n3、2025年11月7日互动，公司存储芯片业务主要应用于国防军工等特定领域，该业务目前发展势头良好。\n4、公司时间同步产品是军用时间同步产品的主要供应商，产品广泛应用于航天测控、武器装备等领域。参加并完成载人航天、空间站等航天重大任务时频同步保障。为各军兵种用户提供了大量时频装备，满足了协同作战等军事需求。\n5、公司是中电科十所（中电天奥）唯一上市平台，中电科十所旗下有五大业务，分别是时间频率、通信导航、软件与服务、卫星应用、测量控制。公司所属时间频率业务，剩下四大资产有注入预期。"
        },
        {
          "code": "sz002471",
          "name": "中超控股",
          "limit_time": "09:47:00",
          "analysis": "航空航天+机器人（零部件）+燃气轮机+核电\n1、2025年12月25日盘后互动，孙公司江苏精铸拥有系列高温合金精密铸造相关技术专利，已进入中国航发集团、航天科工火箭等航空航天核心主机厂商的供应链体系；公司全面参与了燃气轮机新机研制及国产化研制领域内高温合金精密铸件研制工作，为中国航发燃气轮机等供应机匣等产品。\n2、子公司中超电缆已拥有“耐扭转耐腐蚀型高柔性智能机器人电缆”专利证书。公司与合肥市智能机器人研究院签订了《战略合作协议》。公司曾研发外骨骼机器人用信号传输电缆。\n3、公司与中国航发燃气轮机、中船重工龙江广瀚等燃气轮机主机厂稳定合作，2025年12月9日盘后公告，控股孙公司江苏精铸获得青岛中科国晟动力科技燃气轮机高温合金精密铸件订单5155.86万。\n4、2025年5月6日调研，公司目前已经是中核集团的合格供应商。2023年报提及公司有耐高温抗拉耐腐蚀型核电站用电缆开发研究项目。"
        },
        {
          "code": "sh600586",
          "name": "金晶科技",
          "limit_time": "09:47:06",
          "analysis": "太空光伏（钙钛矿）+光伏玻璃+TCO玻璃\n1、钙钛矿被视为商业航天和太空能源系统降本增效的关键突破口。2025年10月28日互动，公司在淄博和滕州分别布局一条TCO玻璃产线，单条为1500万平米/年，已经在极电光能、协鑫光电、纤纳光电等国内钙钛矿电池龙头企业实现应用，占据了国内该领域绝大部分的市场份额。\n2、公司光伏玻璃业务服务于绿色能源领域，产业实体分别位于中国西北的宁夏和海外东南亚的马来西亚以及山东区域，主要产品为光伏晶硅组件、薄膜组件进行产业配套。\n3、公司主营是浮法玻璃、超白玻璃及纯碱等产品的生产销售。纯碱业务方面，已形成150万吨的产能。"
        },
        {
          "code": "sh601992",
          "name": "金隅集团",
          "limit_time": "09:50:05",
          "analysis": "商业航天+可控核聚变+水泥+地产\n1、2025年12月5日互动，公司通过北京京国管股权投资基金(有限合伙)间接持有北京蓝箭鸿擎0.35%股权,持股比例很低。\n2、据2025年3月24日微信公众号，金隅杭加安徽公司中标世界首个紧凑型聚变能实验装置“BEST项目”，以AAC绿色建材参与可控核聚变设施建设。\n3、公司是全国建材行业领军企业，全国第三大水泥产业集团，京津冀最大的绿色、环保、节能建材生产供应商之一，国内水泥行业低碳绿色环保、节能减排、循环经济的引领者，具有较强的区域规模优势和市场控制力。\n4、目前水泥熟料产能约 1.1 亿吨、水泥产能约 1.8亿吨， 预拌混凝土产能约 6200万立方米， 骨料产能约 8600万吨。\n5、公司具备多品类房地产项目综合开发的能力，综合实力位居全国同行业前列，同时也是北京地区最大、业态最丰富的投资性物业持有者与管理者之一。"
        },
        {
          "code": "sh600094",
          "name": "大名城",
          "limit_time": "09:51:32",
          "analysis": "商业航天+福建房地产+算力+低空经济\n1、2025年11月14日公告，公司的全资子公司深圳名城金控拟购买北京佰才邦2,887.6041 万股股份，占其总股本的 19.4293%。标的公司为低轨卫星互联网的 “地面 + 空天通信基础设施供应商”。2026年1月5日公告，公司的全资子公司深圳名城金控拟继续购买北京佰才邦1.0229%股份。\n2、公司以房地产为主业，同时涉足工业地产及旅游地产，深耕平潭地产开发多年，参与区域基础设施与商业综合体建设，旗下东方大名城项目位于平潭核心地段。\n3、2025年11月5日公告，公司拟购买福建数产名商95%的股权，预计交易价格1.85亿元；公司持有数产名商44% 股权，交易完成后将获得投资收益，且其参股公司名城数科与数产名商存在7.59 亿元算力服务合同，未来或受益于算力业务协同。\n4、公司与福州新区航空城发展投资公司、中航金城无人系统合资设立福建城际低空机场投资公司，将在福州新区投建“低空城际智慧枢纽机场”项目，已完成工商注册。"
        },
        {
          "code": "sh603396",
          "name": "金辰股份",
          "limit_time": "09:53:04",
          "analysis": "卫星能源+钙钛矿设备+光伏组件\n1、据网传纪要（未证实），晶硅HJT及钙钛矿叠层路线为低轨卫星能源系统最具性价比的替代方向，设备端作为产业放量前置环节，确定性显著高于电池与组件，公司深度布局HJT+TOPCon双技术路线，HJT相关设备已具备交付与验证基础，同时前瞻布局钙钛矿蒸镀设备，有望在晶硅/钙钛矿叠层放量阶段抢占核心设备入口。\n3、公司开发了高效 HJT 用 PECVD、PVD、TOPCON 用PECVD、硼扩散、真空退火炉、电池自动化上下料设备、电注入抗光衰设备、光伏电池 PL 测试仪、电池片 AOI 分选机等光伏电池制造装备。"
        },
        {
          "code": "sz002088",
          "name": "鲁阳节能",
          "limit_time": "10:20:06",
          "analysis": "商业航天(隔热材料)+新能源电池防火+熔盐塔式光热电站+耐火材料\n1、2026年1月11日市场传闻，公司控股股东为全球高端材料集团 Al­k­e­g­en（原 Un­i­f­r­ax）。Al­k­e­g­en长期深耕航天热防护与极端温控材料领域，其航天级陶瓷纤维、低温绝热及热管理材料体系被应用于Sp­a­c­eX等头部商业航天项目，属于相关航天材料的供应商体系成员。（未验证）\n2、公司通过收购大股东工业过滤布袋产品、汽车衬垫产品、新能源电池纸产品业务，将公司业务范围扩大至汽车排放控制系统、工业除尘、新能源电池防火领域。\n3、亚洲最大的陶瓷纤维生产商，产能48万吨，目前已拥有首航节能敦煌10MW熔盐塔式光热电站、深圳金钒阿克塞800米熔盐槽式试验回路、中广核德令哈50MW槽式光热等多个项目供货业绩。\n4、公司纳米气凝胶保温材料主要在石化、冶金家电等行业的保温隔热领域进行推广使用。\n5、公司主要从事陶瓷纤维、可溶纤维、氧化铝纤维、轻质莫来石砖等耐火保温产品的研产销、施工业务，玄武岩纤维产品的研产销。"
        },
        {
          "code": "sh601615",
          "name": "明阳智能",
          "limit_time": "10:25:46",
          "analysis": "商业航天+风电+钙钛矿+光伏+储能\n1、市场传闻集团旗下德华芯片布局砷化镓太阳翼，已供应星网和千帆星座。(未证实)\n2、网传纪要，明阳为国内海风龙头，海风占比高进一步风机毛利率；且公司具备海外海风风机出口唯一性，意大利及苏格兰漂浮式海风进入合同条款谈判阶段，欧洲海风风机价格9000元/kw，毛利率预计50%+，单千瓦盈利是国内的10倍以上。（未证实）\n3、2025年12月31日晚互动，公司钙钛矿组件已实现效率与稳定性双突破，1200mm*600mm组件第三方认证效率高达22.4%,居国内外先进行列，同时钙钛矿/HJT两端叠层电池实验室转换效率已突破34%，开始进入大尺寸验证阶段。\n4、控股子公司中山瑞科已形成规模化碲化镉（CdTe）光伏组件产能，主要用于BIPV发电玻璃幕墙等应用场景，并已经取得了国内外的规模化订单。\n5、公司全球单机容量最大的漂浮式风电平台“OceanX”在继浮式基础下水后，正式进入塔筒吊装阶段，标志着全球首创的双风轮、单机容量最大的漂浮式风电平台研制取得重大进展。"
        },
        {
          "code": "sz002881",
          "name": "美格智能",
          "limit_time": "10:30:24",
          "analysis": "卫星互联网+Deepseek+豆包AI手机+AI端侧模组\n1、2025年9月15日互动，公司有支持卫星物联网的模组及解决方案产品，相关产品支持5G NTN双向卫星通信技术。近期，公司同时支持4G全网通网络+天通卫星网络的融合终端产品，已经小批量向客户发货。 \n2、公司结合自研的AIMO智能体及DeepSeek-R1模型的基础能力，开发面向工业智能化、座舱智能体、智能无人机、机器人等领域的AI Agent应用。\n3、据网传资料（未证实），公司为字节豆包AI手机提供端侧计算支持，实现 \"豆包大模型\" 本地化运行。\n4、公司以 4G/5G 无线通信技术为核心，围绕 4G/5G 通信链接、智能安卓系统、端侧 AI 算力、生成式 AI 应用等核心技术能力，为全球客户提供各类型无线通信模组和以模组技术为核心的物联网解决方案。 \n5、CES 2025展会现场，公司发布AI智能体产品—AIMO，一款面向C端消费者的个人化AI智能伙伴。"
        },
        {
          "code": "sz300342",
          "name": "天银机电",
          "limit_time": "10:34:24",
          "analysis": "参与千帆星座+恒星敏感器+卫星导航+自动驾驶\n1、2025年12月16日互动，目前天银星际星敏感器已成功在遥感卫星星座、气象卫星星座等卫星中广泛应用。并参与了千帆星座(低轨互联网卫星组网)等国内重点航天项目。\n2、控股子公司天银星际，是国内商业运营的恒星敏感器生产厂商，恒星敏感器是航天器、航空器导航系统的重要组成部分，为航天器的姿态控制和天文导航提供高精度测量数据，主要应用于各种卫星、无人机、飞艇等空天设施。\n3、公司天银星际产能达2000台套/年，综合现有产量、在手订单和潜在的市场机会等因素，综合规划未来的产能数据。\n4、全资子公司华清瑞达业务范围包括有雷达目标模拟器及雷达射频仿真阵列等，华清瑞达曾承接过智能驾驶汽车雷达传感器的仿真测试业务。\n5、公司是国内各大冰箱压缩机厂的主流供应商，为美芝等一线压缩机厂商提供优质产品。"
        },
        {
          "code": "sh688282",
          "name": "理工导航",
          "limit_time": "10:43:03",
          "analysis": "商业航天+卫星导航+军工+无人机\n1、2025年11月26日互动，公司已与国内某商业航天企业签订了某型惯导系统配套合同。\n2、公司结合惯性导航、卫星导航或地形匹配等技术，研发了多模式组合导航系统。该系统在卫星信号受干扰或缺失时仍能短时间保持自主导航能力，提升了装备的战场生存能力和打击精度，尤其在远程制导弹药和无人作战平台中表现突出。\n3、公司主要产品包括惯性器件、惯性导航系统、卫星导航系统、惯性组合导航系统的设计、开发、生产和服务。理工导航和宇讯电子的产品均包括机载及弹载武器平台应用。"
        },
        {
          "code": "bj920116",
          "name": "星图测控",
          "limit_time": "11:08:54",
          "analysis": "航天测控+测控地面系统+北交所次新股\n1、网络机构短文称，公司是国内首家航天测运控及太空资产管理上市公司，累计为300+颗航天器提供测控服务，处于航天测运控市场第一梯队。\n2、公司掌握了卫星全生命周期健康管理及测控装备一体化设计与智能管控等核心技术，引领了国内空间信息分析技术的突破，并逐步实现对国际主流航天分析软件STK的产品替代。\n3、公司实控人为中国科学院空天院，中国科学院空天院拥有20余个国家级/院级重点实验室及中心，在国内空天信息领域处于领先地位。\n4、依托特种航天领域的技术积累，公司积极开拓民商领域业务；其中，以测控地面系统建设业务为典型代表的收入实现较快增长。"
        },
        {
          "code": "sz002446",
          "name": "盛路通信",
          "limit_time": "11:13:12",
          "analysis": "商业航天+5.5G/6G（天线）+华为+卫星导航+军工\n1、2025年12月18日晚互动，公司研发的微波模块组件可应用于卫星通信系统。公司在卫星通信领域已掌握毫米波通信、有源相控阵等核心技术。\n2、2024年3月26日互动公司在5G-A移动通信方面部分项目已经小批量出货。公司积极布局6G技术的研发工作。公司移动通信业务主营基站天线、微波通信天线、室内终端天线及射频器件设备的研发生产\n3、公司开发的首款模拟芯片28G64通道毫米波有源相控阵天线；公司与华为在毫米波技术领域一直保持合作关系；公司有GPS/北斗天线业务。\n4、公司主要产品包括军工电子、基站天线、微波天线、终端天线、射频器件与设备等。\n5、军工板块业务包括微波混合集成电路及相关组件的研产销，主要产品包括各类微波器件、多功能微波组件等,产品适用于微波通信、雷达和电子对抗领域,应用于弹载、机载等多种应用平台。"
        },
        {
          "code": "sh600151",
          "name": "航天机电",
          "limit_time": "13:35:17",
          "analysis": "航天八院（长征十二）+航天用钙钛矿电池+中冷器+新能源车\n1、公司控股股东是上海航天技术研究院（航天八院），后者主要业务领域覆盖运载火箭、应用卫星、航天技术等领域，八院为长征十二号甲运载火箭的总师单位，这款液氧甲烷可回收火箭即将发射，技术实力比肩国际顶尖水平，而其相关核心资产有望注入上市公司。\n2、参股子公司上海太阳能推出商业航天用空间环境适应低成本钙钛矿复合叠层太阳电池技术。\n3、公司光伏产业主要从事多晶铸锭、组件环节的研产销，运营约350MW的国内光伏电站和4.8MW的海外光伏电站，具有1GW/年硅片、4.9GW/年组件的产能，推出了高效N型TOPCon组件。海外市场涉及印度、巴西、欧洲、东南亚和北美等国家和区域。\n4、公司已获得定点项目的本土新能源车客户主要有比亚迪、理想。\n5、公司主要经营光伏产业和汽车热系统产业两大产业。热系统业务涉及的中冷器、水箱产品的设计、生产和开发均与对应车型发动机相匹配，且公司正在为多款国六车型供应产品。"
        },
        {
          "code": "sh603859",
          "name": "能科科技",
          "limit_time": "14:05:20",
          "analysis": "商业航天+工业AI+焊接机器人+战略合作华为\n1、公司自2021年起与蓝箭航天展开业务合作，核心为其提供数字化与智能化升级相关服务，累计达成订单金额达数千万元。\n2、公司“乐系列”工业软件和“灵系列”AI agent 两大自研产品与产业场景深度融合，从生产流程优化、数据协同治理到智能决策支撑，全方位赋能商业航天产业向数字化、智能化升级。\n3、公司与华为深度绑定，拥有稀缺性、唯一性的军工大模型资格，可通过大数据、AI等技术为军事决策提供支持。公司为航空、航天、兵器、船舶等央国企客户提供了仿真测试服务与管理等领域的数字化解决方案。"
        },
        {
          "code": "sh603698",
          "name": "航天工程",
          "limit_time": "14:54:43",
          "analysis": "航天一院+火箭回收平台+航天粉煤+氢能+军工\n1、公司为运载火箭技术研究院一院旗下唯一上市公司，实控人为中国航天科技集团，主营以航天粉煤加压气化技术为核心。公司将中国航天在运载火箭研制、生产和试验方面积累的技术优势应用于煤炭洁净高效利用领域。2025年12月23日晚公告，公司主营业务不涉及商业航天。\n2、网传资料显示公司在国内粉煤气化炉领域优势明显，自研的航天炉市占率超50%以上。目前新疆已核准显著推进中的1489.3亿元煤化工投资中，对应气化炉需求量为40台，年均13台。对应公司年均收入增量6.5亿元，年均净利润0.98亿元。\n3、公司的电解制氢技术具备大规模煤制氢的条件，公司航天粉煤加压气化技术是国家重点推广的洁净煤利用技术，该技术可广泛应用于煤制氢、IGCC发电等领域。\n4、公司与佳安氢源合作，共同布局氢能源产业。公司煤气化技术与装置中，通过净化与分离工艺，可实现高纯度CO2捕集。"
        },
        {
          "code": "sh688119",
          "name": "中钢洛耐",
          "limit_time": "14:56:11",
          "analysis": "商业航天(隔热材料)+耐火材料+国资委\n1、公司具备航天器用隔热材料技术，满足新一代航天器安全、长寿命的服役要求，为热防护系统提供了新材料和技术支撑。公司火箭发射工位用特种材料已用于航天发射，并实现F级燃气轮机各型号陶瓷隔热瓦的制备，产品达到国外同等水平。\n2、公司实控人为国务院国资委，核心产品是中高端耐火材料（占比85%）,现有硅质系列制品、镁质系列制品、高铝系列制品、复合系列制品、高纯氧化物制品、功能型材料制品、不定形及预制件，广泛应用于钢铁、建材、有色金属、化工等高温领域，是各种高温热工窑炉和装备不可或缺的基础材料。基于此，耐火材料行业也被称为工业背后的工业。"
        },
        {
          "code": "sz300118",
          "name": "东方日升",
          "limit_time": null,
          "analysis": "太空光伏+SpaceX+储能+商业航天+电池组件\n1、2025年1月5日互动，公司p型超薄异质结系列产品卷迭式卫星太阳翼适配（柔性）、抗辐射等方面具备综合优势，同时具备根据客户需求批量交付p型超薄HJT产品的能力，并且该系列产品在欧洲及北美地区已有小批量成功交付经验。\n2、据机构调研纪要，已进入SpaceX供应链，有望获得大幅加单。\n3、公司聚焦N型异质结（HJT）技术，量产产品转换效率达26.2%，推出超低碳730W+的Hyper-ion伏曦系列组件，具备高功率、低衰减优势。\n4、公司在安徽滁州基地有一条500MW的由PERC电池线升级改造的TOPCon电池中试线；在建项目包括浙江宁海5GW异质结电池和江苏金坛4GW异质结电池。\n5、公司主要产品为太阳能电池组件，大力推进储能业务发展，主营产品储能系统集成和PACK电池包国内外销售实现多点开花。"
        },
        {
          "code": "sh600678",
          "name": "四川金顶",
          "limit_time": "",
          "analysis": "太空算力+四川水泥+无人物流车+合作腾讯\n1、2025年8月8日，子公司开物星空正式发布“开物星空V2矿用AI卫星”，该卫星搭载包括超算AI、云星超聚、通信终端等16项专用模块，为全球矿山行业提供遥测-通信-预警-导航-AI计算等一体化的“星际矿联网”上帝视角解决方案。\n2、公司地处四川峨眉市，核心资产为石灰石矿山，2024年公司石灰石开采总量974.48万吨。\n3、控股34%子公司电氢智运与新成储物流签署40个场景800台无人车订单。子公司四川开物的无人驾驶矿卡已经在公司自有矿山场景进行测试，后续将继续推动技术迭代和应用落地。\n4、子公司开物信息2023年与腾讯云洽谈矿山AI混元大模型合作事宜。2025年2月14日盘后互动，开物信息的管理中台产品已接入deepseek等多个主流大模型。\n5、公司全资子公司四川天工氢储将完善公司在氢能产业链的战略布局，加快推动绿色城市建设。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "1、2026年1月9日港股大模型独角兽公司MINIMAX-WP持续拉升涨超60%\n2、2025年12月30日据媒体报道，Meta以数十亿美元收购开发AI智能体公司Manus，这是Meta成立以来第三大收购。在Meta收购前，Manus正以20亿美元估值进行新一轮融资。",
      "stock_count": 37,
      "stocks": [
        {
          "code": "sz300986",
          "name": "志特新材",
          "limit_time": "09:25:00",
          "analysis": "AI4S(AI材料)+铝模+装配式建筑+高业绩目标\n1、公司设立控股子公司志特小临智能科技有限公司，主营化学机器人平台及AI for Science新材料研发，切入机器人赛道。公司与微观纪元共建合资公司，打造“量子+AI”新材料研发体系，技术产业化加速。\n2、公司铝模板产能从2017年55万平米增加至2020年220万平米，产能快速提升，2021年志特新材铝模板市场占有率约3.0%，预计未来四年公司收入CAGR为29.5%，2025年市场占有率提升至4.7%。公司同时深度绑定大客户，拓展爬架业务，未来有望贡献新业绩增长点。\n3、公司是一家专注于铝模、防护平台、装配式建筑PC产品的综合服务型企业。全资子公司海南志特新材料主要从事装配式建筑PC构件的设计、生产、销售等业务。\n4、公司主要业务为铝模租赁，目前已有约272万方米的铝模板保有量，规模已至行业前三。"
        },
        {
          "code": "sz002195",
          "name": "岩山科技",
          "limit_time": "09:55:33",
          "analysis": "AI大模型+脑机接口+机器人+业绩增长\n1、公司旗下岩芯数智（RockAI）已推出了Yan 1.3多模态群体智能单元大模型。\n2、公司旗下岩思类脑研究院有在合适时间进行脑机接口技术和产品发布的规划；公司的脑机接口游戏操控系统视频展示了公司先进的脑机交互概念技术,该技术理论上可用来操控机械手臂。\n3、公司旗下岩芯数智已向人形机器人客户交付搭载Yan1.3大模型的产品；2025年7月发布的Yan2.0Preview新增原生记忆模块，适配机器人、无人机、手机等终端。 \n4、公司主营互联网信息服务和多元投资，核心产品2345.com网站导航用户规模行业居前。"
        },
        {
          "code": "sz002131",
          "name": "利欧股份",
          "limit_time": "09:25:00",
          "analysis": "AI营销智能体+合作字节+液冷泵+MCP+半导体\n1、公司推出营销领域大模型“利欧归一”， 通过AI+投放产品的战略布局，致力于以AI技术来构建新型的投放模式。\n2、公司目前同时管理字节系的巨量广告和千川广告两条产品线的自动化投放发布管理。\n3、2025年5月20日机构调研，公司机械制造业务开发液冷用泵适配数据中心液冷系统需求，已对接国内主流液冷系统供应商开展送样和联合验证，响应AI算力散热需求。\n4、2025年4月18日盘中官微，利欧数字发布广告行业首个MCP服务，正式宣布旗下开放API服务工具支持MCP协议。\n5、全资子公司利欧投资将对Tomales Bay Capital Anduril III,L.P出资5000万美元。合伙企业的投资标的为Space Exploration Technologies Corp。SpaceX是全球领先的太空技术公司。"
        },
        {
          "code": "sh600637",
          "name": "东方明珠",
          "limit_time": "09:33:02",
          "analysis": "合作minimax+间接参股超聚变+芯上微装+参股垣信卫星\n1、2025年9月19日互动，2025年9月19日互动易，公司已与MiniMax、阶跃星辰等头部AI企业合作，在电商、文旅场景落地数字人及多模态应用，并启动东方有线超高清AI升级行动。\n2、2026年1月7日超聚变辅导备案文件显示，预计于2026年4-5月完成上市辅导并提交IPO申报材料，公司拟分别参与郑州航空港先进计算一期(公司拟持有49.95%)、二期基金(公司拟持有34.164%)，受让超聚变部分股权。\n3、近日，“上海威耀实业”发生股东信息变更，持股100%的上海微电子退出，芯上微装（之前从上海微电子拆分出去）成为威耀实业的新增全资股东，认缴出资额同样为2.29亿元；公司通过上海信投间接持有芯上微装股权比例约3.48%。\n4、据企查查，公司通过上海信投参股垣信卫星约4%。\n5、公司是上海广播电视台、上海文化广播影视集团公司统一的产业平台和资本平台，拥有中国规模最大、门类最齐、特色鲜明的内容版权库以及国内最大的多渠道视频集成与分发平台。"
        },
        {
          "code": "sz003007",
          "name": "直真科技",
          "limit_time": "09:25:00",
          "analysis": "AI4S+商业航天+华为昇腾+异构算力+智能体\n1、据网传公司联合重庆科院研发“知算”AI4S平台，完成局部测试；专注科学计算与AI融合应用，聚焦科研计算场景。（未证实）\n2、2024年报公司承建的“千帆星座”卫星互联网网络管理中心系统和“国网星座”运控流量预测系统顺利上线。\n3、公司与华为在昇腾、鲲鹏生态原生开发方面签署了合作协议，共同推进算力原生应用开发。公司取得了华为授予的运营商专线业务管理联合整体方案认证。\n4、公司自2023年开始实施所有产品线向AI转型以来，逐渐形成了具有完全自主知识产权的包括多元异构算力调度和服务能力在内的AI计算服务平台。异构算力调度平台已完成华为、寒武纪、海光和英伟达等计算芯片适配，具备对前述国产智算设备开展集群化运营服务的能力。\n5、公司持续投入OSS板块系列产品的智能化升级开发，加快智能体应用开发，支撑运营商“点金”系列行动和网络运维向运营转型。"
        },
        {
          "code": "sh603171",
          "name": "税友股份",
          "limit_time": "10:06:48",
          "analysis": "AI财税+合作阿里+蚂蚁持股\n1、2025年2月13日互动，公司与阿里云长期合作，犀友AI平台接入通义千问大模型，90%以上基础设施跑在阿里云，已在财税咨询、爱搜税等场景落地。“犀友”人工智能平台可覆盖不同层级税务局及政府机关的大部分办公类应用场景。“犀友”智能体以多模态 AI 能力配合传统小模型能力构建出具有更强垂直领域能力或更强场景适应力的智能体，支持自动化申报、数据分析等20余项功能，实现税务流程智能化。\n2、网传互联网平台涉税信息2025年10月开始报送，涉及平台6000多家，市场规模近百亿。公司与部分平台合作，提供合规等服务，合规Agent导流，转化高价值合规服务。（未经证实）\n3、上海云鑫为蚂蚁科技100%控股，上海云鑫目前持有公司4.48%股份。\n4、在数字政务领域，公司为国家金税三期、金税四期工程核心供应商，先后承接了国家个税税制改革服务项目、大数据税收风险管理等重大改革项目。"
        },
        {
          "code": "sh603488",
          "name": "展鹏科技",
          "limit_time": "10:39:52",
          "analysis": "AI军工+成飞+换电+电梯\n1、公司AI蓝军系统已深度融入仿真作战平台，可动态模拟敌方战术，实现逼真战场环境下的仿真训练，训练效费比大幅提升。公司控股子公司领为军融是国内以航空模拟训练为主营业务的民营企业，其核心产品——“通用数字空战仿真系统”，正是飞行模拟器最核心的软件之一。领为军融核心产品航空兵作战训练的便携式“通用数字空战仿真系统”，可满足中远距空战、视距内格斗、空面打击、编队飞行、转场演练等战术仿真训练任务。子公司领为军融曾中标成飞集团的招标项目。\n2、子公司伯坦科技专注于“换电技术体系”的电动汽车产业研发和创新，是“车电分离、分箱换电”商业生态和技术体系的构建者，已与威马汽车、东风汽车等多家国内主要车企就换电技术应用达成战略合作，在国内换电市场排名第一。\n3、公司主要从事电梯门系统、电梯一体化控制系统、电梯轿厢及门系统配套部件的研产销。"
        },
        {
          "code": "bj920207",
          "name": "众诚科技",
          "limit_time": "09:47:39",
          "analysis": "AI智能体+低代码+华为合作+数据安全+数据要素\n1、2025年5月22日投资者关系活动记录表：公司没有单独推向市场的AI智能体产品，公司开发的智能体都是为AI应用服务的，在MCP协议推出后，公司已经开始把原有深度集成在开发框架中的智能体分离出来，通过MCP协议做成通用的AI智能体服务。\n2、公司拥有“低代码开发平台”著作权信息。公司在华为生态战略合作、信创国产替代、虚拟仿真技术开发及行业应用等方面具备特色优势，系河南省具有核心竞争力的信息系统集成服务提供商之一。\n3、公司是一家数字化综合解决方案提供商，业务聚焦数字政府、元宇宙（孪生与虚仿）应用数字化综合解决方案。\n4、公司实现数据集成管理、交换管理、实时计算存储等十大模块的融合，可快速满足不同的数据治理场景需求。"
        },
        {
          "code": "sz000917",
          "name": "电广传媒",
          "limit_time": "10:19:27",
          "analysis": "智谱AI（参投）+间接持股蓝箭航天+潮玩平台+湖南国资\n1、2025年12月18日讯，智谱AI最新投后估值约400亿元人民币（7月C轮融资后），已通过港交所上市聆讯 。公司旗下达晨创投于2021年初领投智谱AI A轮融资并多轮加注。\n2、2025年12月29日市场传闻达晨持股蓝箭航天，2018年B轮入局，持续跟投至D轮，当前持股3%-5%，为公司早期核心投资方，电广传媒控股达晨55%，间接享有投资收益(未证实)。\n3、公司创建了二手潮玩平台（娃友圈），同时背靠湖南广电，有望利用湖南广电优质IP资源和媒体宣推优势以芒果IP、芒果基因创新打造芒果味的休闲度假产品，打造芒果版“迪士尼生态”。\n4、达晨财智（电广传媒持股55%）领投爱诗科技亿元级A1轮融资，爱诗科技旗下PixVerse是一款AI视频生成工具，在创投圈中较火。\n5、公司控股股东为芒果传媒，实控人为湖南国有文化资产监督管委会。公司主营业务涵盖文旅、投资、广告、游戏业务等。"
        },
        {
          "code": "sz300063",
          "name": "天龙集团",
          "limit_time": "10:33:06",
          "analysis": "AIGC+抖音+华为\n1、2025年12月17日互动，公司“品学·兼优”AIGC工具矩阵通过整合百度擎舵、腾讯妙思等三方平台API，兼容GPT-4o、DeepSeek等国内外主流大模型，实现文案、图片、视频等营销素材自动化生成，构建多模态智能创作生态。\n2、公司是巨量引擎综合代理商、巨量千川三星级服务商、巨量引擎科学营销服务商，代理巨量引擎旗下包括抖音客户端在内的多产品互联网广告营销业务。\n3、公司是华为鲸鸿动能广告代理商，为广告主提供互联网广告相关的专业媒介运营服务。公司为客户提供华为应用市场的广告服务，鸿蒙系统和安卓系统均覆盖。"
        },
        {
          "code": "sz002181",
          "name": "粤传媒",
          "limit_time": "11:25:18",
          "analysis": "AI文娱+短剧+足球媒体+全运会+业绩扭亏\n1、公司旗下虚拟人苏小妹，自创国内首部博物馆题材虚拟短剧《步天歌》，在抖音上线。新媒体公司G视频首部全流程AI制作城市宣传视频《五羊传说》亮相深圳文博会。\n2、2025年11月3日消息，广东表示要组织好“粤超”足球赛、“省港杯”足球赛等区域精品赛事。公司旗下广州劲彩信息进行购彩平台“云彩彩票”的开发、运营和管理；子公司先锋报业新媒体矩阵涉及足球+APP、足球+小程序、等相关足球体育媒体。\n2、十五运会将于2025年11月9日至21日在广东、香港、澳门三地举行，预计将带动超1500亿元经济增量；公司将对全运会赛事进行宣传报道，并积极举办全运会相结合的活动。\n3、2025年10月30日晚公告，公司前三季度净利润1.16亿元，同比扭亏为盈，主要因收到法院执行款7259.73万元致营业外收入大增。\n5、公司通过与民办复读机构、中等职业学校等教育机构合作，为中职生和社会人员提供高考复读、高考辅导、艺考生文化课培训及艺考术科培训等教育培训服务。"
        },
        {
          "code": "sz300418",
          "name": "昆仑万维",
          "limit_time": "11:29:57",
          "analysis": "AI应用+大模型+AI大算力芯片+AI音乐\n1、公司面向生产力场景,推出SkyWork天工智能体;面向社交娱乐场景,公司推出AI短剧创作平台SkyReels、短剧平台DramaWave、AI音乐创作平台Mureka、AI社交平台Linky等多款产品。\n2、公司自研的AI音乐大模型达到行业SOTA，位居全球第一；公司开源的Skywork R1V多模态思维链推理模型达到开源SOTA，位列全球同类型开源模型第一；公司面向AI短剧创作的SkyReels视频大模型达到全球领先水平。公司旗下的大模型学习强化Skywork-Reward奖励模型亦达到全球第一。\n3、公司旗下艾捷科芯AI大算力芯片项目取得突破性进展，研发团队员工数量接近200名，涵盖芯片设计、算法研发等多个领域。\n4、为了助力开发者高效切换至国内大模型，公司天工开放平台第一时间面向OpenAl API用户推出“一键搬家计划”，并提供1.5亿Tokens的API调用资源(包括天工2.0及天工3.0大模型)。"
        },
        {
          "code": "sz000681",
          "name": "视觉中国",
          "limit_time": "09:25:00",
          "analysis": "MiniMax+AI大模型+合作阿里+视觉内容平台\n1、2026年1月9日公告，MiniMax上市，公司持有的股份公允价值变动损益金额为6735万元，约占2024年度公司经审计归母净利润的56.53%。\n2、2025年11月11日互动，公司基于deepseek等开源基础大模型开展视觉中国多模态生成、多模态理解和图像理解等行业大模型的研发，也与百度、Minimax、快手等开展战略合作，合作共建基于版权合规数据的行业大模型。\n3、2025年10月14日互动，公司通过API开放平台，与腾讯、阿里巴巴、百度、京东等平台类客户达成合作，采用B2B2C模式，连接包括智能创作、广告营销、办公文档等不同的应用场。\n4、公司是国内最大合规视觉内容平台，依托海量版权数据壁垒（超7亿合规内容），加速向“AI智能+内容数据+应用场景”战略转型，通过投资硬件芯片（凌川科技）、生成式AI工具及全球化融资，有望在AI数据溯源、版权分成机制中受益。"
        },
        {
          "code": "sh603000",
          "name": "人民网",
          "limit_time": "09:25:01",
          "analysis": "AI检测+商业航天+数据要素+媒体+广告\n1、2025年10月27日互动，人民网推出涉政智能风控平台“人民审校”，提供文本、图片、视频审校等多场景能力，支持网页、微信公众号等内容审校。公司依托高质量行业数据推出“天目”深度合成检测工具和AI写稿秘书等产品，构建“用AI治理AI”模式。\n2、AIGC-X是由人民日报社主管、依托人民网建设的传播内容认知全国重点实验室主导，与中国科学技术大学、合肥综合性国家科学人工智能研究院联合推出的AI生成内容检测工具。\n3、人民网是商业航天创新联合体中唯一一个媒体机构，将为联合体提供新闻宣传支持，在有关部门指导下，联合商业卫星公司打造国内首个具有权威性的卫星数据要素服务平台，为国内所有商业卫星公司提供数据确权、数据交易、数据估值入表工作。\n4、公司广告业务以市场需求为导向、以产品内容为支撑、以用户服务为保障，深度挖掘增效增量，增强客户粘性。\n5、公司旗下人民在线以舆情服务和数据能力立本，推出系列舆情大数据产品，提升数据服务能力，提高舆情服务效能。"
        },
        {
          "code": "sh603888",
          "name": "新华网",
          "limit_time": "09:30:00",
          "analysis": "AI公文+阿里+政务服务+云计算\n1、新华智云小麦采编智能体已在广西等省级媒体落地应用，生成互动数字文化产品，探索AI在内容生产中创新。2025年5月8日盘中网传图片显示，鸿蒙电脑开放三大模型接入，其中包括新华妙笔（未查证）。新华妙笔是一款AI公文写作学习平台，由新华社媒体融合生产技术与系统国家重点实验室与博特智能公司联合研发。\n2、公司与阿里巴巴共同成立新华智云（公司持股45%），其自主研发的AI算法能实现对多模态内容统一审核，确保新闻内容的真实准确。\n3、公司实控人新华通讯社，为各级政府、企事业单位提供专业的网站建设、内容管理等服务，提供视频云直播、内容云安全等全栈云服务解决方案和融合媒体解决方案。\n4、公司联合阿里云、中国电信推出混合云平台、新华网云主机等产品成功入围中央国家机关2021年云计算服务协议供货采购供应商名录。\n5、新华网发起设立新华数据要素联合平台，为合作企业在数据资产管理、数据资产入表与合规披露等方面提供系统解决方案。"
        },
        {
          "code": "sz301378",
          "name": "通达海",
          "limit_time": "09:33:03",
          "analysis": "AI法律+收购完成+华为昇腾+数字人民币+不良资产\n1、2025年5月27日互动易：公司积极推进 “AI+” 战略，紧扣 AI 发展趋势、聚焦司法及相关行业多元业务场景，针对性研发涵盖知识问答、材料归纳、类案推荐、OCR 识别、翻译助手、公文撰写、数据分析等功能的 AI 智能体，为法院、公安、检察、政法、仲裁等行业用户提供智能化辅助服务。\n2、2025年1月7日发布《对外投资进展情况公告》，明确润之信息已完成工商变更登记程序，标的公司核心业务为公安执法办案监督管理系统研发与应用。\n3、公司基于昇腾芯片的Atlas人工智能计算平台开展AI产品研发和适配工作。2024年3月，通达海作为HUAWEI在智慧司法领域合作伙伴受邀参加了“HUAWEI中国合作伙伴大会2024”，展示了智慧执行办案模式及应用场景。\n4、公司曾销售内容包含苏州市相城区人民法院数字人民币支付项目(软件服务），苏州市相城区人民法院数字人民币支付项目（硬件）等。\n5、公司在不良资产方面，主要是针对银行等金融机构的小额信用贷款问题，开发了金融纠纷一体化平台，为各类机构办理小额金额纠纷提供标准化的调解、诉讼、执行流程管理。"
        },
        {
          "code": "sh601900",
          "name": "南方传媒",
          "limit_time": "09:41:26",
          "analysis": "AI教育+科普传媒+数字教材+出版\n1、2025年8月27日半年度报告，公司“数智南传”战略加速落地，粤教翔云数字教材平台已覆盖全省1.9万所学校、激活师生1589.7万人，并推出“AI助教”“AI助学”场景及“悦教AI学习助手”小程序。公司与科大讯飞成功举办题为“AI赋能教育融合创新出版”的全民阅读人工智能创新实验室创建揭牌仪式暨粤教讯飞E听说发布会。\n2、公司积极布局AI+教育领域，AI青少年语言学习平台，背靠拥有英语/语文教材的教育社，AI辅助语言听/读/背/默学习。\n3、公司旗下的广东粤科普集团正式揭牌，南方传媒及子公司持股比例为80%。该项目以全省为落脚点，涉及科技展馆运营、科技内容出版、衍生产品销售等多维服务形式。\n4、公司的主营业务为图书、报刊、电子音像出版物的出版和发行，以及印刷物资供应和印刷业务。"
        },
        {
          "code": "sh600633",
          "name": "浙数文化",
          "limit_time": "09:43:03",
          "analysis": "AI智能体+DeepSeek+算力租赁（合作阿里）+浙江数交所\n1、公司旗下传播大脑公司目前已经推出包括多模态搜索、AI智能绘画等多模态产品。\n2、控股子公司浙江智慧网络医院持续深耕AI+医疗健康赛道，自主研发了基于deepseek大模型的智能导诊、智能客服、健康风险智能评估、医生数智分身等AI系统。\n3、子公司富春云科技有超10000组机柜，主要以对外租赁为主，提供基础设施建设及运营等服务，业务布局杭州富阳、大江东等地，是浙江地区在运营机柜体量最大数据中心之一，主要服务对象包括网易、阿里等企业。 \n4、公司持有浙江大数据交易中心48.2%股权。后者是浙江省唯一一家持牌数据交易场所。"
        },
        {
          "code": "bj920021",
          "name": "流金科技",
          "limit_time": "09:47:18",
          "analysis": "AI应用+商业航天+低空经济+电视频道+白酒+北交所\n1、2025年12月22日盘后纪要，公司推出“视界慧景”传媒垂类大模型及AI终端，构建从内容创作到商业落地的业务闭环。\n2、2025年12月26日互动，子公司贡爵微主要为国内商业航天单位提供高稳时钟单元、变频模块等产品，属于北斗授时的应用方向，相关产品主要采用3D SIP（系统级封装）设计和封装方案，具备小型化、高集成等优势，满足客户星载、弹载、机载等各类场景需求。\n3、公司基于5G技术，打造低空直播产品“网联无人机超高清云台相机”。\n4、北交所唯一传媒公司，公司主营业务电视频道综合运营服务，主要产品和服务是电视频道综合运营服务、视频购物及商品销售、5G+4K/8K 超高清摄传编播解决方案产品、微波器件产品。此外，公司被部分投资者认为是市值最小北交所白酒公司。\n5、 公司持有四川流金酒业51%股份，后者以销售酱香型白酒为主，并打造了国乐（角）、国乐（商）、国乐（宫）系列高端酱香型白酒。"
        },
        {
          "code": "sz000892",
          "name": "欢瑞世纪",
          "limit_time": "09:49:06",
          "analysis": "AI短剧+漫剧+互动影游+重大诉讼进展\n1、2025年8月5日互动公司与上海阶跃星辰已达成战略合作,双方共建“麟跃”AI联合实验室,第一期合作方向为短剧Agent产品,双方将合力打造短剧Agent产品,深化探索AI技术在相关影视应用、短剧管理与投流产品等方向的应用。\n2、2025年10月30日盘后讯，抖音集团短剧版权中心正式面向机构和达人发布《成品漫剧业务合作指引》；公司继AI短剧、互动影游《江山北望》后，近10部AI漫剧作品也将陆续上线。\n3、2025年11月21日盘后据官微，公司旗下互动影游《江山北望》上线，仅上线3小时，斩获STEAM热门即将推出游戏榜第1名。\n4、2025年10月22日晚公告，公司作为原告在北京金融法院提起诉讼，被告需补偿1.13亿股股票及现金1767.16万元。"
        },
        {
          "code": "sz002712",
          "name": "思美传媒",
          "limit_time": "09:50:36",
          "analysis": "AI应用+智谱AI+小红书+合作抖音+四川国资\n1、2025年半年报，公司成功实现了AI合成创意广告、AI广告自动分析基建、AI小说辅助精修等能力。公司子公司八方腾泰研发上市 AdPex 一站式智能投放平台全面覆盖广告主投放全生命周期中的各项需求，现已正式成为 Apple Ads官方合作伙伴。2023年5月公司与智谱华章签署《战略合作协议》。\n2、公司拥有经验丰富的媒体采购团队，长期作为小红书等头部数字媒体的核心媒体合作伙伴，拥有矩阵化的媒体资源布局，能够为赋能品牌与目标消费群搭建有效的沟通桥梁，为品牌与商家持续输入流量。\n3、公司旗下子公司八方腾泰联合抖音策划开展“域见美好城市—2024 巨量引擎城市峰会暨心动之城启动站”活动，就AI等前沿技术的前景与文旅相关应用场景进行解析。\n4、公司控股股东为四川旅游投资集团，实控人为四川国资委。"
        },
        {
          "code": "sh600640",
          "name": "国脉文化",
          "limit_time": "10:07:42",
          "analysis": "AI智能体+间接参股沐曦集成+合作宇树+数字人\n1、2025年9月10日互动，公司正在自主研发AI智能体基础平台，重点深耕视频观影、内容生成、出行服务、文旅消费、数字员工、企业培训、决策支持等多个领域，计划将于近期推出天翼出行、企业培训师、导览机器人、AI态势感知等智能体应用。\n2、沐熙集成电路科创板 IPO，第二轮审核问询回复已于2025年9月21日在上交所官网挂网。公司作为央视融媒体产业投资基金的有限合伙人，认缴出资占该基金的5.39%份额，通过私募基金间接参股沐曦集成。\n3、2025年9月19日互动，公司与宇树科技在机器狗、机器人的销售服务和解决方案上有合作。\n4、公司布局数字人赛道，承办多项数字人应用的大型活动，为中国电信打造的首位3D超写实数字人“霄逸”。公司最终实控人为国务院国资委，控股股东为中国电信。"
        },
        {
          "code": "sz300987",
          "name": "川网传媒",
          "limit_time": "10:08:54",
          "analysis": "AI应用+传川超转播+文化传媒+虚拟数字人\n1、公司开发了智能机器人小雅，并运用到新闻播报和新媒体产品制作。公司将继续跟进机器人新闻写作等新技术，不断丰富新闻采编、新媒体产品制作方式手段。\n2、四川省体育局表示川超联赛将借鉴苏超联赛经验，动员社会力量参与。市场猜测公司或参与川超转播（未经证实）。\n3、虚拟主播“小雅”是川网传媒推出的首个虚拟IP，可用于直播、带货、短视频等多种场景。\n4、公司是中央文化体制改革领导小组确定的全国首批重点新闻网站转企改制试点工作单位。主要产品及服务是宣传推广服务、网络舆情服务等。\n5、公司旗下拥有四川新闻网、中国西部网等新媒体平台，媒体形式涵盖网站、手机报等，构建形成了“网、端、微、屏”立体传播渠道，提供综合化和多样化的新媒体服务。"
        },
        {
          "code": "sz300785",
          "name": "值得买",
          "limit_time": "10:09:24",
          "analysis": "AI购物+合作阿里+华为+合作kimi\n1、2026年1月11日晚消息，沃尔玛与谷歌母公司Alpha-bet合作在Gemini上提供由AI支持的购物功能；公司基于通用模型，利用自身特色数据资源以及1.2亿条优质语料，自研智能消费导购大模型“值得买消费大模型”，同时已上线AI购物助手“小值”。\n2、公司过旗下消费内容社区\"什么值得买\"为阿里巴巴提供信息推广服务，在AI购物管家\"张大妈\"等产品方面展开合作。值得买\"海纳\"MCP Server已入驻阿里百炼平台，为更广泛的AI应用提供消费信息服务。\n3、2025双十一期间“什么值得买”AIGC兴趣内容发布量同比增长62.17%；张大妈”App日活及日均启动次数分别环比上月增长129.97%及101.34%，“海纳”平台产生GMV环比上月增长71.39%。"
        },
        {
          "code": "sz000889",
          "name": "中嘉博创",
          "limit_time": "10:15:27",
          "analysis": "AI应用+字节+算力+仲裁回款+移动通信\n1、2025年7月14日，公司全资子公司浙江闳信科技成立，法定代表人为吴鹰。标的公司含人工智能行业应用系统集成服务，人工智能通用应用系统等业务。\n2、子公司创世漫道专注于行业应用需求的移动短彩信发送领域，主要向电子商务、互联网、金融、物流快递第三方支付等企业客户提供触发类移动信息服务，公司除与腾讯、阿里巴巴、华为等合作外，还开拓了字节跳动、网易等知名大客户。\n3、公司全资子公司海南博创云天经营范围包含算力销售，公司表示并已基于RCS技术将产品应用于金融领域。\n4、2025年9月16日互动，公司就4.8亿元仲裁裁决已申请强制执行。\n5、全资子公司长实通信作为服务提供商，在通信网络领域有丰富的建设和维护经验,在金融领域的应用主要是区块链的数字货币为主。"
        },
        {
          "code": "sz300349",
          "name": "金卡智能",
          "limit_time": "10:24:06",
          "analysis": "AI智能体+智能燃气表+华为\n1、公司在燃气、水务领域已构建垂直行业大模型,落地AI 智能体及AI 客服、AI计量分析、AI 安巡检等产品,助力企业管理更安全高效。\n2、金卡智能智能燃气表全球份额排名第二，国内NB-IoT智能燃气表市场占有率20%左右，NB-IoT智能燃气表与能源云系统获得华为认证，为国内首家。目前公司正在与华为鸿蒙生态伙伴探索合作应用。\n3、公司地处杭州市，主要产品包括智能民用燃气终端及系统、智能工商业燃气终端及系统等。与各大公用事业企业、华为、阿里巴巴、电信运营商建立了长期战略合作伙伴关系,共同推动传统公用事业行业的数字化转型。"
        },
        {
          "code": "sz000785",
          "name": "居然智家",
          "limit_time": "10:32:12",
          "analysis": "AI设计+优必选机器人+阿里参股\n1、2025年半年报，居然设计家是公司和阿里巴巴共同打造的AI设计平台，通过AI、3D、大数据等底层技术驱动，赋能用户实现所想即所见、所见即所得。阿里巴巴旗下公司合计参股上市公司15.62%股权，并公司多项业务保持密切合作关系，包括不限于设计家接入通义千问大模型、服务器全面上云、阿里云资源调用、共同打造数字化校园超市门店等。\n2、公司控股股东持有优必选公司股份。\n3、居然智家正式宣布包括居然设计家（Homestyler）、居然智慧家和洞窝在内的三大智能平台接入DeepSeek。在2024年8月，居然智家与火山引擎签约，合作内容包括AI及大模型、veOmniverse等方面。公司居然设计家业务正在与豆包对接测试。\n4、居然之家主营化妆品，服装，酒水等品类。公司旗下中商超市包括预制菜业务。"
        },
        {
          "code": "sz300711",
          "name": "广哈通信",
          "limit_time": "10:34:24",
          "analysis": "AI智能体+商业航天+UWB+电网指挥调度\n1、公司应用大模型、智能体等技术,结合行业应用特征及业务流,形成特定知识库,为用户提供集成化信息处理、能化辅助决策等应用,提升产业效率。\n2、2025年12月3日互动，公司正在研发的智能信息指挥通信系统,将融合短波电台、卫星通信、5G等多链路通信手段建立立体化智能指控通信体系,可支撑商业航天、低空通航等领域高效联动及智能决策。\n3、网传华为mate 70将新增AI隔空传送功能。公司工业管控系统可以提供UWB(超宽带)定位方式实现室内定位。\n4、公司为电力行业提供指挥调度整体解决方案。在电力市场，公司的指挥调度方案广泛应用在国家电网、南方电网总部、分部、省公司及地市公司，在各大发电集团及地方发电企业也得到广泛应用。\n5、公司是国防、电力领域指挥调度通信产品的主要供应商之一，国防领域营收占比50.79%。公司指挥调度系统及相关产品可应用于低空通航指挥调度，目前已为客户提供相关解决方案。公司已交付了飞行计划管控系统、基于北斗和UWB高精度定位安全管控系统。"
        },
        {
          "code": "sz300291",
          "name": "百纳千成",
          "limit_time": "10:38:09",
          "analysis": "拟并购众联世纪(AI大数据)+影视+IP运营+文旅\n1、2025年12月25日晚公告，公司拟通过发行股份及支付现金的方式直接及间接取得目标公司众联世纪100%股份，并向不超过35名特定投资者发行股份募集配套资金。标的公司是一家以AI+大数据驱动的数智科技企业，曾筹备IPO。\n2、公司影视作品包括有剧目《祈今朝》《南来北往》等；电影业务包括《没有一顿火锅解决不了的事》、《穿过月亮的旅行》等；动漫包括《雄狮少年2》、《铸剑少年》、《逐日少年》等。\n3、2024年11月7日公告，公司与腾讯影视签署4亿元影视剧集联合合作合同。公司动漫业务主要包括动画影视、动漫题材的真人影视、动画IP开发与运营业务等。\n4、公司作为创新型IP全产业链运营商，通过多层次影视表达格式为IP赋能，包括虚拟人、虚拟主播、数字藏品、潮玩数藏等形式。\n5、公司参股60%永兴坊参与投资运营西安首个创新型沉浸式文旅IP项目“长安十二时辰”。永兴坊文商旅已成功为国内多个文商旅项目提供了一站式解决方案。"
        },
        {
          "code": "sh600588",
          "name": "用友网络",
          "limit_time": "10:38:13",
          "analysis": "AI应用+ERP+合作阿里+DeepSeek+数智财税\n1、公司推出的“用友BIP企业AI”实现 AI、数据、流程的原生一体化。发布全新一代用友BIP智能体构建平台，无缝接入 4000 多个企业级应用API，助力企业10分钟随需构建一个企业级智能体。\n2、公司和阿里巴巴有战略合作，公司电商ERP“电商通”，为客户提供阿里电商平台应用、接口服务。\n3、2025年2月6日官微，用友BIP全面上线以DeepSeek-V3和DeepSeek-R1作为基座大模型的智能服务，企业客户可通过用友BIP3 R6智能平台的公有云、专属云模式使用相关服务。\n4、公司在央国企ERP市场占比超70%，在中国企业级应用软件市场占有率第一、中国ERP软件市场占有率第一、中国财务软件市场占有率第一。2025年3月5日晚公告，公司拟将回购股份价格上限由13元/股调整至23元/股。\n5、在数智财税领域，公司产品全面支持数电票的全流程管理，进一步提升数智财税自动化、智能化水平。"
        },
        {
          "code": "sz301066",
          "name": "万事利",
          "limit_time": "10:40:00",
          "analysis": "AI智能体+春晚联名+丝绸纺织+离境退税\n1、公司已全球首发\"AI花型交互智能体”，只要一个简单指令，就能迅速生成一条丝巾设计成品，此外，公司\"西湖一号\"是AI定制专属丝巾的美学创意平台。\n2、公司是央视2026马年春晚丝绸围巾丝币项目的合作伙伴，相关产品已经在线上和线下店铺销售。\n3、公司主要产品按照客户群体和是否具备终端消费品牌可分为丝绸文化创意品（自有终端品牌）和丝绸纺织制品（非自有终端品牌），其中以万事利自有品牌为核心的丝绸文化创意品主要包括丝巾、组合套装、家纺、品牌服装、围巾、丝绸工艺品。\n4、万事利丝绸成杭州首批离境退税“即买即退“试点商店。"
        },
        {
          "code": "sz301159",
          "name": "三维天地",
          "limit_time": "10:40:21",
          "analysis": "AI智能体+海南+数据资产管理平台+数据安全\n1、2025年11月25日晚互动，公司是海南数据产品超市认证服务商，AI智能体Sunwaylink已与核心产品深度融合并实现订单落地，技术储备与海南封关后的监管运营需求高度契合，凭借在数据资产管理（DAM）、AI智能体应用（SunwayLink）和质量基础设施一站式服务平台（NQI）构建方面的专业技术能力，有望在海南封关后成为支撑当地数字经济发展的重要力量。\n2、公司是数据加工与服务商，协助政企将业务数据、供应链数据、质量数据进行标准化、资产化，打造有价值、可交易的数字产品。公司发布数据资产管理平台V12，在元数据管理的基础上进一步借助大数据等新兴技术，赋能数据价值提升，满足数据要素市场化的技术需求。\n3、公司与中国能源、光明集团、科大讯飞等不同领域的世界知名企业展开数据资产管理方面合作。\n4、公司主业包括检验检测信息化、数据资产管理等应用软件产品的研发、销售及实施，在DAM等主流方向均有自研产品。公司有专门完备的CRM系统对销售机会与发展预测进行管控，数据资产管理平台的主要功能之一系数据安全管理。"
        },
        {
          "code": "sz300364",
          "name": "中文在线",
          "limit_time": "10:44:54",
          "analysis": "AI智能体+短剧出海+AI应用+大模型\n1、公司依托“逍遥大模型”打造逍遥AI Agent系统，实现智能广告投放全流程AI化，提升ROI，已应用于海外短剧投流。\n2、公司海外短剧APP FlareFlow上线3个月下载量破千万、每月用户的充值收入增速超500%，已聚合2,000部短剧，覆盖177国。\n3、公司为国内最大网文原创内容平台之一，拥有网络原创作者450+万名，拥有60TB海量正版中文数据，数字内容资源超550万种，公司的微短剧大量改编自公司的原创小说。\n4、Reelshort是公司海外公司推出的真人短剧，在北美市场上线后近期表现优异。公司将优质内容改编制作为视频短剧，在公司小程序等客户端上观看。"
        },
        {
          "code": "sh688229",
          "name": "博睿数据",
          "limit_time": "10:49:42",
          "analysis": "AI应用+合作华为+链上交易监控+客户头部云计算公司\n1、2025年5月，公司发布了BonreeONE2025春季正式版，延续一体化智能可观测平台核心定位，围绕国际化拓展、云原生可观测、AI大模型能力、升级用户体验四大方向迭代突破，包含十余项核心能力升级，进一步拓展智能可观测平台的能力边界。\n2、公司在2024年6月与华为云计算签署UCS可观测软件框架采购协议，正式成为华为云供应商，产品将OEM至华为云产品体系中，类似于天猫自营。“UCS”是一个分布式集群的统一管理平台，支持华为云基础设施、伙伴云基础设施、用户自有基础设施。\n3、网传纪要表示，国泰君安国际最近已经开始对数字钱包APP招标，邀标博睿做钱包及交易监控。Coinbase每年要支付给博睿的海外对标公司Datadog一年4000w美元的订阅费（2021年峰值6500w)做链上交易监控。（未证实）\n4、公司主动式业务包括Bonree Net产品,为企业提供net产品及用户访问体验监测服务,提升客户CDN和云产品的服务质量。国内头部的云服务企业比如华为云、阿里云、腾讯云、百度云等均为公司的客户。"
        },
        {
          "code": "sz300229",
          "name": "拓尔思",
          "limit_time": "13:09:06",
          "analysis": "AI智能体+DeepSeek+大模型+数据要素+数据资源\n1、2025年9月25日互动，公司在AI智能体方向已形成系统性布局并取得实质性进展。今年公司的拓天大模型一体化平台已进化为拓天生产级垂直智能体平台,相关成果已在金融、舆情等多个高价值场景中实现规模化落地应用。\n2、据证券时报1月27日报道：拓尔思与DeepSeek联合开发金融舆情大模型，已在中信证券等机构部署智能研报生成系统。\n3、公司积极拥抱大模型发展，启动trsGPT的研发，分为trsGPT-G（政务专业模型）、trsGPT-F（金融专业模型）、trsGPT-M（媒体专业模型），在政务、金融、新闻媒体等垂直领域做应用落地。\n4、从数据资源化的角度,公司具备完全自主研发的大数据基础平台,可提供采集、管理等完整的数据闭环服务。公司基于自主建设的大数据中心，以长期服务多行业用户的开源数据持续累积为基础。\n5、公司数据资产平台拥有2000亿条高质量数据资源，并以日均5亿条的速度继续更新，积累了30+专业知识库，覆盖媒体、政务应用等场景"
        },
        {
          "code": "sh601116",
          "name": "三江购物",
          "limit_time": "14:20:21",
          "analysis": "AI购物+生鲜超市+阿里参股+盒马\n1、2026年1月11日沃尔玛与谷歌共同宣布计划推出将谷歌Gemini的智能与沃尔玛及山姆会员店相结合，使购物变得更加直观、可靠，阿里既有自己的大模型（千问）、又有自己的商超（三江购物），同时有淘宝作为流量入口，在国内拥有布局AI购物绝对优势。\n2、公司主要经营社区生鲜超市业务。公司经营业态有社区店、盒马店和邻里店，采用连锁经营方式，商品结构以社区居民日常鲜食消费品为主。\n3、2025年11月13日据证券报，未来几个月内阿里巴巴将逐步在包括淘宝网在内的多个平台上添加AI代理功能，以支持购物体验；杭州阿里巴巴泽泰信息为公司的第二大股东，持股30%，泽泰信息控股股东为淘宝（中国）软件。\n4、2025年4月11日盘后消息，助外贸企业出口转内销 京东、盒马、永辉、华润等零售巨头启动相关扶持计划。\n5、公司股东阿里持有旷视科技近30%股份，市场猜想存在注入预期。"
        },
        {
          "code": "sz002315",
          "name": "焦点科技",
          "limit_time": null,
          "analysis": "AI智能体+跨境电商+跨境支付\n1、2025年12月26日投资者调研，公司坚守外贸领域垂类 AI 应用创新战略，核心 AI 产品为外贸领域 AIAgent——AI 麦可，该产品深度融入外贸全流程，为卖家在产品图文编辑、客服接待、社媒营销、买家背景调查等关键环节提供全方位赋能。\n2、公司跨境电子商务业务形成“一站式供应链服务+一件代发平台”的双业务布局，由 InQbrands Inc.与 Doba.com 两大主体协同推进。\n3、焦点支付事业部推出一站式跨境收结汇产品Global Pay，平台推出的跨境支付已开放给200多个国家和地区。公司旗下百卓轻云ERP系通过运用互联网技术，为国内中小企业提供采购、销售等一站式解决方案。"
        }
      ]
    },
    {
      "name": "AI营销",
      "reason": "GEO重构时代，流量逻辑正在发生根本性变革。当用户不再点击搜索结果，而是直接向AI提问。",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sh603598",
          "name": "引力传媒",
          "limit_time": "09:25:01",
          "analysis": "合作火山引擎+字节智驾+合作可灵/抖音+文化出海\n1、公司作为字节跳动核心代理商，与字节旗下豆包大模型及火山引擎自2023年底起逐步深化合作，构建起“技术+创意+营销”的AI营销生态闭环。公司2025年3月推出“九合创意”AIGC创作平台，嵌入感知、决策、内容三大智能体实现AI文案、图片、视频生成，并在工作流中嵌入智能体降低人工操作。\n2、2025年10月23日，公司与火山引擎在北京举行AI搜索与AI驾驶舱专项合作会议，双方基于在技术研发、产业落地与资源整合的优势，围绕AI搜索的全场景赋能与AI驾驶舱的智能化决策展开深度交流，进一步深化 “AI+产业”生态共建。\n3、公司于2024年6月曾测试使用“快手可灵AI”工具。公司是巨量引擎金牌服务商，同时拥有抖音和阿里双平台顶级认证资质，核力智选系统目前已收录百万级规模达人数据。\n4、公司建立出海营销服务团队，并主要以 Google、 Meta、TikTok 等主流媒体平台为主业务阵地，拓展承接电商、游戏、应用等行业客户的出海营销业务。"
        },
        {
          "code": "sh600880",
          "name": "博瑞传播",
          "limit_time": "09:25:00",
          "analysis": "GEO+AI教育+RWA交易所+谷子经济+AI视频文案写作\n1、2026年1月6日投资者关系活动记录表，每经科技2026年重点推广新增的AI舆情和GEO服务等产品线，核心产品雨燕智宣已接入通义千问大模型并入驻阿里云百炼平台，客户覆盖金融、政府、上市公司及媒体领域。\n2、企查查数据显示，公司持有生学教育60%股权。据生学教育官微称，2025年12月2日，公司与火山引擎合作签约，双方将正式开启智慧教育、智慧城市、心理健康、韧性城市四大领域的深度合作，双方将联合研发“生学教育专属大模型”。\n3、公司参股成都文化产权交易所，是目前唯一一家面向数字文化产权的交易所。\n4、公司已于2022年7月通过TikTok认证，已获得六个国家的跨境服务电商资质。联营企业成都每经传媒自主研发的“雨燕智宣——AI短视频自动生成平台具备AI视频文案写作，即时新闻合成等实用功能。\n5、公司与华为举行了全面合作签约仪式，双方将就智慧教育、算力等9个方面展开深度合作。"
        },
        {
          "code": "sh600556",
          "name": "天下秀",
          "limit_time": "10:33:23",
          "analysis": "AI营销+TikTok+小红书（MCN）+网红经济+人工智能\n1、公司的AI产品“灵感岛”针对B端客户提供智能营销服务，以AI智能放大营销效果，产品涵盖社媒内容AI运营、短视频内容AI运营、矩阵营销AI运营三大板块。\n2、公司为TikTok北美直营业务的首批合作伙伴之一。\n3、公司是一家立足于红人新经济领域的平台型企业，核心服务红人、 MCN（红人经纪公司）、品牌商家。平台注册红人账户数累积达到319.8万；入驻 WEIQ 平台的 MCN 机构的数量达到 1.79万家。公司与小红书、腾讯、今日头条等建立了良好的合作关系。。\n4、公司Honnverse(虹宇宙)产品是一款3D版虚拟社交产品，产品是以Z时代的3D虚拟星球(P-LANET)为背景，将联合全球社交红人为全球用户打造一个沉浸式的泛娱乐虚拟生活社区。"
        },
        {
          "code": "sh603496",
          "name": "恒为科技",
          "limit_time": "09:25:00",
          "analysis": "拟购买AI应用公司+华为昇腾+智算中心+机器人\n1、2025年9月29日盘后公告，公司正在筹划以发行股份及支付现金的方式购买上海数珩信息75%股权。交易完成后数珩科技将成为公司控股子公司并延伸至AI RaaS及垂类模型场景。\n2、公司与华为签署昇腾生态原生合作协议。公司采用昇腾的“恒为智云前海智算中心”首批算力已经启用。公司有基于华为昇腾的算力一体机产品。公司与华为及深圳前海管理局签署战略合作协议，将在前海设立深港人工智能算力中心。\n3、2025年2月25日盘后官微，恒为科技推出的昇腾DeepSeek一体机分为训推一体机与推理一体机两种类型，以\"开箱即用+高并发低时延\"为核心优势，覆盖金融、政务、科研、医疗等众多垂直行业。同年3月2日异动公告，昇腾DeepSeek一体机尚处于市场推广阶段，尚未形成销售订单。\n4、公司的智能系统平台业务有智能计算、智能网络和智慧物联等产品，包括智能巡检机器人等。\n5、公司在智算解决方案、智算可视化运维方面技术实力出众，与华为等多家算力投资机构合作建设、合作运营多个千P以上智算中心。"
        },
        {
          "code": "sh600986",
          "name": "浙文互联",
          "limit_time": "09:32:58",
          "analysis": "AI搜索+AI算力（阿里）+AI营销（腾讯/字节）\n1、2026年1月8日官微，公司推出“HochiGEO”生成式引擎优化智能体，抢占大模型流量入口，助力品牌提升AI搜索可见度。\n2、浙文投董事长2019-2023年曾主导杭钢云，引入华为云、阿里云两大客户。公司布局发展了算力基础设施业务，成立全资子公司浙文智算，为AI相关业务及数字文化发展提供算力底座服务。2025年3月5日盘后，蓝耘科技子公司获37亿算力订单；公司与蓝耘科技共同设立浙文蓝耘(公司与蓝耘科技各持股50%)。\n3、2025年4月29日晚公告，2025Q1公司营业收入20.43亿元，同比增长0.28%;净利润约1.1亿元，同比大增332.45%。\n4、公司与头条、腾讯、快手等头部媒体均建立了长期的合作关系。公司拥有今日头条核心代理等代理商牌照。\n5、公司是一家国有相对控股（浙江财政厅）、行业领先的数字文化科技公司；公司与秘塔AI达成合作；公司完成本地化部署的Deepseek-R1推理大模型。"
        },
        {
          "code": "sz002400",
          "name": "省广集团",
          "limit_time": "09:41:09",
          "analysis": "AI营销+谷歌代理+TikTok核心代理商\n1、2025年11月4日互动，公司密切关注着前沿技术的发展，并拥有自主研发的AIGC平台，运用AI技术促进营销业务的创新发展。公司打造包括GIMC云、灵犀AI在内的数智产品矩阵，以大数据为依托精准触达目标消费者。\n2、公司旗下控股公司省广畅思获Google CDVIP（国内核心代理资质）、DVIP（海外核心代理商资质）双牌照，成为Google官方授权的顶级广告代理商。\n3、公司是TikTok出海核心代理商，获得TikTok等多款海外流量产品在五大洲150多个国家和地区的出海代理权。公司是抖音的巨量引擎代理商，大数据平台GIMC云在北京、广州部署了3个云计算中心，旨在为客户提供一站式数字营销服务。\n4、公司控股股东为广新控股，实控人是广东省国资委。\n5、2025年8月13日互动，公司为Meta大中华区认证代理商。"
        },
        {
          "code": "sz301171",
          "name": "易点天下",
          "limit_time": "09:43:18",
          "analysis": "AI营销+合作微软+电商出海+合作智谱AI\n1、2026年1月9日，AI大模型MiniMax港股上市首日开盘即涨42%。在AI营销领域，公司已构建智能竞价系统、多模态创意生成及大模型驱动的效果预测平台，持续提升智能投放效率。目前实现了包括KreadoAI、数眼智能等AI驱动型产品的商业化落地与应用。\n2、网传公司系Google的一级代理商，深度合作覆盖广告投放与云服务；已第一时间接入Gemini 3.0 API；正申请YouTube内容发行牌照，用于AI漫剧等内容出海变现。目前财报口径收入的50%来自于Google等大媒体平台（未证实）。\n3、公司是微软广告中国区官方媒体渠道合作伙伴（一级代理商），与微软bing搜索一直保持友好合作。\n4、公司为出海智能营销龙头，公司针对性地开发了CyberT argeter系统等智能营销辅助工具，为跨境电商广告主广告创建、再营销等场景提供专项解决方案。\n5、公司与智谱AI保持技术交流，待产品优化完成后会进行智谱ChatGLM大模型接入。"
        },
        {
          "code": "sz003041",
          "name": "真爱美家",
          "limit_time": "09:34:54",
          "analysis": "探迹科技AI营销+毛毯纺织+跨境电商+一带一路\n1、2025年11月11日公告，控股股东真爱集团拟向广州探迹远擎协议转让29.99%股份并同步实施部分要约，交易完成后探迹远擎可能拥有44.99%股份及表决权，公司实控人拟变更为黎展（AI 独角兽企业探迹科技创始人）。探迹的AI销售云、智能客服正好缺一条可复制的 \" 出海 + 制造业 \" 标杆场景。\n2、公司的主要产品为毛毯、地毯及床上用品（套件、被芯、枕芯等），同时对外销售少量毛巾、家居服等纺织品及包装物。根据中国毛纺织行业协会统计数据，近三年，公司毛毯类产品在均位列同行业第一位。2025H1毛毯3.45亿元，占比88%。\n3、公司有在阿里巴巴国际站和1688等跨境电商平台销售。\n4、公司主要出口中东、北非和南非等地区，包含“一带一路”中西亚和中东欧等沿线国家，中东及部分非洲地区对厚重型毛毯需求较大。"
        },
        {
          "code": "sz002769",
          "name": "普路通",
          "limit_time": "09:43:30",
          "analysis": "AI电商+算力基础设施+固态电池+存储硬件+跨境电商物流\n1、2025年12月18日公告，公司拟收购Leqee Group100%股权及乐麦信息8.26%股权，标的公司为天猫、抖音等平台头部服务商。标的公司以“AI+电商”为核心，已落地智能投放、数字人主播等AI产品矩阵，服务超过150个全球品牌、300余家线上店铺。其创始人为拼多多创始人黄峥，2024年营收超50亿元，为天猫、抖音等平台头部服务商。\n2、公司凭借在ICT领域多年的深耕细作，为国内算力领域的头部客户提供全方位、多元化的供应链服务。公司在算力行业的供应链业务主要聚焦于半导体存储和算力基础设施建设等领域。\n3、公司与钠壹新能源共同研发半固态钠电池产品，涉及不同正负极材料和电芯体系研究。\n4、子公司广州普方主要业务方向是开展国产巷供的存储硬件项目及企业级专业信创等领域。\n5、公司协同跨境电商平台、电商卖家，整合优化电商行业供应链资源，为客户提供跨境电商领域的国际物流、报关仓储、保税发货、电商供应链金融等综合解决方案。"
        },
        {
          "code": "sh688365",
          "name": "光云科技",
          "limit_time": "10:24:00",
          "analysis": "电商AI （阿里）+Agent+AIGC+跨境电商\n1、2025年11月4日机构调研，公司坚定将“大商家SaaS+电商AI SaaS”作为战略方向，在具体应用层面，公司已将人工智能技术全面融入快麦小智客服机器人、深绘美工机器人及有成系列产品，显著提升产品智能化水平和客户体。2025年1月24日互动及2025年1月27日互动，公司客服机器人产品快麦小智推出基于大模型的智能体产品绫智，可搭建导购助手、智能培训等功能。\n2、快麦小智基于大模型构建电商领域的客服agent，帮助商家显著提升服务体验；深绘美美工机器人则依托AIGC能力，实现批量自动化设计。\n3、2025年11月4日机构调研，公司十分重视跨境电商在东南亚、欧美的发展，密切关注跨境商家的业务需求。"
        },
        {
          "code": "sz002103",
          "name": "广博股份",
          "limit_time": "10:56:51",
          "analysis": "AI营销+合作字节+卡牌经济+诡秘之主+谷子经济\n1、公司旗下灵云传媒从事互联网广告营销与服务业务,主要业务包括导航网站广告代理业务、信息流新媒体广告营销业务,品牌广告及特价电商业务等。灵云传媒是谷歌业务在中国的代理商。\n2、子公司灵云传媒与字节跳动签约合作；灵云传媒持有杭州致同投资31.25%股权，后者主要投资参股游戏研运厂商。\n3、2025年12月15日盘后公告纪要，公司分别于8月、11月推出《诛仙》动画“问天”收藏卡牌第一弹、第二弹。公司卡牌凭借对“诛仙”IP 核心元素的精准还原，独家二创及精致的卡牌工艺升级，迅速获得目标用户群体的关注与青睐。\n4、《诡秘之主》动画版于2025年6月28日在腾讯视频上映，公司通过外部授权获得《诡秘之主》的IP使用权，2024年开发了《诡秘之主》的二次元周边产品。\n5、公司目前拥有丰富的 IP 资源，涵盖外部授权 IP 和自有 IP。外部授权 IP 包括咒术回战、名侦探柯南等多个国内外热门 IP 。公司二次元文创包括外部IP联名、和谷子开发等业务，目前已陆续开发上千种二次元轻周边。"
        },
        {
          "code": "sz300058",
          "name": "蓝色光标",
          "limit_time": "13:40:27",
          "analysis": "AI营销+火山引擎合作+MiniMax/Manus相关+拟在港上市\n1、公司深度合作火山引擎，双方将基于火山方舟、豆包视频生成模型、扣子专业版智能体开发平台，在视频生成、视频服务解决方案以及营销行业智能体应用等领域展开深入合作。\n2、真格基金为Manus种子轮融资方，蓝色光标参与投资了天津真格天弘资产管理合伙企业。\n3、公司在与包括微软，谷歌，字节跳动，MiniMax，智谱，月之暗面等国内外主流Maas及云厂商合作的基础上，构建了AI时代营销应用的数据底座，广告投放分析助手等全球化业务AI营销工具矩阵。\n4、2025年12月30日晚公告，已向港交所递交了上市申请，同时更新了发行申请及部分公司信息和财务数据等。\n5、出海广告投放业务占比约83%，是Meta、Google等平台国内官方授权代理商，为中国出海企业开展出海广告服务。"
        }
      ]
    },
    {
      "name": "AI医疗",
      "reason": "1、2026年1月8日OpenAI宣布推出ChatGPT Health；2、蚂蚁阿福新版的月活跃用户数已达3000万，用户单日提问量已超1000万。相较于一个月前，单日用户提问数和月活用户数均翻倍。",
      "stock_count": 6,
      "stocks": [
        {
          "code": "sz002044",
          "name": "美年健康",
          "limit_time": "09:25:00",
          "analysis": "AI健管+DeepSeek+AI机器人+基因测序\n1、2026年1月8日讯，蚂蚁阿福新版的月活跃用户数已达3000万，用户单日提问量已超1000万。相较于一个月前，蚂蚁阿福的单日用户提问数和月活用户数均翻倍。阿里目前通过杭州灏月及杭州信投间接持有公司13%股权。\n2、2025年12月23日机构研报，公司与圣湘生物签署战略合作，落地“体检中心+居家服务”双场景AI健管闭环，并与港仔机器人展示具身智能“AI主动健康中心”。\n3、AI数智健管师“健康小美”已上线217家体检中心，累计生成300万份体检报告，构建“AI+健康管理”闭环。公司旗下血糖管理AI智能体“糖豆”已接入DeepSeek。\n4、公司与华为等国内大模型技术公司论证开发医疗数智AI健管大模型，推出业内首个健康管理AI机器人“健康小美”。\n5、公司已成为国内最大规模的个人健康体检数据中心，独具累计过亿人次的影像数据及2亿人次的结构化健康数据。公司参股的美因基因主营业务系为大众健康管理、科研机构等提供基因检测服务，美因基因的多重PCR建库技术属于业内前列。"
        },
        {
          "code": "sz300244",
          "name": "迪安诊断",
          "limit_time": "09:34:18",
          "analysis": "AI医疗+华为云+基因测序+医疗器械\n1、2025年9月30日互动，公司与华为云联合打造AI健管专家“迪晓智”，提供全流程智能化健康管理解决方案，已在多家医院试点。\n2、公司拥有NGS高通量基因测序、基因芯片等高精尖分子诊断技术平台,并建有基因组、转录组宏基因组等生物信息分析流程与本地全外显子领率数据库,可开展包括肿瘤组织突变基因检测、肿瘤 cDNA液态活检和遗传性基因相关检测的几百种检测项目。\n3、公司在全国布局40家连锁化医学实验室 服务网络覆盖了全国90%以上人口所在区域，子公司佛山迪安新冠核酸检测日均产能超过10万管/日；公司旗下迪安生物自主研发生产的金迪安新冠病毒抗原检测试剂盒已出口到德国。\n4、公司的主营业务是医学诊断服务及体外诊断产品销售，主要产品及服务是诊断服务、诊断产品、冷链物流、健康体检、融资租赁。"
        },
        {
          "code": "sz000503",
          "name": "国新健康",
          "limit_time": "10:01:42",
          "analysis": "AI医疗+数据要素（央企）+华为+DRG/DIP\n1、公司积极探索大模型等新技术赋能业务发展，在三医协同治理方向开展研究，后续公司将在病案自动生成、飞行检查等业务领域开展大模型的应用研究。2025年3月7日互动，AI技术在医疗健康领域的应用一直是公司的重点研究方向。\n2、公司最终实控人为国务院国资委，公司已经与湖北数据集团成立合资公司，作为三医领域公共数据授权运营试点。\n3、2024年9月20日业绩说明会提及引入华为运动健康监测设备。此前，公司与华为签署的框架合作协议，表明双方拟在三医（医保、医疗、医药）智能监管领域内进行合作的意向。\n4、公司是提供健康保障服务整体解决方案龙头，形成了医保基金综合管理服务、健康医疗大数据服务等业务架构。已服务全国50余个DRG、20余个DIP改革地区，在全国190余个地区开展相关服务，市占率超50%，业务涉及超6亿参保人。\n5、公司是唯一一家获得医药电子商务牌照的企业，也是国内政府采购唯一指定的电子商务企业。"
        },
        {
          "code": "sz300816",
          "name": "艾可蓝",
          "limit_time": "09:37:12",
          "analysis": "AI医疗+云计算+DeepSeek+氢能源\n1、控股子公司上海燚健合作艾昆纬，由上海燚健承接艾昆纬市场信息的数据规范和AI智能数据挖掘及模拟分析业务，双方还将就AI+医疗方面的应用展开多方位战略合作。\n2、参股40%公司上海燚智专注于GPU云计算和AIGC领域的高端市场，提供智算云服务与AIGC软硬件解决方案。目前该公司算力平台已接入DeepSeek-R1、DeepSeek-Janus-Pro-7B模型。\n3、2024年8月27日互动，公司持续推进氢燃料电池催化剂、PEM电解水催化剂以及甲醇重整制氢系统的研发。燃料电池催化剂开发已完成系列Pt/C催化剂开发；甲醇重整制氢催化剂及样机已基本完成，并与国内冶金头部企业已达成科研项目合作意向。公司成功与亿华通达成战略合作，深化氢能领域的布局。 \n4、上海燚智云由艾可蓝全资子公司羲和超智（上海）云计算公司等共同持股，经营范围包含：人工智能硬件销售、人工智能应用软件开发等。"
        },
        {
          "code": "sh688607",
          "name": "康众医疗",
          "limit_time": "13:11:25",
          "analysis": "AI医疗+X射线平板探测器+宠物医疗\n1、2025年12月31日互动，在AI医疗领域，公司当前相关产品及服务主要包括：智能束光器、智能DR解决方案、AI基层医疗诊断等。\n2、公司专业从事数字化X射线平板探测器的研产销，产品已从医疗普放逐渐延伸至乳腺、动态透视、放疗、口腔三维成像等领域，并进一步拓展至工业、安检、宠物医疗等领域。\n3、公司在新技术的应用场景探索上取得了突破，通过参股公司杭州沧澜，结合当下前沿的智能技术，与医疗人工智能企业共同研发便携式智能骨龄仪一体机，可应用于儿童生长发育检查。\n4、公司推出微电子检测新产品，在新能源电池检测、电子检测（含SMT、PCBA、芯片等）领域推出全新的产品并稳步导入市场，并且进入客户全面集成测试环节。公司实现主要口腔产品类别全覆盖。"
        },
        {
          "code": "sz000766",
          "name": "通化金马",
          "limit_time": "14:45:24",
          "analysis": "AI医疗+阿尔茨海默新药临近获批+医药\n1、2025年3月14日，集团正式上线 DeepSeek R1 满血版大模型，进一步深化AI 赋能医药创新。\n2、2026年1月8日互动，公司研制的化学1类新药琥珀八氢氨吖啶片主要用于治疗轻中度阿尔茨海默病。目前该新药已完成综合审评工作，进入最后审评环节，各项工作进展正常。\n3、2024年8月29日晚公告，近日公司收到国家药监局签发的琥珀八氢氨吖啶片上市申请的《受理通知书》。该药用于轻、中度阿尔茨海默病（AD）的治疗，与已上市抗 AD 药物相比，患者获益突出且不增加安全性风险，获益远大于风险，有望成为 AD 治疗领域安全，有效的首选药物。12月5日互动，目前正按照国家有关规定程序开展上市申请和审评审批工作。\n4、公司主要从事医药产品的研发、生产与销售。公司及子公司产品涵盖抗肿瘤、微生物、心脑血管、清热解毒、消化系统、骨骼肌肉系统、妇科系统、神经系统等多个领域。"
        }
      ]
    },
    {
      "name": "AI编程",
      "reason": "2026年1月10日消息，DeepSeek计划于2026年2月中旬、农历新年前后开源V4大模型（聚焦编程），根据内部测试显示，V4在编程任务上的表现已经超越了目前的主流模型，包括Claude系列、GPT系列。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh688258",
          "name": "卓易信息",
          "limit_time": "09:54:47",
          "analysis": "AI编程+鸿蒙固件+信创+软件开发\n1、2025年12月25日投资者关系活动记录，AI IDE产品eazydevelop 25年9月正式上线后3月实现1.3万平台用户突破，1800万订单金额突破。低代码IDE snapdevelop于12月正式商业化，预计26年带来新增量。\n2、公司独家为华为昇腾/鲲鹏服务器提供BIOS和BMC固件。\n3、公司是目前唯一国产核心固件上市公司，是云计算设备核心固件研发国内领跑者，是少数具备开发ARM、MIPS、Alpha等CPU架构用BIOS产品能力的大陆厂商。\n4、公司主要业务是为CPU和计算设备厂商提供服务器、PC、笔记本电脑等计算设备核心固件的开发及固件产品销售，以及为政企客户提供端到端的云产品及云服务。公司是英特尔全球技术服务商。\n5、物联网云业务方面，公司聚焦于安防及环保领域，从客户真实场景出发推出安防物联网云的升级产品——“卓瓴”。"
        },
        {
          "code": "sh605398",
          "name": "新炬网络",
          "limit_time": "10:05:53",
          "analysis": "AI编程+短剧+合作甲骨文+AI智能体+数据中心\n1、公司可为客户提供低代码开发平台等数字化管理产品。\n2、2025年11月14日盘中消息，由公司旗下子公司探云AI团队打造的AIGC地域民俗IP短剧《749秘档：秦岭邪雨》在11月12日上线后，仅19小时即突破千万播放量。目前，该剧单抖音平台的播放量已突破2000万，并攀升至抖音AI短剧榜TOP1。\n3、在国产数据库方面， 公司与阿里云达成合作伙伴框架协议，公司下属子公司新炬技术AIOPS智慧运维平台软件V4.0与华为云GaussDB、华为云公有云平台（鲲鹏）完成相互兼容性测试认证。\n4、公司集成大语言模型LLM、人工智能代理AI Agent等技术，逐步探索构建起集自主感知、决策、执行三大核心能力为一体的大模型智能平台。\n5、公司成为蚂蚁集团OceanBase铂金服务伙伴，为蚂蚁金服基础技术平台的核心战略合作伙伴，在数据库相关领域展开合作。\n6、公司是一家以提供IT数据中心运维服务及运维产品为主的多云全栈智能运维服务商。"
        },
        {
          "code": "sh688118",
          "name": "普元信息",
          "limit_time": "10:35:35",
          "analysis": "AI编程+中间件+云计算+合作华为/阿里\n1、公司是国内最早布局低代码技术的企业之一，获评信通院“低代码产业赋能者象限”引领者，打造了全面融合低代码能力的多个产品体系。其智能编程助手（低代码Copilot），深度融合DeepSeek等大模型与自研低代码平台，支持通过自然语言指令开发个性化需求。\n2、公司中间件系列产品先后获得人行金融信创实验室和华为鲲鹏体系双重认证，在电信领域率先实现服务总线生产环境的互联网级调用，在国有大型商业银行领域全面成功替换国外同类文件传输类产品。\n3、公司多款产品与腾讯云TencentOS Server 3完成兼容互认证。公司相关产品与阿里云专有云产品通过产品生态集成认证；同时与华为在天津建立全面生态合作伙伴关系，数据中台全系列产品入驻华为云商城，并作为联营商品面向广大客户提供服务。"
        }
      ]
    },
    {
      "name": "大消费",
      "reason": "商务部等三部门：积极探索金融支持首发经济、“IP+消费”等消费新业态",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sh600828",
          "name": "茂业商业",
          "limit_time": "09:40:53",
          "analysis": "商业零售（成都）+离境退税+参股信托\n1、公司的主营业务为超市以及百货的零售与批发，以商业零售为主，并辅以部分物业租赁和酒店业务。公司目前大部分门店位于成都、深圳、呼和浩特等城市的核心商圈，60%以上为自有物业。\n2、2025年5月12日互动，目前茂业商业旗下的光华店、东门店、南山店、华强北店能够为消费者办理离境退税业务。\n3、公司持有中铁信托0.29%股权。公司曾持有申银万国证券（申万宏源）。\n4、公司旗下实体零售门店经营业态包括百货商场、购物中心、奥特莱斯及超市。"
        },
        {
          "code": "sh603059",
          "name": "倍加洁",
          "limit_time": "09:33:36",
          "analysis": "益生菌AKK+三胎+口腔清洁+苏超+外销\n1、近年来国内外膳食营养补充剂品牌如WonderLab、茵澳斯等陆续推出主打AKK菌的产品，多强调AKK为“瘦子菌”，提高代谢等卖点，机构认为AKK菌有望进入爆发期。子公司善恩康率先突破下一代益生菌AKK，获得美国GRAS认证（可作为传统食品和饮料原材料使用），弯道超车加速国产替代。\n2、公司主要从事口腔清洁护理用品以及一次性卫生用品的研发、生产和销售。口腔护理类产品有儿童牙刷、儿童牙膏等适合婴童的产品；湿巾类产品有婴儿湿巾类产品。收购16.5%的薇美姿拥有国内高知名度口腔护理品牌“舒客”。\n3、公司地处江苏扬州，是“苏超”扬州赛区唯一口腔行业合作伙伴。\n4、2024年外销占比为60.37%。"
        },
        {
          "code": "sz002574",
          "name": "明牌珠宝",
          "limit_time": "09:49:12",
          "analysis": "珠宝+光伏+地产\n1、公司主要从事中高档贵金属和宝石首饰产品的研产销，核心业务是对明牌珠宝品牌的连锁经营管理。公司的\"竹满福禄\"吊坠，采用了千年传承的非遗花丝镶嵌工艺。近一年主打古法黄金的老铺黄金涨幅超10倍。\n2、公司主要产品为N型TOPCon高效光伏电池片，公司正积极评估半片钝化、Polyfinger 等多项前沿技术，将有效提高光伏电池的转换效率，生产的电池平均量产转换效率已超26.75%。\n3、通过对房产大数据的开发、整合与应用，公司为客户提供智能高效的数据营销、数据金融和数据资产服务。公司目前已在20余座城市成立了直营分公司，在140 余座城市拥有加盟机构。"
        },
        {
          "code": "sh600965",
          "name": "福成股份",
          "limit_time": "10:55:14",
          "analysis": "肉牛饲养+益生菌饮品+预制菜+墓园\n1、2025年12月31日讯，商务部公布进口牛肉裁定结果，决定实施“国别配额及配额外加征关税”。公司牛肉营收占比23.92%，餐饮服务营收占比14.85%。公司在肉牛育种、养殖、屠宰业务具备整体优势，是麦当劳、宜家等大型连锁餐饮企业的供应商。公司连锁餐饮“福成肥牛” 品牌在华北及其他地区具有相当的知名度，福成“鲜到家” 知名品牌牛排系列、 肉糜类等多款产品在京东等平台热销。\n2、2025年11月10日盘后互动，旗下生物科技主营食品加工用乳酸菌（益生菌）、益生菌压片糖果、益生菌饮品。\n3、公司的“鲜到家”预制菜取得“北方预制菜第一品牌”的定位，公司的肉制品、速食品和预制菜的产品配置成为具有市场影响力的中央厨房企业，肉产品和速食品还在拓展各销售渠道，电商、社区、商超和大型餐饮等渠道。\n4、公司主要殡葬资产灵山宝塔陵园位于北京七环与京秦高速交叉口，主要客户集中在北京市、河北省和天津市。"
        },
        {
          "code": "sh603708",
          "name": "家家悦",
          "limit_time": "11:16:43",
          "analysis": "连锁超市+新零售+乡村振兴\n1、公司主营业务为超市连锁经营，以综合超市、社区生鲜食品超市、乡村超市为主要业态，重点发展山东及周边河北、内蒙等市场,门店总数超1000家。\n2、公司分区域建设了常温、冷链、生鲜加工、中央厨房一体化的供应链体系，具备农产品从基地采购、冷链仓储、生鲜加工、终端零售的全产业链运营能力。\n3、公司利用自身产业优势通过构建产销对接平台、建设农村连锁网络等措施，深入开展“农超对接”工程，持续巩固拓展脱贫攻坚成果，全面助力国家乡村振兴工作。"
        },
        {
          "code": "sh605003",
          "name": "众望布艺",
          "limit_time": null,
          "analysis": "中高档装饰面料+出海\n1、公司主营业务为中高档装饰面料及制品的研发、设计、生产与销售，主要产品为装饰面料和沙发套，产品目前主要应用于沙发、座椅、抱枕等领域。\n2、海外业务占比超70%，主要销往美国地区。\n3、公司拥有“Z-wovens”、“SunBelievable”、“NeverFear”、“Z-cycle”等多个品牌，主要客户包括 Ashley、La-z-boy等国际知名家具制造企业。"
        },
        {
          "code": "sh603057",
          "name": "紫燕食品",
          "limit_time": "",
          "analysis": "卤制食品+回购注销+Q2业绩增长+加盟连锁+海外扩张\n1、公司主营卤制食品生产,主要产品为夫妻肺片、百味鸡、藤椒鸡等，主要品牌为“紫燕；主要采用以经销为主的连锁经营模式，同时构建了包括电商渠道销售、商超渠道销售、团购模式等其他渠道在内的多样化立体式营销网络体系。\n2、2026年1月6日公告，公司2026年第一次临时股东会已审议通过终止2024年限制性股票激励计划并回购注销151.375万股，注册资本将同步减少。\n3、2025年8月22日晚公告，二季度环比走势已回暖，实现营收9.09亿元，环比增长61.3%，净利润达8936万元，环比暴增487%。\n4、公司在全国拥有140多家经销商主体，产品覆盖20多个省、自治区、直辖市内的150多个城市。\n5、公司布局海外，紫燕食品官微2024年8月18日，澳洲首店试成功运营3个月后，第二家门店于8月16日在墨尔本启幕。"
        }
      ]
    },
    {
      "name": "数据中心",
      "reason": "1、Ve­ra Ru­b­in六芯合一平台全面量产，配套NV­L­i­nk72机柜与Sp­e­c­t­r­um-6交换机，实现光进铜退，单机柜光模块密度从12-16个飙升至72+，且全面标配1.6T，甚至部分方案采用3.2T光模块。\n2、2026年1月7日研报，Rubin ultra全面用，一旦开始使用HVDC，对于电源企业的变化是从柜内的一次电源和柜外HVDC sidecar都能做，价值量可能通胀2-3倍。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz002316",
          "name": "亚联发展",
          "limit_time": "09:32:36",
          "analysis": "数据中心+农产品+神经网络+人工智能+专网通信\n1、2025年5月27日盘后纪要，公司作为智慧专网领域服务供应商，对智慧专网领域的大数据、云计算、数据中心始终都在提供着相关的支持与服务。\n2、公司农牧领域主要从事农产品贸易及仓储服务，主营小麦、玉米等农产品品种。\n3、使用神经网络深度学习算法提高电力工地施工和物流仓库管理提高安全生产效率的研发项目应用较少，对公司以前年度及目前业绩无重大影响。\n4、公司利用AI、物联网等先进技术，研发并推出了一套智能网关系统，集成了物联网网关 AI边缘计算的融合功能。主要应用于变电站，叠加部署在网关上的AI算法，实现站端视频数据的智能分析。\n5、公司基于华为Atlas人工智能计算机平台开发的“无人值守变电站智能运检系统”已在南方电网顺利使用，基于华为Tai Shan200系列开发的“变电站智能网关系统”能够为电力行业客户提供网络安全解决方案。"
        },
        {
          "code": "sh603090",
          "name": "宏盛股份",
          "limit_time": "09:33:52",
          "analysis": "数据中心液冷CDU+微通道散热器\n1、2025年12月9日机构研报，合资公司和宏智二次侧液冷CDU换热器10月爬产超预期，广达、META验证良好。公司依托与和信合资子公司通过广达供应Meta液冷换热器。广达旗下子公司 “云达科技”​ 是英伟达在AI服务器领域的主力制造商。\n2、2025年半年报披露，公司开发的冷却分配单元（CDU）应用于精确控制数据中心液冷系统，开发的列间空调是专为高热密度数据中心设计的精密制冷系统，直接部署于服务器机柜列间，通过近端制冷解决局部过热问题。\n3、公司现拥有汽车中冷器、中冷器的热交换芯子等7项实用新型专利和1项发明专利，主要为农机公司配套换热器产品，合作公司有久保田、洋马等。\n4、网传纪要表示，公司提前布局新型微通道散热器，主动直接对接北美客户并得到认可（未经证实）。公司主营业务为铝制板翅式换热器、深冷设备及相关产品的研产销，下游可应用于发电机组。2024年报换热器占营业收入比为89.09%，外销占比58.62%。"
        },
        {
          "code": "sh603339",
          "name": "四方科技",
          "limit_time": "11:28:13",
          "analysis": "数据中心干冷器+冷链装备+罐式集装箱\n1、网传纪要表示，移动式干冷器解决了海外施工证的问题，不需要海外施工证，集装箱干冷器直接到厂提供液冷一次侧冷源，四方科技集成自己主业和欧洲的压缩机技术优势，目前液冷该细分领域绝对的独一份龙头（未经证实）。公司研制的V型干冷器可用于数据中心液冷的外部换热，已经有相关产品出售。此外，网传公司间接供货英伟达液冷移动式干冷器，液冷系统中预计占比20%（未经证实）。\n2、公司主营业务是食品冷冻设备及罐式集装箱的研发、生产和销售。公司的主营产品为食品冷冻设备、罐式集装箱，公司的食品冷冻设备以速冻设备、储藏冷库、制冷系统等为主，公司的罐式集装箱分为标准罐式集装箱和非标准类罐式集装箱。\n3、公司与中科院理化所、南京理工大学等建立合作关系；公司在冷冻设备领域客户行业包括水产、米面等。\n4、公司部分冷冻设备产品通过了欧盟压力设备 PED 认证和欧盟安全认证 CE，销往欧盟国家；公司的罐式集装箱符合 ISO、ASME、EN、GB 标准，通过了英国劳氏船级社等多项产品认证，具备了向全球范围提供产品的资质。"
        },
        {
          "code": "sh600589",
          "name": "大位科技",
          "limit_time": null,
          "analysis": "数据中心+业绩预增+重整投资人合作华为\n1、公司全资子公司张北榕泰于 2024年 8月重启张北榕泰云计算数据中心项目，项目规划部署机柜近12000架，是公司首个支持大规模AI算力部署的数据中心。2026年年1月5日互动，公司张北数据中心一期60兆瓦已于2025年10月完成竣工验收，正式投入使用。\n2、2025年7月15日公告，预计公司 2025 H1实现扣非净利润为-4000 万元——-2500 万元，同比增长 2.01%-38.76%，实现减亏。主要原因系公司互联网综合服务业务因客户机柜上架率提高、房山数据中心 B 在收购后业务模式由租赁变为自营，从而使得毛利率较上年同期增长。\n3、全资子公司森华易腾已为400多家互联网公司提供IDC、云计算等领域的服务，客户包括小米科技、金山云、酷狗音乐等知名互联网企业。\n4、2024年8月29日盘后公告， 城市智算作为重整投资人之一收购公司（持有15.56%），成为控股股东，重整投资人生态合作伙伴品牌涵盖华为、新华三等。"
        }
      ]
    },
    {
      "name": "机器人",
      "reason": "2026年1月7日工信部等八部门关于印发《“人工智能+制造”专项行动实施意见》。意见指出，推动智能装备迭代。加快人工智能赋能工业母机、工业机器人。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sz002969",
          "name": "嘉美包装",
          "limit_time": "09:25:00",
          "analysis": "控制权变更（追觅科技）+旺旺合作+食品饮料包装容器+啤酒\n1、2025年12月16日晚公告，追觅科技创始人俞浩通过旗下持股平台苏州逐越鸿智，以协议转让与主动要约方式，斥资约22.82亿元（总计控股54.9%），取得嘉美包装公司控制权。其中协议转让总价款12.4亿元，每股4.45元，要约收购股份数量为2.33亿股。中包香港及陈民承诺嘉美包装2026–2030年每年归母净利润不低于1.2亿元。12月23日晚公告补充说明了“不存在未来36个月内通过上市公司借壳上市的计划或安排。”\n2、公司组织形式属于港澳台企业。公司主营业务是食品饮料包装容器的研产销售及提供饮料灌装服务。公司长期为旺旺提供相关服务。\n3、公司位于安徽省近日安徽广德“三件套”火出圈，公司自主品牌“喝吧”精酿啤酒从配方，制造，到销售等各环节，均由公司自主经营。公司电商淘宝店，苏宁店有售。\n4、公司主要产品包括三片罐、二片罐、无菌纸包装和PET瓶，主要用于含乳饮料和植物蛋白饮料、即饮茶和其他饮料以及瓶装水的包装，同时提供各类饮料的灌装服务。"
        },
        {
          "code": "sz001225",
          "name": "和泰机电",
          "limit_time": "10:03:21",
          "analysis": "机器人+水泥物料输送设备\n1、公司通过持续实施自动化、智能化改造，更新迭代生产设备，在物料输送设备制造领域的生产工艺已相对成熟，应用了机器人自动焊接技术，机器人视觉识别自动上下料、自动装箱等技术。\n2、公司是水泥行业物料输送设备的专业化供应商，以板链提升机为核心产品，​下游客户以水泥行业为核心，同时拓展至其他工业领域。\n3、公司与中国建材、华润水泥、海螺水泥等合作。布局海外市场，先后取得CE认证、ATEX防爆认证等产品资质认证，客户辐射东南亚、中东、非洲等地区。"
        },
        {
          "code": "sz002394",
          "name": "联发股份",
          "limit_time": "13:51:42",
          "analysis": "机器人+纺织外销+光伏\n1、合资公司南通巨联数字科技，后者涉及智能机器人的研发，工业机器人安装、维修及销售。\n2、公司为一家拥有轧花、纺纱、纱线染色、织造、色织布整理、针织染色、家纺面料、服装面料印染、制衣全产业链，热电、污水处理配套。公司主营纺织服装业务，营收占比87.98%，产品远销欧美，外销占比31.1%。\n3、全资子公司江苏联发环保主要经营范围是生产销售电力、分布式光伏发电项目等。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 13,
      "stocks": [
        {
          "code": "sz000803",
          "name": "山高环能",
          "limit_time": "09:33:27",
          "analysis": "生物柴油+收购资产+山东国资+环保\n1、2026年1月11日网传纪要（未证实），公司核心业务为餐饮垃圾处理及废弃油脂资源化利用。产能扩张计划三年内（2026-2028年）实现产能翻倍，2026年规划至少实现2000吨/日的产能扩张（在现有5300吨/日基础上增长40%），年底日处理量预计达7300吨/日。产能利用率每提升5%，对应增加4000万元税后净利润（折旧等固定成本不增加）；UCO价格每增长1000元/吨，对应增加8000万元利润。\n2、2025年为欧盟及英国强制添加SAF元年，驱动SAF价格从1800美金上涨到3000美金。公司主要出口产品为UCO（工业级混合油），为生产生物柴油及生物航煤的原料产品，已获得欧盟ISCC认证。公司可将餐厨废油脂提取加工成工业用混合油脂，后续进一步加工成生物柴油。\n3、公司拟收购株洲瑞赛尔100%股权，实现餐厨处理业务跨区域发展。\n4、抚顺项目可以使用沼气提纯天然气，可享受国家的碳减排交易；潍坊的垃圾填埋气发电项目已获得国家发改委审批的CCER，额度35万吨。公司还可产生沼气用于发电、沼气制备天然气、沼气产蒸汽。"
        },
        {
          "code": "sz002523",
          "name": "天桥起重",
          "limit_time": "09:36:12",
          "analysis": "核电+机器人+冰雪产业+资产注入预期+株洲国资\n1、据第三方整理信息，公司已就福清、方家山核电工程部分起重设备与中国核电工程有限公司签订供货合同，涉核起重机研发及出口同步推进。\n2、公司与中南大学合作研发麦克纳姆轮移动机器人，在AGV硬件基础上，进行自主导航及执行任务的重载地面运输工具。\n3、公司联合北京奥悦冰雪旅游投资集团、株洲科聚创业投资企业共同成立株洲天桥奥悦冰雪科技公司，并获得了I.D.E公司真空制(VIM)技术在中华地区的独占许可权，公司正式进入高端冰雪装备产业。\n4、2024年2月5日盘后公告，公司控股股东东株洲国资委建议公司直接向中车产业投资询问是否将智能制造产业相关资产注入公司，目前公司已经向中车产业投资发函，后续将续跟进该事项。\n5、公司风电业务主要生产塔筒等结构件，与华为在钢铁行业打造了多个5G智能化搬运应用场景项目。"
        },
        {
          "code": "sz001896",
          "name": "豫能控股",
          "limit_time": "09:41:51",
          "analysis": "电力+业绩预增+煤炭\n1、公司实控人为河南省财政厅。公司是河南省集火力发电、新能源、抽水蓄能、煤炭贸易物流、综合能源服务于一体的省级资本控股的综合能源上市企业。截至2024年底，公司在运新能源装机707.92MW，其中风电装机 366MW，生物质热电装机 30MW，光伏发电装机 311.92MW。\n2、2025年7月11日盘后公告，公司预计2025H1扣非净利润约0.87亿元–1.12亿元，同比增长240.40%–280.74%，实现扭亏为盈，主要原因系发电成本下降，火电经营业绩好转。\n3、公司控股火电总装机7660MW，此外，公司拥有华能沁北（4×600MW＋2×1000MW）12%股权，并受托管理控股股东投资集团下辖全部火力发电装机。\n4、2024年4月1日，公司互动平台称已向公司控股股东核实，公司及公司控股股东均未筹划公司与“超聚变借壳上市”“并购重组”相关事项。"
        },
        {
          "code": "sh603303",
          "name": "得邦照明",
          "limit_time": "09:44:25",
          "analysis": "拟控股嘉利股份+LED照明+新能源汽车\n1、2025年12月27日公告，公司筹划现金收购浙江嘉利丽水工业股份有限公司不少于51%股份并取得控制权，交易预计构成重大资产重组，尽职调查及审计评估工作基本形成报告初稿，重组有序推进。\n2、公司车载业务主要聚焦于车用照明和车载控制器领域，产品主要包括车灯结构件产品、车灯控制器产品，和电池管理系统的控制器产品，并与松下等合作。\n3、公司主要从事绿色照明产品的研产销，已形成了节能灯、LED灯泡和LED室内应用灯具等四大类绿色照明产品。\n4、得邦照明车载控制器业务主要分为车灯控制器和电池管理系统两个板块；日均可生产8000个车大灯LDM控制板，每月可供10万辆汽车前大灯使用。"
        },
        {
          "code": "sh600152",
          "name": "维科技术",
          "limit_time": "10:24:18",
          "analysis": "钠离子电池+储能+充电宝电芯安全+华为\n1、2025年11月11日维科技术官微，公司凭借2024年中国钠电池出货量TOP20和2024年中国储能钠电池出货量TOP5双榜首的卓越表现，展现了在钠电领域的领先地位。公司在南昌基地建成两条全自动钠电生产线，年产能2GWh，钠离子电池已批量用于户用、工商业及储能电站。\n2、公司通过客户摩乐吉实现向共享充电宝运营商来电的批量供货。\n3、公司与浙江钠创签订合作协议，钠创是国内钠电领域领军企业之一，已建成全球首套吨级铁酸钠基层状氧化物正极材料生产示范线，完成了年产3000吨正极材料、5000吨电解液的生产工艺包设计。\n4、维科电池与华为瓦特实验室有合作硅负极材料开发项目。公司持有开曼及至微机电10.67%股权，后者主要核心技术应用于PGU高亮度激光投影模块。\n5、公司经营范围包括锂离子电池、电池材料及配件、新能源汽车的电机及整车控制系统、锂聚合物电池、燃料电池、动力电池等。"
        },
        {
          "code": "sz002856",
          "name": "美芝股份",
          "limit_time": "10:44:03",
          "analysis": "资本运作预期+粤港澳+装饰装修+轨交工程\n1、2025年9月4日互动，公司依托国有控股股东的国资平台优势，在稳固建筑装饰装修主营业务的同时，择机通过资本运作积极拓展新业务领域，寻找新的业绩增长点，全力以赴实现国有资产保值增值目标。\n2、公司是一家集建筑装饰、建筑幕墙、建筑机电等专业化为一体的建筑装饰设计施工企业，总部位于深圳，深耕粤港澳大湾区，已取得环保工程专业承包三级资质，承接了深圳北站、唐山站、承德南站及乌鲁木齐轨道交通1号线、北京地铁16号线等全国三十多个城市的高、地铁城市轨道交通工程。"
        },
        {
          "code": "sz000593",
          "name": "德龙汇能",
          "limit_time": "11:14:36",
          "analysis": "半导体资产注入预期+拟新设子公司+参股锂浆料储能电池\n1、2025年10月28日晚公告，公司控股股东顶信瑞通与诺信芯材签订了《股份转让协议》，拟以9.41元/股向诺信芯材转让公司29.64%股份。若本次交易顺利推进并实施完成，公司控股股东将变更为诺信芯材，实控人将变更为孙维佳。孙维佳是科睿斯半导体的董事长，同时也是诺信芯材背后中经大有基金的实际控制人。科睿斯半导体是上市公司中天精装的联营企业。市场猜测或存在资产注入预期。\n2、2025年12月17日互动，经询问交易双方，本次协议转让已取得《深圳证券交易所上市公司股份协议转让确认书》，深圳证券交易所已完成对本次股份协议转让相关材料的合规确认，确认书有效期为六个月。\n3、2025年12月22日晚公告，公司拟以自有资金5,000万元至10,000万元投资设立全资子公司深圳大有芯联投资公司。标的公司投资方向明确指向集成电路行业。‌‌\n4、公司锂浆料目前处于商业生产线筹集阶段；公司参股20%好风光，好风光的锂浆料储能电池产品已具备量产条件，锂浆料电池规模100MW/年。"
        },
        {
          "code": "sz000981",
          "name": "山子高科",
          "limit_time": "11:29:21",
          "analysis": "哪吒汽车重整+特斯拉+AI芯片+新能源物流车\n1、2025年12月18日讯，近日，浙江谦合汽车在浙江桐乡正式成立，由上海山子有谦科技全资控股，被业内明确视为山子高科在新能源汽车领域的重要布局，更与山子高科计划重整合众新能源（哪吒汽车母公司）的动作紧密关联。按计划，2025年12月完成合并后，山子高科将持有哪吒汽车68%的股权，正式获得控制权。\n2、2025年7月30日任命朱人杰担任公司副总裁，朱人杰曾担任特斯拉美国得州奥斯汀工厂Cybertruck制造工程总监，及特斯拉（上海）Model3/Y制造总监。\n3、全资子公司西部创投拟以3.01亿 收购嘉禾惠芯99%股份，后者持有浙江禾芯26.8687%股权为其第一大股东，主要业务发展方向为模拟芯片、电源管理芯片、射频芯片及模块等封装测试。\n4、公司主营业务为高端制造业，主要从事汽车自动变速箱、电气化动力总成系统及汽车被动安全核心零部件等产品的研产销。2023年12月旗下红星汽车全正向研发设计的新能源城市物流车BOX1正式量产上市。"
        },
        {
          "code": "sh600259",
          "name": "中稀有色",
          "limit_time": "13:35:35",
          "analysis": "中重稀土+并购重组猜想+钨矿+铜+央企\n1、公司作为中国稀土集团控股上市公司，是广东区域唯一稀土资源合法开采企业，持有目前广东省内获批的全部稀土采矿证。公司拥有稀土全元素分离能力，是全球重要的中重稀土产品生产企业和供应商。\n2、2025年5月14日中国稀土发布投资者关系活动记录表，现阶段中国稀土正积极配合中国稀土集团开展解决同业竞争问题的相关工作，择机开展并购重组。猜想公司或存在中国稀土集团内资源整合预期。\n3、公司拥有仁居稀土矿、五丰稀土矿和新丰稀土矿等多个稀土矿山，稀土资源储量近 12 万吨，为公司提供原料稳定供应保障。钨资源方面，公司拥有丰富的钨矿资源，证内钨矿资源 6.5 万吨，并具有较好的增储潜力。铜资源方面，公司参股企业大宝山公司是华南地区最大的铜硫金属矿山。\n4、公司实控人为中国稀土集团，最终实控人为国务院国资委。"
        },
        {
          "code": "sh601099",
          "name": "太平洋",
          "limit_time": null,
          "analysis": "证券+重组预期+金融服务+低价股\n1、公司从事的主要业务为证券经纪业务、信用业务、证券投资业务、投资银行业务、资产管理业务、证券研究业务、私募股权投资基金业务等，作为云南本土券商，业务在云南市场占有率排名第一。\n2、华创证券竞得北京嘉裕投资所持本公司7.4亿股股份，华创云信为华创证券的母公司。华创证券收购太平洋已向证监会提交股东资格申请资料，目前仍在审核中。\n3、证券经纪业务主要是向广大客户提供证券经纪、证券投资咨询、证券投资基金销售、代销金融产品、融资融券、IB 介绍业务以及与证券交易、证券投资活动有关的财务顾问等方面的服务。\n4、公司通过全资子公司太证资本开展私募股权投资基金管理业务，主要经营模式为发起设立及管理私募股权投资基金，收取管理费并获取超额业绩收益分成。"
        },
        {
          "code": "sz002431",
          "name": "棕榈股份",
          "limit_time": "",
          "analysis": "实控人变更+超聚变（河南国资）+园林施工+足球俱乐部（被处置）\n1、2026年1月8日公告，公司实控人由河南省财政厅变更为河南省国资委。河南省财政厅持有的豫资集团100%股权无偿划转至河南省国资委，相关变更手续已于2026年1月5日完成核准。豫资集团持有公司控股股东河南省豫资保障房管理运营有限公司100%股权。\n2、河南省财政厅持有公司29.82%股份。河南省财政厅与间接参股超聚变。\n3、公司主要从事生态环境业务、生态城镇(运营)业务。2016年公司出资3亿元收购英超西布罗姆维奇队母公司股权,成为英超概念第一股。2023年年报披露，间接投资的西布朗足球俱乐部被处置。\n4、公司通过满星繁盛基金持有乐客VR5.64%股权，与乐客VR共同成立乐客奥义作为VR文旅产业落地的抓手；乐客VR是专注于VR等科技创新技术。"
        },
        {
          "code": "sz002379",
          "name": "宏创控股",
          "limit_time": "",
          "analysis": "拟购买宏拓实业全部股份+魏桥创业借壳猜想+电池铝塑膜\n1、2026年1月9日公告，公司发行股份购买资产新增118.95亿股将于1月13日上市，发行价格为5.34元/股。2025年1月6日晚公告，公司拟发行股份购买宏拓实业100%股权。标的目前是全球最大的电解铝生产商之一，拥有电解铝年产能645.9万吨，氧化铝年产能1750万吨。此次交易有助于公司形成集氧化铝、电解铝及铝深加工的全产业链。交易完成后公司控股股东将变更为魏桥铝电，实控人未发生变更。\n2、大股东张波旗下魏桥创业已从在港股私有化退市，有投资者猜想魏桥创业借壳。山东魏桥铝电拥有总资产100亿元，是集热电、氧化铝、电解铝、铝深加工于一体的特大型综合企业。\n3、公司用自身产生废铝和市场回收废铝进行再生铝生产的完整循环经济产业链，产品电池箔可用于动力电池生产材料;在研项目包括一种8011合金锂电池铝塑膜。\n4、公司生产的铝箔产品主要有家用箔、容器箔、药用箔等，广泛应用于食品和医药包装、建筑装饰等多个领域。"
        },
        {
          "code": "sz002774",
          "name": "快意电梯",
          "limit_time": "",
          "analysis": "城市更新+电梯+智算一体机+一带一路\n1、2025年12月30日电，国家发展改革委、财政部关于2026年实施大规模设备更新和消费品以旧换新政策的通知，在民生领域增加老旧小区加装电梯、养老机构设备更新。公司是全球范围内提供电梯综合解决方案的优秀民族电梯供应商和服务商，拥有15个系列26种型号的垂直电梯产品、2个系列6种型号的自动扶梯及自动人行道产品，形成了完善的产品型号体系。\n2、2025年6月19日公告，公司拟与深投控东海共同设立不超过5亿元投资并购基金，聚焦高端智能装备制造、智算一体机等领域。\n3、公司位于广东省。公司参股成立了以旧楼加电梯为主营业务的“快意美好加装电梯（广州）”，积极开拓旧楼加装电梯市场。广东华农项目实现超60台加装案例。\n4、2025年4月11日互动，公司在海外的市场主要是“一带一路”倡议的沿线国家。美国此次的关税政策对公司的影响较小。公司产品已出口至哈萨克斯坦、新加坡、沙特阿拉伯等“一带一路”沿线多国；在俄罗斯和中东地区设有全资子公司。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 18,
      "stocks": [
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "09:25:00",
          "analysis": "卫星通信（抗干扰）+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。公司小型化相控阵T/R芯片具备抗干扰优势。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "重整完成+申请撤销风险警示+算力注入预期+数字化家装\n1、2026年1月8日公告，公司重整计划已执行完毕，已向深交所申请撤销因法院受理重整而触及的退市风险警示。根据重整计划，公司以现有总股本4.2亿股为基数，转增后总股本增至9.51亿股。公司控股股东、实控人拟变更。\n2、2025年12月22日公告，华著科技及张建华先生将采取积极措施推动在实施的算力中心集成服务项目及质保期项目换签至东易日盛或其实际控制的公司。\n3、据网络纪要，算力资产一期价值：华著科技承诺无偿注入的和林格尔智算中心一期（20万P算力）已完工，对应市值约100亿元（901MW电力容量，规模为*ST宇顺28倍）。若二期60万P算力落地，公司将进入国内算力第一梯队，理论市值可达600亿元。（未证实）\n4、公司为数字家装品牌龙头，公司通过VR裸眼云台为客户呈现全屋渲染及高清全景图。"
        },
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": "09:44:42",
          "analysis": "提前还款+财务总监任副总经理+减资陕西步森+信息服务+零售\n1、2026年1月5日公告，公司已于近日提前向宝鸡方维同创偿还2000万元借款及利息，如公司于2025年12月31日前偿还全部借款本息，将按照优惠后的年利率1%收取利息，有效降低财务成本。\n2、2025年12月17日公告，拟聘任张敏为公司副总经理，现任公司财务总监、董事会秘书。市场传闻陕西步森的重组出售终止，后脚直接卖给先华，这样不仅直接避开的重大资产重组的繁琐流程，而且还能确保时效性和可靠性。\n3、2025年12月18日公告，公司拟对参股公司陕西步森定向减资4900万元，减资后持股比例由35%降至约13.91%，以降低经营及资金往来风险。\n4、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务等。\n5、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入等。"
        },
        {
          "code": "sz002848",
          "name": "*ST高斯",
          "limit_time": "09:34:21",
          "analysis": "卫星出海（巴西）+抵押授信+算力+潍坊国资\n1、公司官网，公司Ku/Ka波段卫星通信天线已量产，微波地面发射机形成“采集－处理－播控－传输”全链条解决方案，契合今日商业航天板块再度高开热点。公司卫星接收设备销往印度、印尼、巴西等多个国家。GSR-GK139数字模拟双制式卫星机项目测试样机，满足巴西要求。\n2、2026年1月5日公告，公司拟以自有厂房抵押为全资子公司功田电子申请不超过980万元含十年期银行授信，用于覆铜板及电子陶瓷新材料扩产，授信议案已获董事会通过，尚需股东会审议。\n3、参股公司山东高斯星云主营人工智能算力业务。2025年5月14日讯，高斯贝尔与多家企业达成战略合作，深化业务布局。\n4、公司实控人为潍坊市国资委。公司高频覆铜板可应用于航空航天或卫星通信领域。部分产品在5G领域已顺利通过国内知名大型通讯公司认证进入材料库；数据中心领域可用于服务器、交换机和存储器。"
        },
        {
          "code": "sz000908",
          "name": "*ST景峰",
          "limit_time": "09:25:00",
          "analysis": "签署重整投资协议+创新药研发+石药集团拟入主+医美\n1、2026年1月9日公告称，公司已与重整投资人签署重整投资协议及补充协议，涉及石药控股集团、德源招商、长城资产等16家财务投资人。重整投资人将受让公司股票879,774,351股，总对价20.6亿元。\n2、公司布局玻璃酸钠美容产品，建立脂质体等高端制剂平台，并与十余家药企合作研发多个进入临床阶段的创新药CDMO项目涵盖抗癌药、抗凝药等。\n3、2025年10月21日法院裁定，湖南省常德中院受理债权人对公司的重整申请。经过公开招募，石药集团在2024年8月确认为牵头重整投资人。根据方案，石药集团将携5.26亿元现金认购股份取得公司控股权，常德国资平台同步以1.22亿元跟投，合计注资6.48亿元。\n4、2025年5月29日晚公告，常德景泽已完成增资事项的工商变更登记。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": "09:35:48",
          "analysis": "股份冻结+公布诉讼金额+建筑装饰+预重整+光伏\n1、2025年12月30日晚公告称，截至本公告披露日，公司控股股东李介平先生持有公司股份数量约为7631万股，占公司总股本的20.21%，本次轮候冻结股份数量约为7631万股，占其持有公司股份的100%。\n2、2025年12月16日公告，公司及控股子公司连续十二个月内累计诉讼、仲裁涉案金额约1088.56万元，占最近一期经审计净资产绝对值10%以上。\n3、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n4、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n5、公司地处深圳，主要从事政府机构、房地产开发商、大型企业等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。2025年半年度报告，公司拥有运营安徽金寨100兆瓦光伏电站并具备屋顶光伏结构及防水等综合解决方案能力。"
        },
        {
          "code": "sh603813",
          "name": "*ST原尚",
          "limit_time": "09:46:57",
          "analysis": "电商物流+布局氢能重卡运输+拟股权转让+氢能源\n1、2025年半年报，公司非汽车零部件物流收入1.27亿元，同比增90.63%，冷链、电商快递运输占比提升，并与拼多多、顺丰签订运输服务合同。公司物流网络覆盖华南、华东、华中、西南、华北、东北地区，拥有和管理11个汽车零部件仓储配送中心。\n2、2025年11月6日晚公告，公司拟向现代汽车氢燃料电池公司采购100台18吨燃料电池翼开启厢式车，总价7832万元。\n3、2025年9月16日公告，控股股东拟向信达资产协议转让5.1%公司股份。2025年6月7日公告，公司拟在香港设立全资子公司拓展国际业务及加强海外市场合作。\n4、公司参股公司广东原锋新能源科技的股东之一锋源是国内极少的集全套自主知识产权氢燃料电池电堆以及核心零部件膜电极、催化剂、金属双极板等研产销一体的公司。\n5、公司计划在白云机场附近开发物流用地，同时探索与日资企业的合作，利用轻资产模式扩张业务。2024年12月2日互动，公司表示合作希音。"
        },
        {
          "code": "sz002647",
          "name": "*ST仁东",
          "limit_time": "10:34:30",
          "analysis": "AI算力+第三方支付+重整完毕+跨境支付\n1、2025年9月25日公告，公司出资1亿元增资深圳江原科技，后者已完成12英寸晶圆国产AI算力芯片D1流片并实现D10算力卡批量应用，布局第二增长曲线。公司已持有江原科技4.1427%的股份。\n2、子公司合利宝持全国支付牌照及跨境人民币支付备案，服务中小微企业。子公司合利宝具有跨境人民币支付业务备案许可。\n3、截至2025年三季度末，归母净资产已达6.6亿元。2025年3月27日公告，申请撤销退市风险警示。2025年3月20日晚公告，公司重整完毕。中信资本指定实施主体深圳嘉强荟萃成为第一大股东，持股占比10.17%，公司原控股股东北京仁东及其一致行动人持股比例降至6.23%，公司变更为无控股股东、无实际控制人。\n4、公司拟通过增资和/或存量股受让方式对北京众签或智汇信元进行战略投资，双方将结成战略合作伙伴，就通过区块链技术、智能合约技术与行业场景结合来共同建立供应链金融平台和贸易金融平台，进而推动创新金融业务进行全方位合作。"
        },
        {
          "code": "sh600169",
          "name": "ST太重",
          "limit_time": "14:55:55",
          "analysis": "商业航天+高端装备+核电+山西国资\n1、2025年12月24日互动，公司系国内四大卫星发射中心现役航天发射塔架唯一制造方。\n2、公司控股股东为山西省国资委，公司作为机械重工行业龙头企业，大型冶金起重机、矿用挖掘机等产品市场占有率都曾连续多年超过80%，目标成为全球最大油膜轴承研发制造基地。\n3、公司涉及核电概念，在核电领域产品多样，2012年即具备核级制造资质，制造的核电起重机、核级锻件应用于核电站项目中。目前公司正在研发制造的海洋核动力平台项目也将应用于核电领域。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "09:25:00",
          "analysis": "申请撤销风险警示+重整完成+农药/医药中间体+酒店\n1、2026年1月5日公告，申请撤销公司股票因重整而被实施的退市风险警示，因公司2024年度经审计的期末净资产为负值，公司股票仍继续被实施退市风险警示。2026年1月9日互动，公司重整计划已执行完毕，法院裁定终结重整程序，债务危机化解。\n2、2025年12月27日重整计划，产业投资人北京星箭拟将军工惯导、光电及智能装备业务逐步导入公司，打造第二增长曲线。\n3、2025年11月17日盘后公告，重整投资人将无偿、无条件捐赠7300万元至公司。2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n4、公司位于兰州，主要从事精细化工产品中的医药中间体的研产销业务。公司产品主要应用于农药、医药及饲料添加剂领域。\n5、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sh603828",
          "name": "ST柯利达",
          "limit_time": "09:25:01",
          "analysis": "控制权变更+拟股权转让+建筑设计+光伏一体化\n1、2026年1月10日公告，公司控股股东柯利达集团100%股权转让完成，实控人变更为曹亚联和刘纯坚，股票于今日复牌。英众智能进一步通过收购柯利达集团100%股权，间接持有上市公司18.74%的股份，从而实现对上市公司的控制。\n2、2025年11月5日晚公告，公司控股股东苏州柯利达集团拟将其持有的柯利达无限售流通股4000万股股转让给崔建泉，转让股份占公司当前总股本的比例为6.71%。协议转让后崔建泉将成为公司第二大股东。\n3、2025年7月11日公告，公司宣布终止参股设立方圆证券。\n4、子公司四川域高主营业务是提供建筑工程设计及相关咨询服务，提供包括项目前期咨询等服务，主要以建筑设计和设计施工总承包为主。\n5、控股子公司成都设计拥有建筑行业甲级资质和风景园林工程设计专项甲级资质；公司拥有《非晶硅薄膜电池光伏一体化幕墙系统》专利，主要用于建筑外立面的一种幕墙系统。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:36:36",
          "analysis": "控制权变更+半导体材料+军工+虾青素\n1、2025年12月30日公告，九台农商行通过司法裁定取得公司29.18%股份，成为公司第一大股东，公司目前无控股股东、实际控制人。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工等展开深度合作。"
        },
        {
          "code": "sh600193",
          "name": "*ST创兴",
          "limit_time": "09:40:28",
          "analysis": "责令改正+拟增资+实控人变更完成+算力+稀土\n1、202512月23日讯，近日收到行政监管措施决定书，公司存在以下违规事项：一是建筑与装饰业务收入、成本跨期导致年度报告存在虚假记载；二是关联交易信息披露不实。针对以上问题，决定对公司采取责令改正的行政监管措施，对以上责任人采取出具警示函的行政监管措施。\n2、2025年12月13日公告，股东大会已通过收购上海喜鼎建设100%股权及上海筑闳建设100%股权，强化建筑装饰施工总承包及专业承包资质体系。\n3、2025年8月1日晚公告，公司控股股东华侨实业所持6700万股完成过户，实控人变更为王相荣。\n4、公司间接持有广西国兴稀土矿业40%股权。后者拥有广西省崇左市六汤稀土矿稀土采矿权(生产规模20万吨/年:矿区面积0.8643平方公里)，现为广西省唯一的稀土采矿许可证。\n5、公司建筑装饰业务包括室内装修、基建工程等。公司目前已在江苏苏州、浙江杭州、北京等地部署了算力资源池，主要用于机器视觉类应用和游戏项目的测试工作。"
        },
        {
          "code": "sh603825",
          "name": "ST华扬",
          "limit_time": "10:57:54",
          "analysis": "AI营销+数据要素+字节/小红书\n1、2025年10月31日互动，公司依托HiGC平台已落地三类“感知-决策-执行”AI智能体，覆盖内容生产与实时投放决策。MediaMuse是公司面向“品牌方全链路营销决策”开发的AI赋能平台，定位为“营销人的智能协同伙伴”。公司已将虚拟数字人核心技术与AIGC结合，推出AI数字人直播SAAS系统，用于汽车动态销售场景。 \n2、公司是国内第一梯队的品牌营销服务商，目前在美国、英国、德国、法国和日本，设有直属办公室。公司的HIGC智能平台全面接入众多AI平台，品牌营销业务占收入99.9%。公司是腾讯RACE全域营效首批深度合作伙伴。\n3、公司持有上海数据发展科技公司4.8%股份，该公司曾用名“上海数据交易中心”。\n4、公司官方公众号显示，华扬联众中国香港公司为Tik Tok Ads出海核心代理。公司与小红书等媒体生态合作方的深度合作。"
        },
        {
          "code": "sz002581",
          "name": "ST未名",
          "limit_time": "11:19:39",
          "analysis": "Ⅲ期临床将启动+干眼症+神经修复类药物\n1、2026年1月5日收到《刑事判决书》暨诉讼进展，责令潘爱华向厦门未名返还人民币 1275 万元。\n2、2025年11月7日公告，公司一类创新药重组人神经生长因子SMR001滴眼液获北京同仁医院伦理批件，III期关键注册临床试验正式启动。SMR001滴眼液采用中国仓鼠卵巢 细胞（CHO）表达系统，是国内首款以重组人神经生长因子为有效成分的滴眼制剂。弗若斯特沙利文预计，国内干眼症 药物市场将在2030年达到 180 亿元。\n3、子公司天津未名是国内最早从事基因工程干扰素产品开发及制造的现代生物制药企业，主要产品为人干扰素α2b 注射剂及人干扰素α2b 喷雾剂。\n4、公司恩经复®​适用于正己烷中毒性周围神经病、视神经损伤、阿尔茨海默病等神经退行性疾病，覆盖终端医院超千家。\n5、2025年5月16日公司持有北京科兴26.91%股权，获得现金分红款1.3455亿元。"
        },
        {
          "code": "sh600107",
          "name": "ST尔雅",
          "limit_time": "13:03:36",
          "analysis": "被罚970万+解决剩余票据+服装+湖北资本间接入股+储能\n1、2026年1月9日晚公告称收到湖北证监局的《行政处罚事先告知书》。因涉及关联方非经营性资金占用且未及时披露，公司及多名责任人被处以罚款，合计970万元。\n2、2025年12月29日公告，目前通过司法等多种途径，合作方已经完成了1081万票据的回收，公司全力解决剩余票据问题。\n3、公司主营服装业务，拥有全国最长工艺流程及全手工制作服装生产线，2025年上半年整体营收约1.29亿元。\n4、2025年11月21日发布间接控股股东股权拍卖公告，本次竞拍主体为湖北香柯乾涌服装合伙企业（背后实控人湖北省财政厅），其股东结构于11月6日发生关键变动，新增嘉兴摩予渡雅芯智算企业及摩予渡（海南）企业管理咨询合伙企业两大主体。市场猜测摩予渡系通过本次股权介入，可能意在借助ST尔雅上市公司平台。（未证实）\n5、公司子公司北京美尔雅能源的孙公司石嘴山市简泌能源100MW/400MWh高温熔盐+150MW/300MWh石墨烯复合电池储能电站项目环评2024年已获批。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": null,
          "analysis": "可控核聚变+投行入局猜想+军机+低空经济+成飞\n1、公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n2、2025年11月5日公告，控股股东将780万股份（占上市公司10.01%）的股权质押，市场传闻质押权人李奔长期就职于证券公司投行业务部门，投行毕业后又在律师事务所挂职金融部主任，担任多家上市公司独立董事。\n3、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发等经营范围。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": null,
          "analysis": "脑机接口+上报矿产资源+养老+跨境电商\n1、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n2、2025年12月24日互动，据了解贵公司的子公司森汇矿已经通过山东省的审核，现在已经报到矿产资源部正在补充材料，公司表示已在12月1日组织材料上报自然资源部，目前正在根据自然资源部的要求补充材料，自然资源部受理后会根据情况需要函调省厅。公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。\n3、子公司山东新华锦长生养老主营养老运营管理，已与省内多家养老机构开展合作。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。"
        }
      ]
    }
  ]
}