{
  "date": "2026-01-05",
  "update_time": "2026-01-05 15:49:40",
  "category_count": 9,
  "total_stocks": 141,
  "categories": [
    {
      "name": "公告",
      "reason": "",
      "stock_count": 7,
      "stocks": [
        {
          "code": "sz002931",
          "name": "锋龙股份",
          "limit_time": "09:25:00",
          "analysis": "优必选拟入主+割草机器人+园林机械+半导体设备零部件\n1、2025年12月24日晚公告，优必选拟以协议转让+要约收购方式合计收购锋龙股份约43%股权，交易完成后控股股东拟变更为优必选，实控人拟变更为周剑。本次控制权变更方案中的股份转让价格、要约收购价格均为17.72元/股，以此计算，合计总对价达16.65亿元。\n2、公司产品包括割草机器人电控。\n3、公司主要从事园林机械零部件、汽车零部件和液压零部件的研发、生产和销售，产品主要包括点火器、飞轮、汽缸等园林机械关键零部件，多种品规的精密铝压铸及铁件汽车零部件和工程、工业及半导体设备用高端液压控制零部件，广泛应用于割草机、油锯、绿篱机等园林机械终端产品，汽车传动、制动、调温系统及新能源汽车领域和工程机械、工业机械及半导体设备的精密控制单元。\n4、2025半年报，公司外销占比35.61%。"
        },
        {
          "code": "sz002718",
          "name": "友邦吊顶",
          "limit_time": "09:34:06",
          "analysis": "实控人变更+集成吊顶+智能家居\n1、2025年12月31日公告，骆莲琴、上海徜胜科技拟向明盛智能、施其明等合计转让29.99%股份，交易完成后施其明将成为新实控人，并同步启动15.01%股份的要约收购，收购价29.41元/股。施其明通过其控制的数传集团，专注于出版行业的智能化转型。\n2、公司作为集成吊顶技术发明者，占据市场龙头地位。目前集成吊顶行业智能化的趋势日益明显，集成吊顶将集成越来越多的智能电器、智能灯光、智能控制等功能模块，集成多空间、多场景的智能化集成吊顶(墙面)解决方案将成为越来越多消费者的选择。\n3、公司已形成布局完整的多元化销售渠道， 专卖渠道销售网络覆盖全国一、二线城市和东部沿海地区三线、 四线城市， 成为业内在销售网络覆盖、 经营面积、 专业设计人员和服务人员及专卖店单店销售等方面领先的企业。"
        },
        {
          "code": "sh600337",
          "name": "美克家居",
          "limit_time": "09:25:00",
          "analysis": "拟收购万德溙光电+AI智家智能体+家居+合作华为\n1、2025年12月31日公告，公司拟通过发行股份及支付现金的方式购买深圳万德溙光电100%股权，标的公司为算力基础设施赛道的核心部件供应商。股票今日复牌。\n2、公司推出“智慧魔盒”云平台，整合AIGC与三维可视化系统，实现家居商业空间SaaS服务；2023年已上线“AI智家”智能体，提供一键置家体验。\n3、公司地处新疆乌鲁木齐，主营家居产品的国内零售和国际批发业务，旗下品牌产品覆盖实木成品家具、沙发、家居饰品、睡眠用品、定制柜类等。公司在俄罗斯远东投建木材供应基地，在新疆阿拉山口和内蒙二连浩特已建立两个木材加工物流中心。\n4、公司曾于2019年10月20日与华为签订了战略合作协议，双方将致力于在智慧门店、智慧物流、智能制造等领域加强合作，推动公司数字化转型升级。"
        },
        {
          "code": "sz002490",
          "name": "山东墨龙",
          "limit_time": "09:40:00",
          "analysis": "债务重组+收到政府补助+石油钻采机械+智能机器人+高端铸件\n1、2026年1月5日公布，近期收到政府以现金方式拨付的补助2000万元，该补助占公司最近一个会计年度净利润绝对值的45.77%。2025年12月29日晚披露债务重组方案。山东寿光拟以其持有的评估价值为3.62亿元的位于寿光市科技工业园的土地使用权、房屋建(构)筑物、机器设备等资产，代寿光华融向山东墨龙偿还3.61亿元欠款。\n2、公司产品主要有石油钻采机械装备、石油天然气输送装备、油气开采装备等，中海油是公司油田类产品国内销售市场中主要客户之一。油气能源设备营收占比100%，海外营收占比24.84%，出口南美、中东、俄罗斯等地区及国家。\n3、2025年2月25日讯，墨龙（海南）农业发展公司成立，经营范围包含智能机器人研发。\n4、公司高端铸锻件产品，可应用于风电铸件、核电及机床等领域相关设备制造。"
        },
        {
          "code": "sz002259",
          "name": "升达林业",
          "limit_time": "09:54:30",
          "analysis": "达成调解协议+液化天然气加工（四川）+燃气+摘帽\n1、2026年1月5日公告，公司与成都农商行达成《调解协议》，同意支付人民币5000万元和解款，涉诉金融借款纠纷取得重大进展。\n2、公司的主营业务为液化天然气加工，拥有两家产能为100万方/日的LNG工厂，具有较强区域竞争优势；拥有3座LNG加气站，销售LNG给过往天然气重卡；拥有一家具有特许经营权的城镇燃气公司-博通公司，服务区域内近30万居民及工商业用户。\n3、公司主要产品LNG销售市场辐射范围涵盖陕西、山西、河北等诸多区域。\n4、2025年5月19日公告，公司5月20日复牌并撤销其他风险警示。"
        },
        {
          "code": "sz000792",
          "name": "盐湖股份",
          "limit_time": "10:46:51",
          "analysis": "业绩预增+盐湖提锂+钾肥\n1、2025年12月31日披露业绩预告称，预计2025年实现归属于上市公司股东的净利润82.9亿元至88.9亿元，同比增长77.78%至90.65%。\n2、公司钾肥生产能力达到 500 万吨/年，产能位列全球第四位；碳酸锂生产能力达到 3 万吨/年，卤水提锂产能位列全国第一。未来盐湖股份将着力打造世界级盐湖产业基地、国家绿色低碳能源产业基地。\n3、公司控股子公司蓝科锂业公司目前装置产能为1万吨工业级碳酸锂和2万吨电池级碳酸锂，工业级碳酸锂需经加工后成为电池级碳酸锂，电池级碳酸锂可直接应用于电池领域。\n4、盐湖股份依托察尔汗盐湖进行资源综合开发与利用，拥有555亿吨氯化钠、5.4亿吨钾盐、1204万氯化锂、40.59亿吨氯化镁等得天独厚的资源储备"
        },
        {
          "code": "sz300955",
          "name": "嘉亨家化",
          "limit_time": "",
          "analysis": "拟变更控股股东+日化产品（福建）+化妆品+驱蚊+三胎\n1、2025年12月31日公告，公司控股股东拟变更为杭州拼便宜，徐意将成为上市公司实际控制人。标的公司为以技术为驱动的快消 B2B 智能供应链服务平台，股票今日复牌。\n2、公司地处福建泉州，主要产品包括护肤类等化妆品，香皂、洗手液等家庭护理产品，以及配套的塑料包装容器。产品主要用于个人美容护肤、家庭清洁等领域。公司长期为强生婴儿、郁美净等婴幼儿及儿童产品提供生产服务。\n3、2024年5月8日互动，全资子公司上海嘉亨、湖州嘉亨已取得生产范围为驱蚊液、驱蚊花露水的《农药生产许可证》。\n4、公司主要从事日化产品OEM/ODM 及塑料包装容器的研发设计、生产，具备化妆品和家庭护理产品的研发、配制、灌装及塑料包装容器设计、制造的一体化综合服务能力。"
        }
      ]
    },
    {
      "name": "脑机接口",
      "reason": "马斯克近日在社交媒体上表示，其脑机接口公司Neuralink将于2026年开始对脑机接口设备进行“大规模生产”。",
      "stock_count": 42,
      "stocks": [
        {
          "code": "sz301293",
          "name": "三博脑科",
          "limit_time": "09:25:00",
          "analysis": "脑机接口+神经专科医疗+次新股\n1、2024年1月29日，首都医科大学宣武医院与清华大学团队共同宣布，全球首例植入式硬膜外电极脑机接口辅助治疗颈髓损伤引起的四肢截瘫患者行为能力取得突破性进展。\n2、公司作为“医教研”一体化的学院型医疗机构，始终关注脑机接口技术在医疗领域的应用和发展，参与临床应用的基础应用和探索。\n3、公司是国内民营神经专科医疗龙头，稳定合作首医大，目前运营医院6家。2023年子公司收到西安卫健委关于同意设置西安三博脑科医院的批复。\n4、公司为“医教研”一体化的学院型医院，多年来承担、参与各类科研项目超过160项。"
        },
        {
          "code": "sz301363",
          "name": "美好医疗",
          "limit_time": "09:25:00",
          "analysis": "脑机接口+呼吸机和耳蜗组件+肺功能仪+医疗器械\n1、2026年1月5日互动表示，目前，侵入式脑机接口产品在植入材料选择、生物相容性、自供电技术等关键领域与人工耳蜗高度相通。公司正与下游脑机接口客户深入开展产品合作协助客户实现从实验室研发到批量出货的高效商业化转化。\n2、公司专注于医疗器械精密组件，主要产品为家用呼吸机组件（占比67%）、人工植入耳蜗组件(5.5%)和肺功能仪等医疗器械产品。其中，公司的肺功能仪开始实现销售。\n3、公司是国内最大的家用呼吸机组件和人工植入耳蜗组件制造商，主要客户客户A是全球最大的家用呼吸机制造商之一，客户B全球最大的人工植入耳蜗制造商之一，从事供植入式听力解决方案。公司在原有核心客户的基础上逐步强化了与飞利浦、迈瑞医疗等客户的合作关系。"
        },
        {
          "code": "sz002195",
          "name": "岩山科技",
          "limit_time": "09:25:00",
          "analysis": "脑机接口+AI大模型+机器人+业绩增长\n1、公司旗下岩思类脑研究院有在合适时间进行脑机接口技术和产品发布的规划；公司的脑机接口游戏操控系统视频展示了公司先进的脑机交互概念技术,该技术理论上可用来操控机械手臂。\n2、据网传公司是唯一官宣参股Monica.im的上市公司，通过基金间接持股。（未证实）。\n3、公司旗下岩芯数智已向人形机器人客户交付搭载Yan1.3大模型的产品；2025年7月发布的Yan2.0Preview新增原生记忆模块，适配机器人、无人机、手机等终端。 \n4、2025年8月25日晚公告，公司上半年营收3.17亿元，同比下降6.38%，归母净利润6710.75万元，同比增长81.51%，互联网信息服务业务营收2.996亿元，同增31.11%，王牌智媒等新业务贡献显著。\n5、公司主营互联网信息服务和多元投资，核心产品2345.com网站导航用户规模行业居前。"
        },
        {
          "code": "sz002173",
          "name": "创新医疗",
          "limit_time": "09:25:00",
          "analysis": "脑机接口+养老+智能医疗+多胎\n1、2025年9月25日机构调研，公司控股子公司博灵脑机持股68.356%，其医用版脑机接口产品已完成100多例患者多中心临床测试，C端产品已于9月17日启动杭州地区有限免费预约体验。博灵脑机产品尚未正式上市，仅因与科研机构合作而销售少量产品。2023 年、2024 年，博灵脑机的经营亏损分别为 660.17 万元、866.41 万元。\n2、2024年5月6日投资者关系记录，公司旗下海宁康华医院已在一年多前成立了海宁泰华护理院，项目己初步实现盈亏平衡。公司有老年护理院建设运营。\n3、公司持股 20.5532%的全诊医学，是一家专注从事人工智能医疗产品研发和销售的高科技企业，旗下基于人工智能大模型的全诊 AI 系列产品已在部分优势三甲医院实现安装使用。\n4、公司下属建华医院、康华医院等四家医疗机构。孙公司上海养源母婴服务主要经营母婴护理服务等。"
        },
        {
          "code": "sh600775",
          "name": "南京熊猫",
          "limit_time": "09:25:00",
          "analysis": "脑机接口+卫星通信+工业机器人+央企\n1、2025年6月12日互动，公司承担《基于脑机接口技术的多模态人机交互系统集成研发项目》,目前在开发脑机接口智能交互显示终端,优化迭代交互系统。\n2、中国电子信息产业集团旗下，此前子公司通信科技中标新一代卫星终端项目。公司联合东南大学、星思半导体等单位进行新一代卫星通信终端相关技术研究。公司拥有的技术可应用于手机、车载、船载、机载等。上海星思半导体聚焦5G/6G通信技术与卫星终端芯片，为客户提供全场景天地一体化基带芯片及解决方案。\n3、公司研发控制器技术、离线编程技术和视觉技术用于工业机器人。公司自主研发的工业机器人已批量生产和销售。公司于拥有基于眼球追踪互动人机交互超高清虚拟现实的关键技术研发。\n4、公司旗下控股参股上市公司包括中国长城等多家数据要素企业。"
        },
        {
          "code": "bj920199",
          "name": "倍益康",
          "limit_time": "09:30:15",
          "analysis": "脑机接口+康复机器人（骨骼识别）+谷子经济+鸿蒙+北交所\n1、 2025年1月13日四川省人民医院牵头，联合倍益康、四川玄光立影、布法罗机器人、四川脑科学与类脑智能研究院，成都纽创医疗申报的“植入式脑机接口四川省工程研究中心正式批准立项。\n2、公司研发有理疗机器人。通过研发理疗机器人，公司将在协作机器人控制、生物信号感知、AI算法、图像识别等领域形成技术成果。公司已掌握的自适应负载均衡调节技术、骨骼识别保护技术等技术。\n3、公司子公司深圳市屋岸顽，拟打造新的潮品IP筋膜枪品牌，进军文创礼品、数码潮品等细分领域。\n4、公司陆续加入华为HiLink开放平台及鸿蒙智联智能硬件生态，通过基于云平台的大数据算法分析，促进康复技术的研发创新和产品迭代转化。公司拥有医疗器械生产许可证及多个二类医疗器械产品注册证。\n5、公司营业收入主要来源于力因子类、电因子类、热因子类等智能康复设备销售。"
        },
        {
          "code": "sh603716",
          "name": "塞力医疗",
          "limit_time": "09:33:43",
          "analysis": "脑机接口+AI医疗+合作蚂蚁公司+创新药+数字疗法\n1、2025年2月21日公司官微，公司与华为合作，在智能诊断产品研发、数字疗法及脑科学大模型等多个领域展开深度合作。\n2、公司与华为在医疗信息化、智慧医院建设、AI辅助诊断等领域达成战略合作，旨在凭借各自的技术优势，围绕 AI 技术在多个关键医疗领域开展深度合作。\n3、公司与蚂蚁公司及其关联方在区块链医疗领域互为合作伙伴，在电子病历领域展开合作。\n4、公司持股比例30.00%的武汉华纪元生物自主研发的全球首创短肽降压疫苗HJY-ATRQβ-001，已于2025年6月6日获国家药监局（NMPA）新药临床试验（IND）受理，成为全球仅有的三款进入临床阶段的高血压疫苗之一，预计2025年三季度启动首例患者给药。\n5、主营医疗智慧供应链服务业务，其中包含IVD体外诊断集约化运营服务、医院SPD智慧精益管理共建等，同时开发基于“SPD+CDSS+DRGs”一体化的智慧医院解决方案。"
        },
        {
          "code": "sz002925",
          "name": "盈趣科技",
          "limit_time": "09:35:57",
          "analysis": "脑机接口+参股摩尔线程（福建）+回购+机器人\n1、在脑机接口方面，公司已有和客户InteraXon合作开发的头戴式脑电波监测产品，并已在北美上市销售。目前公司与北洋瑞恒合作推出了科研版本、医学版本、教育版本和专注力版本的脑机接口产品。公司脑机接口产品已销售至985高校、科研院所、三甲医院，并获“华瑙奖”，入选2024年度中国脑机接口十大进展。\n2、公司地处于福建省厦门市。公司持有摩尔线程股份比例为0.3351%。\n3、2025年12月2日晚公告，截至2025年11月30日已回购475万股，占总股本的0.6104%，回购资金总额为6359万元。\n4、公司在机器人领域主要产品有工业测试机器人、轻量级智能运输机器人等。"
        },
        {
          "code": "sz002555",
          "name": "三七互娱",
          "limit_time": "09:36:24",
          "analysis": "脑机接口+《生存33天》畅销+处罚落地+AI游戏+网络游戏\n1、公司投资的脑机接口公司包括强脑科技（公司投资2000万美元）、华南脑控。\n2、公司当前新产品《生存33天》进入畅销榜第一，从小程序榜单结合经验推测，其全月流水有望在2-3亿之间，全年有望看到20亿甚至更高的流水表现，带动公司业绩成长。\n3、网传纪要，公司《时光杂货店》《斗罗大陆：魂师对决》《寻道大千》等老游延续长线运营，小程序新游《英雄没有闪》《时光大爆炸》先后跻身微信小游戏畅销榜第1名、第4名（未证实）。\n4、公司主营业务包括网络游戏的研发、 发行和运营， 主要为移动游戏业务与网页游戏业务。 公司网络游戏的运营模式主要包括自主运营和第三方联合运营。"
        },
        {
          "code": "sh688626",
          "name": "翔宇医疗",
          "limit_time": "09:37:01",
          "analysis": "脑机接口+康复机器人+养老服务\n1、公司2025年预计将有20余款脑机接口产品陆续出样机，脑电图机、脑电采集装置等产品下半年陆续取证上市，并成立Sun-BCI Lab实验室承担国家重点研发计划2项，聚焦神经反馈、睡眠干预等方向。 2025年12月互动，目前公司已有十几个产品提交注册申请，相关部门分类界定工作完成、开放脑机接口产品下证后，公司将快速推进注册证的办理。\n2、公司主营康复医疗器械研发、生产、销售，康复机器人在研项目20余项，聚焦运动、理疗、脑机接口等方向，便携式外骨骼助行机器人已进入小批量阶段。\n3、公司为全国各级医疗机构、养老机构、残疾人康复中心、福利院、教育系统等机构以及家庭提供系列康复产品及整体解决方案。\n4、公司自有产品包括：康复评定设备、康复训练设备、康复理疗设备、康复辅具、康复护理设备，已形成20大系列、500多种自有产品的丰富产品结构。"
        },
        {
          "code": "sh603579",
          "name": "荣泰健康",
          "limit_time": "09:41:12",
          "analysis": "脑机接口+理疗机器人+华为鸿蒙\n1、2025年9月30日互动，公司与傲意科技共建“脑机交互联合实验室”，推进脑机融合与仿生机械手在智能健康设备中的应用。\n2、公司首款理疗机器人于2025年3月经销商大会重磅亮相，为按摩产品形态创新提供了全新思路与想象空间。迭代升级的二代AI理疗机器人2025年5月亮相广交会。全资子公司上海阿而泰机器人经营范围包含特殊作业机器人制造，公司曾推出按摩机器人和理疗机器人。\n3、公司主要从事按摩器具的研产销，产品包括各类导轨按摩椅等，2024年外销占比57.79%。公司和华为的合作主要是按摩椅鸿蒙智联产品和筋膜枪产品。2025年2月13日互动，目前已上市的产品有4款米家，米家智能按摩椅、智能眼部按摩仪等。\n4、2025年2月11日互动，公司近期与国内AI大模型DeepSeek达成深度合作。"
        },
        {
          "code": "sz000516",
          "name": "国际医学",
          "limit_time": "09:42:51",
          "analysis": "脑机接口+智能医疗+阿里+干细胞+辅助生殖\n1、2025年11月25日互动易，公司旗下医院已引进脑机接口结合外骨骼机器人康复系统并开展相关手术。\n2、公司旗下西安佑君医疗聚焦信息系统集成、大数据、云计算平台建设、计算机软硬件及辅助设备、人工智能产品于一体，整合先进医疗管理经验与医疗信息化产品技术，打通信息产业链条。\n3、公司拥有全球超大单体医院西安国际医学中心医院， 全国首家社会办三甲医院西安高新医院。\n4、公司积极打造线上线下相结合的互联网医疗服务网络，由公司与阿里健康合作打造的国际医学互联网医院自2019年4月2日开通网络诊疗服务。\n5、公司成立了由中科院院士领衔的生命科学研究院， 在基因与干细胞领域展开临床研究。公司旗下主要医疗机构是国家卫健委、 国家药品监督管理局批准的干细胞临床试验机构。"
        },
        {
          "code": "sz300753",
          "name": "爱朋医疗",
          "limit_time": "09:44:54",
          "analysis": "脑机接口+麻醉机器人+镇痛+人工智能\n1、公司持有瑞神安股份比例为3.45%，其植入式闭环神经刺激器系统(CNS)，可用于帕金森病、癫痫、阿尔茨海默病、抑郁症等多种大脑疾病的治疗，该产品是脑机接口技术应用之一。公司子公司朋睿脑科学正在开发多模态ADHD行为训练系统，该项目正在注册审评阶段。\n2、公司在研项目“麻醉穿刺机器人”是基于超声图像识别技术，自动识别穿刺目标点并自动完成穿刺过程的机器人设备。\n3、公司是国内较早布局无痛分娩领域的厂家，2021年6月8日取得了专用于产科无痛分娩领域的便携式电动输液泵。\n4、公司旗下小芃科技定位于人工智能在医疗评估领域的应用，开发项目主要为疼痛评估算法研究及睡眠领域相关算法研究。公司多模态ADHD行为治疗系统包括两款产品UMind和SE，分别为院内版和家用版，覆盖了从院内的行为训练中心到院外家庭训练场景之间的数据互联。\n5、公司主力产品诺斯清鼻腔护理喷雾器的适应症现已扩大为“改善急性上呼吸道感染患者的鼻塞、流涕症状”。"
        },
        {
          "code": "sz301330",
          "name": "熵基科技",
          "limit_time": "09:45:39",
          "analysis": "脑机接口算法芯片+多模态生物识别+身份认证平台\n1、2026年1月4日投资者关系活动记录表显示，合资公司主要聚焦研发下一代边缘脑机接口算法芯片及推进混合生物识别与脑信号协同分析，推出面向全球多元消费群体与行业的更有竞争力的实用型脑机接口解决方案，目前正在筹备工商注册阶段。\n2、公司一直持续利用自主知识产权的多模态BioCV与人工智能、物联网等技术进行深度融合，向商业、交通、金融等多个领域，提供具备身份识别与验证功能的智能终端、行业应用软件与平台。\n3、公司是一家以多模态生物识别为核心技术，专业提供智慧出入口管理、智慧身份核验、智慧办公产品及解决方案的国家高新技术企业。公司是CTID可信数字身份商业应用合作机构，可对外提供权威可信的实名两项、实人两项等数字身份认证服务。\n4、公司主要致力于将指纹等生物识别核心技术与计算机视觉等技术相融合，向商业等多个领域，提供具备身份识别与验证功能的智能终端、行业应用软件与平台。"
        },
        {
          "code": "sh688273",
          "name": "麦澜德",
          "limit_time": "09:46:04",
          "analysis": "脑机产品+盆底及产后康复设备\n1、公司与荣脑科技将在产品研发、数据共享、临床应用等领域深化技术协同与资源整合，共同推动脑机接口技术在康复领域的创新与应用，力争打造脑机接口康复领域的领军合作范例。\n2、子公司锐诗得专注脑瘫、偏瘫、脊髓损伤等神经中枢损伤和运动康复脑机产品。\n3、公司主要产品为盆底及产后康复设备、耗材及配件、信息化产品等，广泛应用于医疗机构的妇产科、妇保科、妇科、盆底康复中心以及月子中心、产后恢复中心、母婴中心等专业机构。"
        },
        {
          "code": "sz300430",
          "name": "诚益通",
          "limit_time": "09:52:09",
          "analysis": "脑机接口+养老+工业大麻+中药\n1、控股子公司北京脑连科技获得了“脑电采集装置和脑电采集设备”发明专利，同时，公司也在抓紧推进脑电采集相关医疗器械产品注册证的申报工作，2026年将取得相关注册证书。全资子公司广州龙之杰科技和重点高校合作，成立智能康复实验室，开展多项产学研项目合作，正在研发的产品包括脑部建模软件，经颅磁导航系统，治疗系统等。\n2、公司康复板块业务在养老、孕产方面都有拓展；控股孙公司广州施瑞医疗主要是做孕产康复方面的产品。\n3、公司旗下子公司具备工业大麻提取业务；公司将业务拓展至化学合成、中药及植物提取等领域。\n4、中药领域业务是公司重点发展方向之一，通过收购金安药机，形成完善的中药系统智能制造解决方案。\n5、公司的消毒设备主要可应用于无菌制剂车间、食品加工车间等制药、医疗、食品、办公楼的空间灭菌、消毒；公司是专业的生物制药自动化、智能化控制系统装备及整体解决方案提供商，业务板块包含两大类：医药生物自动化和康复医疗器械板块。"
        },
        {
          "code": "sz000859",
          "name": "国风新材",
          "limit_time": "09:58:30",
          "analysis": "脑机接口+光刻胶+航空航天+聚酰亚胺(PI)薄膜+中止审核资产重组事项\n1、据网传公司是“脑机接口产业联盟”首批理事单位，与清华大学合作研发“基于脑机接口技术的多模态人机交互系统”。（未证实）\n2、2025年9月15日互动，公司目前在研产品包括高导热聚酰亚胺薄膜、芯片封装用聚酰亚胺薄膜、光敏聚酰亚胺光刻胶，以及铝塑共挤木塑型材 、复合集流体用 BOPET基膜、BOPET 耐高温离保膜等多种产品。\n3、2025年11月10日晚互动，聚酰亚胺薄膜材料可广泛应用于柔性显示、航空航天等领域。\n4、据研报，公司年产180吨高性能微电子级PI膜材料项目，该项目产品主要应用在柔性电路板（FPC）的基板制造领域，有望实现国产替代。\n5、2025年11月27日晚公告，公司拟购买金张科技58.33%股份。金张科技专业从事消费电子、新型显示、大规模集成电路等领域用功能性涂层复合材料的研发、生产和销售。2026年1月4日公告，因公司本次交易申请文件中记载的评估资料已过有效期，需要补充提交，深交所对本次交易中止审核。"
        },
        {
          "code": "sz300887",
          "name": "谱尼测试",
          "limit_time": "10:02:33",
          "analysis": "脑机接口+商业航天+核污染防治+第三方综合性检测公司\n1、2025年9月2日互动，公司已具备脑机接口安规、EMC及生物相容性评价资质，并已开展相关检测。\n2、2025年12月16日互动，公司客户群体涵盖了航空、航天等特殊行业。航天器及配套设备的部分环境与可靠性试验标准已通过资质认可。\n3、公司聚焦核废水关键核素,积极承担福岛核污染水排海对海洋辐射环境影响的检测任务,具备海水、沉积物与生物体等放射性监测能力。\n4、公司是国内领先的第三方综合性检测公司，主营业务是检验检测、计量、认证及相关技术服务，公司先后为2008年北京奥运会、2010年上海世博会等国家重大活动提供环境和食品安全检测服务。"
        },
        {
          "code": "sh688580",
          "name": "伟思医疗",
          "limit_time": "10:04:07",
          "analysis": "脑机接口+外骨骼辅助训练+康复机器人+医疗器械\n1、依托在非侵入式脑机接口领域的技术积累，公司正加速推进“诊断—治疗—康复”一体化闭环神经康复体系。\n2、子公司中科伟思拥有下肢步行外骨骼辅助训练装置，适用于中枢神经系统损伤导致的下肢运动功能障碍患者的康复训练。公司的康复机器人分为X-walk和X-locom两个系列多款产品，覆盖人体上下肢的全周期康复评估和训练，协助术后或者其它运动功能障碍患者进行康复训练。公司全面布局皮秒激光、射频（私密、溶脂、抗衰）以及塑形磁。\n3、公司主要从事医疗器械的研发、生产和销售，在康复领域和医美领域成为中国领先供应商，正在探索海外市场以及TMS治疗抑郁症技术及创新模式。\n4、塑形磁可解决产后康复、塑形、减脂等需求，应用于妇产科、康复科；射频可用于私密、抗衰和溶脂，皮秒激光可实现祛除纹身及治疗皮肤色素类疾病等功能，应用于皮肤科、医疗美容机构及非医疗机构。"
        },
        {
          "code": "sh688261",
          "name": "东微半导",
          "limit_time": "10:15:14",
          "analysis": "脑机接口+IGBT+逆变器+第三代半导体\n1、上海东脑智合技术是由东微半导董事长龚轶先生与中国科学院半导体所研究员、国科大岗位教授裴为华先生共同设立的一家汇聚了半导体和神经科学领域人才的专注于侵入式脑机接口技术研发的创新型企业。\n2、公司加大IGBT大功率单管产品研发投入力度，拓展除微型逆变器及储能之外的其他光储、电站应用场景，并配合终端IGBT模块厂商进行电站、新能源汽车主驱的客户导入、产品验证工作。\n3、公司独创结构的Tri-gate IGBT新型功率器件由中小功率产品拓展至大功率产品方向研发应用，尤其在电站用逆变器细分场景获得终端客户的认可并被选用，性能超越国际大厂，在高端应用领域实现国产替代。\n4、公司在第三代半导体研发及产业化方面进行了提前布局，在SiC二极管、SiC MOSFET及Si2C MOSFET器件上取得了较大的研发进展。"
        },
        {
          "code": "sz301033",
          "name": "迈普医学",
          "limit_time": "10:17:57",
          "analysis": "脑机接口+医疗耗材+3D打印\n1、公司2025年半年报，目前公司是国内神经外科领域唯一同时拥有人工硬脑（脊）膜补片、颅颌面修补及固定系统、可吸收再生氧化纤维素、硬脑膜医用胶等植入医疗器械产品的企业，覆盖开颅手术所需要的关键植入医疗器械。\n2、公司生物 3D 打印机用于体外组织模型或活体组织构建等前沿科学及临床应用研究。\n3、公司的可吸收再生氧化纤维素止血产品已成功获批国家医保医用耗材分类与代码，并在十个以上的省份或地区成功挂网，可吸收再生氧化纤维素止血产品已在部分地区实现销售。\n4、公司在国内率先利用生物增材制造技术开发出用于神经外科手术的可吸收硬脑（脊）膜补片；颅颌面修补产品是国内少数基于PEEK材料并用于颅颌面缺损修补的产品。"
        },
        {
          "code": "sz002324",
          "name": "普利特",
          "limit_time": "10:29:57",
          "analysis": "脑机接口+商业航天+固态电池+机器人材料+光刻\n1、2025年12月25日盘后纪要，公司已与海外客户关于公司LCP 薄膜在脑机接口领域的应用进行了共同开发以及验证工作，目前正在进行临床试验工作，进展顺利。\n2、2025年12月12日互动，公司LCP产品已向头部终端客户批量交付，适用于低轨卫星等商业航天领域，并持续推进相关验证与量产。\n3、2025年12月5日公告，控股孙公司海四达钠星拟引入战略投资者，意向投资总额1.34亿元已确认1.27亿元，投前估值6亿元，用于推动钠离子电池新建产能落地及降本，强化固态/半固态电池布局。\n4、2025年2月24日互动，公司的产品中包括改性PEEK，改性PPS等材料，均可以用于机器人等相关行业。\n5、子公司上海普利特参投的理硕科技主营平板显示器和半导体芯片用光刻胶及光刻工艺材料研发和生产。"
        },
        {
          "code": "sh688767",
          "name": "博拓生物",
          "limit_time": "10:37:43",
          "analysis": "脑机接口+猴痘+体外诊断\n1、2025年8月13日盘后互动，持股5%的青石永隽由浙江大学侵入式脑机接口团队创办成立，首款产品面向全球3亿抑郁症患者中近30%的难治性重症抑郁患者，已进入科研性临床试验阶段，通过手术方式将电极植入患者大脑皮层，接触脑组织传递神经信号，通过植入式脑深部神经刺激（DBS）精准刺激靶点进而达到重大疾病的治疗目的。\n2、公司已开发出猴痘病毒抗原和抗体快速检测试剂、猴痘病毒核酸检测试剂（荧光PCR法）并已获得CE认证。\n3、公司是国内POCT（即时检验）体外诊断领先企业，主营业务是POCT诊断试剂的研产销，主要产品为生殖健康快速检测试剂-棒型、生殖健康、毒品、传染病、心肌、肿瘤快速检测试剂-滴板型。\n4、公司已成功开发处于国内或国际领先水平的五大检测试剂项目，包括生殖健康快速检测试剂、药物滥用（毒品）快速检测试剂、传染病多功能快速检测试剂、肿瘤标志物快速检测试剂、心肌标志物快速检测试剂。"
        },
        {
          "code": "sh600855",
          "name": "航天长峰",
          "limit_time": "10:38:09",
          "analysis": "脑机接口+商业航天+军工电子+低空经济\n1、公司作为脑机接口联盟的首批理事单位，将与其他成员单位协同，持续关注相关技术的研发进展及应用，但公司目前尚未拥有相关产品。\n2、下属子公司航天朝阳电源为商业航天领域的低轨卫星提供配套电源产品。\n3、公司军工电子业务主要包括军工电源产品和红外光电类设备的研制生产与销售，隶属于航天国防军工行业。红外光电业务领域、 制冷型红外机芯以及制冷型红外热像仪是航天长峰红外光电的主打产品。\n4、2023年6月27日互动，公司与二院有关单位就康复辅助机器人(外骨骼)等相关领域进行过初步探讨,目前尚未开展相关技术和项目合作。\n5、2024年6月12日互动，公司目前有相关技术储备可实现对低空飞行器非法越界的智能分析和预警。此外,公司拥有基于异构大数据的指挥调度相关技术，后续可与低空飞行器安全管理需求场景相结合。"
        },
        {
          "code": "sz300003",
          "name": "乐普医疗",
          "limit_time": "10:45:27",
          "analysis": "脑机接口+童颜针获批+创新药+减肥药+医疗服务\n1、2025年11月4日公告，公司可充电植入式脑深部神经刺激器系统获NMPA注册证，用于帕金森病辅助治疗，标志神经调控业务进入商业化阶段。\n2、2025年6月3日晚公告，公司自主研发的聚乳酸面部填充剂获得国家药监局注册批准。聚乳酸面部填充剂即“童颜针”，是一种真皮组织填充剂，通过将聚左旋乳酸注射于真皮深层，起到修复外形，矫正轮廓以达到填充沟壑、皱纹的效果。\n3、2023年9月13日互动公司与上海民为生物技术达成里程碑条件的控股协议。该公司自主研发的GLP-1/GCGR/GIP-Fc融合蛋白MWN101获得国家药监局药品审评中心临床许可，获批适应症为拟用于II型糖尿病和肥胖治疗，正在进行临床I期研究，对标礼来瑞他鲁肤48周12mg减重24.2%。\n4、公司是心血管疾病领域全生命周期的整体解决方案提供商，业务板块分为医疗器械、药品、医疗服务及健康管理。"
        },
        {
          "code": "sh603127",
          "name": "昭衍新药",
          "limit_time": "10:53:45",
          "analysis": "脑机接口实验+实验猴涨价+创新药+CRO+AI医疗\n1、据券商纪要，猴子在脑机接口实验存在必要性;2025年12月实验猴价格已加速上涨至约14万元/只，较2024年的均价8.49万元/只显著提升。网传纪要，公司拥有优质猴场稀缺战略资源。依托国内外实验猴价差，公司离岸外包价格优势显著，订单和收入增长迅速，2024年订单同比增长近60%。\n2、公司主要服务于创新药研发从靶点筛选验证到临床候选分子（PCC）确定的早期研发阶段，提供全流程一体化生物学评价支持。国内唯一拥有两个CLP机构的专业化临床前CRO企业,其中苏州昭衍是国内规模最大的药物安全性评价机构,主营药物临床前研究服务与实验动物的繁殖和销售,客户包括华兰基因、恒瑞医药、海正药业。\n3、公司核心业务是药物非临床药理毒理学评价，非临床评价是药物研发不可缺少的环节。\n4、公司已将基于AI和行为组学的全自动行为学检测系统应用于多种CNS疾病模型如阿尔茨海默症、帕金森症和疼痛的评价中，支持了多个前沿药物如细胞治疗、基因治疗药物的非临床申报。"
        },
        {
          "code": "sz002819",
          "name": "东方中科",
          "limit_time": "10:59:00",
          "analysis": "脑机接口+股份冻结+鸿蒙电脑+信息安全\n1、2025年10月13日互动，控股子公司北汇信息2024年已中标中国一汽“脑机接口测试技术采购”项目，可提供自动驾驶互动测试验证等仿真系统。东方中科与灵汐科技合作，基于其自主知识产权的类脑芯片和模组，提供全国产化的AI设计方案，以及类脑智能感知平台和开发者套件产品。\n2、2026年1月4日晚公告，北京市第一中级人民法院已裁定对14名未履行补偿义务的股东所持公司股份实施司法保全冻结，冻结股份总量达6475.00万股，占公司总股本的21.61%。\n3、子公司中科鸿略在2023年初与华为终端签署战略合作共同打造鸿蒙生态。子公司万里红承担了开源鸿蒙系统的安全组件部分，研发并贡献代码给开源鸿蒙操作系统技术合作。以国产化的 CPU 和开源鸿蒙操作系统为核心的万里红平板电脑万里红SP10已上市。\n4、控股子公司万里红是信息安全、信创相关领域包括信息安全保密、政务集成、虹膜生物特征识别的领先企业之一。\n5、东方中科与国仪量子2023年签约合作，开辟以量子测量为技术核心的新领域。"
        },
        {
          "code": "sz300884",
          "name": "狄耐克",
          "limit_time": "11:07:12",
          "analysis": "脑机接口（强脑科技）+华为鸿蒙+AI边缘计算+机器人\n1、网传纪要表示，公司开发出无需导电膏的便携式传感器，解决了传统脑电设备需频繁洗头、佩戴复杂的痛点，信号采集精度达正负50微伏。公司加强与杭州强脑科技的技术合作，下一代产品将集成仿生皮肤与AI算法，提升触觉细腻度，帮助失语患者沟通。硬件端可以自主生产并且提供代工，2026年计划扩产至10万台。\n2、公司深入开展脑电波交互领域的技术前瞻性研究和战略布局，重点聚焦于睡眠健康、专注培优和康复器械三个细分领域的研发。\n3、公司控股80%子公司厦门狄耐克物联智慧科技成为以医护对讲行业企业加入华为鸿蒙系统的场景化解决方案综合服务商，并努力推动华为开源鸿蒙系统在智慧医院领域的各种场景化应用，为医院领域的信创国产化提供解决方案。\n4、公司发布狄耐克908AI边缘计算网关，该产品基于RK3588s SOC设计，主要面向边缘AI计算领域，设备已集成狄耐克自主研发的人脸识别、车牌识别、视觉分析等相关算法和应用。\n5、新增设立机器人事业部，布局医院消杀机器人和物流机器人产业新赛道，目前已有消杀机器人。"
        },
        {
          "code": "sz002414",
          "name": "高德红外",
          "limit_time": "11:07:21",
          "analysis": "脑机芯片+商业航天+机器人+军工信息化+无人驾驶\n1、公司表示实现了65000个通道的脑机接口，是马斯克的20倍，并且实现了双向信息的读取与写入。\n2、2025年12月16日互动，公司产品在商业航天及星载领域有配套红外探测器机芯应用，随着我司大面阵2K红外探测器的开发成功，相信未来航天的红外应用会越来越广泛。\n3、2025年2月23日公司董事长在亚布力论坛年会表示，下半年将对外发布人型机器人，目标是做到摸起来也像人。2022年公司曾表示红外技术及产品已为相关机器人企业供货多年。\n4、公司致力于红外核心器件、以红外为核心的光电系统及总体产品的研发与生产，产品已广泛应用在国防及各类民用领域。2025年8月4日盘后公告，公司签订3.07亿元装备系统总体产品订购合同。\n5、公司完整掌握了红外探测器芯片在内的红外传感产业链核心技术；子公司轩辕智驾致力于智能安全驾驶领域，聚焦于毫米波雷达产品、儿童遗落安全系统的开发和远红外产品线的优化和市场开拓。"
        },
        {
          "code": "sz300238",
          "name": "冠昊生物",
          "limit_time": "11:25:51",
          "analysis": "脑膜补片+创新药+干细胞+创投\n1、公司未涉及脑机接口业务。公司涉及神经外科的主要产品有生物型硬脑（脊）膜补片、B 型硬脑膜补片等。\n2、公司的本维莫德乳膏获批新药， 填补了皮肤科领域近 30 年来没有外用创新药的空白， 可用于治疗多种免疫性疾病， 如银屑病、 特应性皮炎等。本维莫德乳膏在 2020 年国家医保谈判中成功入围， 并在2023 年成功续约国家医保目录。\n3、公司全资子公司北昊研究院联合81家企事业单位共同起草了《人源间充质干细胞外泌体制备与检验规范》团体标准，主要包括外泌体制备和检验两个方面；公司还涉及干细胞储存技术、细胞制备技术等。公司在细胞与干细胞研发应用平台基础上成立大湾区生物样本信息资源库及区域细胞制备中心，建立安全、规范、稳定、可追溯的高标准的干细胞库。\n4、全资子公司冠昊生命致力于打造国内专业的产融互动生命健康创新创业深孵化平台。"
        },
        {
          "code": "sz002462",
          "name": "嘉事堂",
          "limit_time": "11:27:09",
          "analysis": "合作强脑科技+电生理+北京连锁药店+医用耗材\n1、网传公司实控人光大集团领投强脑科技的A轮投资，公司旗下嘉事国润与强脑科技深度合作，打造了全国唯一智能仿生手线下适配网络。公司目前已联合强脑科技在北京、成都、南京等地开展“祝您一臂之力”仿生手技能培训，并已规划多个二期城市，形成“技术培训+区域适配+全国复制”的闭环生态。\n2、据网传纪要，25Q1电生理手术量上，惠泰、微创等盘子较大的企业增长大概在15%-20%。强生等大品牌增长约5%；新一轮集采续标快的话可能在Q3的7-8月份（未证实)。电生理领域强生为国内龙头2020年占比59%，公司曾表示是强生全国总代。另，公司还是微电生理公司21年第一大客户占其业务比28%。\n3、北京地区药品配送龙头企业，在北京一共三个医药物流仓储中心。全资子公司获得北京药监局疫苗储存配送备案许可，冷库容积1851立方米。"
        },
        {
          "code": "sh603666",
          "name": "亿嘉和",
          "limit_time": "11:27:19",
          "analysis": "脑机接口+人形机器人（具身智能）+华为+低空经济+AIGC\n1、2025年12月1日官微，公司与麦澜德战略合作，将脑机接口技术融入康养机器人，实现情感陪护、意图控制、健康预警三大功能。 \n2、2025年3月25日，公司公众号发布，携手港科大李泽湘教授共同创立深圳麟动具身科技有限公司，全面发力具身智能新赛道。\n3、公司已开发轮式、挂轨、轮足等形态的机器人，在“人形机器人”软硬件及落地场景相关领域也已开始布局。2024年2月8日互动，公司紧密关注华为云机器人平台的发展，并与其就机器人领域相关技术架构进行了交流和接洽，后续会继续积极探索双方的合作机会和方式。\n4、公司在低空领域向客户提供无人机自主飞行巡检系统等相关的产品及解决方案。\n5、公司己在数字人、内部信息交互系统等平台上投入包括“文生文\"\"文生图\"等AIGC大模型。"
        },
        {
          "code": "sz300652",
          "name": "雷迪克",
          "limit_time": "11:28:18",
          "analysis": "脑机接口+汽车轴承+新能源汽车\n1、2025年11月4日公告，公司以约1.6亿元现金受让并增资上海傲意信息科技，完成后将持有其20.41%股权，傲意科技主营脑机接口与机器人核心部件，产品用于人形机器人等场景。\n2、2022年公司收到重庆长安新能源汽车的一级制动器供应商发出的定点通知书，将由公司负责长安新能源A158系列车型的后轮轮毂单元的产品开发和量产工作。\n3、公司生产的第三代轮毂轴承单元（带传感器）为浙江省省级工业新产品，具备规模量产供货的能力。\n4、公司的主营业务是汽车轴承的研发、生产和销售，产品主要用于AM市场。\n5、目前公司主要向江铃皮卡车供货，供应包括江铃新宝典、全顺系列及五十铃等车型的半轴轴承；公司已经与某造车新势力头部企业达成了定点合作意向，正在小批量供货。"
        },
        {
          "code": "sz300409",
          "name": "道氏技术",
          "limit_time": "11:29:03",
          "analysis": "强脑科技+固态电池+锂电材料+钠离子电池\n1、网传（未证实），Pre-B轮投资强脑科技3000w美元，按该轮融资约13亿美元估值计算，其持有的强脑科技股份约2.5%。\n2、2024年4月10日互动，公司三元前驱体产品、碳纳米管导电剂产品均能用于凝聚态电池。\n3、公司立足“锂电材料+陶瓷材料”双主业共同发展的战略布局，设有“致远研究院”，研究成果“一种钠离子电池改性二氧化钛石墨烯负极材料的制备方法”已经申请专利。\n4、公司全资控股了青岛昊鑫和佳纳能源，切入了新能源产业链中的钴以及石墨烯和碳纳米管导电剂等关键材料领域。\n5、公司设立广东道氏云杉氢能源科技并投资广东泰极动力科技，重点培育膜电极等核心业务，布局氢燃料电池核心材料领域。"
        },
        {
          "code": "sh688314",
          "name": "康拓医疗",
          "limit_time": "13:00:00",
          "analysis": "PEEK骨板+颅骨修补固定\n1、目前PEEK材料颅骨修补固定产品在国内渗透率仍然较低，替代空间很大。2023年5月17日公司表示，已着手展开PEEK骨板在美国本土化生产的筹建工作，脑膜产品已进入FDA认证发布审评阶段，预计上半年可获批上市。\n2、公司是一家专注于三类植入医疗器械产品研发、生产、销售的高新技术企业，主要产品应用于神经外科颅骨修补固定和心胸外科胸骨固定领域。目前PEEK材料颅骨修补固定产品占据国内第一大市场份额。\n3、公司3D打印PEEK骨板目前处于注册准备阶段，将于年内进行注册申报。\n4、公司在PEEK材料产品方面拥有核心设计、加工工艺以及材料注塑技术，2015年取得国内首个PEEK链接片注册证。"
        },
        {
          "code": "sh600587",
          "name": "新华医疗",
          "limit_time": "13:06:01",
          "analysis": "脑机接口+医疗器械+制药装备\n1、2025年12月4日互动，目前,公司已启动脑机接口与康复设备结合的初代样机研发,未来将进一步拓展其在康复评估与训练中的实际应用。\n2、公司为国内消毒感控龙头，实控人山东国资委，医疗器械领域可为用户提供感染控制、放疗及影像、手术器械及骨科、手术室工程及设备、口腔设备及耗材、体外诊断试剂及仪器、生物材料及耗材、透析设备及耗材、医用环保九大产品线及相应整体解决方案。\n3、公司子公司长春博迅主营业务为生物体外诊断试剂的研发、生产和销售。子公司成都英德在血液制品，人/兽疫苗领域为客户提供整体解决方案。\n4、新华医疗已形成聚焦医疗器械和制药装备两大核心业务，以医疗商贸、医疗服务为延伸的“2+2”的业务结构。"
        },
        {
          "code": "sh688039",
          "name": "当虹科技",
          "limit_time": "13:07:06",
          "analysis": "脑机接口+合作摩尔线程+机器人遥操作+大模型+合作华为\n1、2025年9月19日官微，公司曾与神舞科技联合发布脑机接口远程控制系统，将脑机技术与机器人超远距离操控深度融合，适配人形机器人等装备。\n2、2025年9月29日盘后互动，公司与摩尔线程系深度合作伙伴，双方在专业级视听引擎、超高清GPU算力场景等方面有合作且成功落地，公司的BlackEye多模态视听大模型也与摩尔线程的GPU做了深度融合。\n3、2025年8月6日盘中官微，公司正式首发BlackEye Vision机器人超远距离远程操控系统。\n4、参股公司棱镜全息（持股9.8%）在全息科技应用、科技创新研发等方面保持业界领先地位，致力于通过脱离介质的依赖，实现全息 3D 立体的空中成像，实现无介质、任意物体全方位立体影像化。\n5、公司是华为在智慧城市领域的核心生态合作伙伴和供应商。华为是公司在数字政务“一网统管”方向上的重要业务伙伴，公司加入欧拉开源社区。公司是华为星闪联盟成员。"
        },
        {
          "code": "sh688108",
          "name": "赛诺医疗",
          "limit_time": "13:14:11",
          "analysis": "脑机接口+子公司产品获FDA突破性医疗器械认定+颅内支架+冠脉药物支架\n1、2025年9月26日互动，公司与脑机接口行业伙伴一起为脑机接口价值链提供更安全、更可扩展且更具成本效益的技术支持,以突破性解决方案推动行业跨越式发展。但截止目前,公司在售产品中,尚无可以直接应用于脑机接口的相关产品。\n2、2025年8月6日晚公告，公司控股子公司赛诺神畅研发的COMETIU自膨式颅内药物涂层支架系统及COMEX球囊微导管获美国FDA突破性医疗器械认定。本次突破性医疗器械认定产品，是美国FDA历史上全球首个颅内动脉粥样硬化狭窄治疗产品，同时也是首个获得美国FDA突破性医疗器械认定的国产神经介入器械产品。\n3、公司于2016年推出全球首款用于颅内狭窄的快速交换球囊NeuroRX，2020年推出全球首款用于颅内狭窄的低命名压快速交换球囊NeuroLPS，并于2021年推出全球首款颅内药物支架NOVA。\n4、公司主营产品冠脉药物支架、颅内药物洗脱支架等累计使用量超过130万个，进入两千余家医院。"
        },
        {
          "code": "sh603507",
          "name": "振江股份",
          "limit_time": "14:30:05",
          "analysis": "脑机接口+外骨骼机器人+燃气轮机部件（西门子）+风电+光伏\n1、2025年10月22日互动，公司目前仍在与脑机接口公司做前期的接洽工作,根据项目实际推进情况考虑后期适配计划。据网传博睿康脑机与公司外骨骼一直保持合作接洽（未证实）。\n2、公司控股子公司海普曼机器人致力于外骨骼机器人的智能控制算法及仿生学设计的研究。公司计划三季度小批量生产外骨骼机器人。\n3、公司与研发团队共同成立的机器人公司，专注于外骨骼机器人的智能控制算法及仿生学设计的研究。外骨骼机器人因为有助力功能，后期可以拓展应用到医疗康复领域。\n4、公司是西门子能源重要的战略合作伙伴，目前在燃气轮机领域公司给西门子能源提供燃气轮机发电机的外壳和底座，未来将持续拓展燃气轮机其他钢结构件的合作。\n5、公司主营风电设备、光伏/光热设备零部件；紧固件的设计、加工与销售；海上风电安装及运维服务。"
        },
        {
          "code": "sh603920",
          "name": "世运电路",
          "limit_time": "",
          "analysis": "脑机+人形机器人+AI服务器（PCB）+自动驾驶（特斯拉）\n1、公司与脑机产业重要客户开展战略合作,双方在产品研发、应用方面深度沟通,公司正积极参与客户的新产品、新料号,并将紧跟客户发展步伐积极做好产能准备。\n2、2025年上半年，公司获得人形机器人客户F公司新产品定点和设计冻结进入转量产准备，同时积极推进与国内人形机器人头部客户合作，通过客户认证获得新一代人形机器人项目定点。\n3、公司已经实现了28层AI服务器用线路板、24 层超低损耗服务器和5G通信类PCB的量产。目前已通过ODM厂商进入NV的高速连接器模块与电源模块领域；完成AMD全系产品认证；为欧洲主要算力中心客户提供产品。\n4、公司成功研发了自动驾驶 77GHz 毫米波雷达PCB、4D 高精度毫米波雷达 PCB 及自动驾驶数据中心服务器 PCB等。公司蔚来智能座舱项目获得定点及进入量产供应，理想自动驾驶和车身域控制器项目已获定点。\n5、公司为特斯拉主要PCB供应商，为其提供涵盖电动车三电领域关键零部件产品，同时进入其光伏、储能、Dojo等新产品供应链。"
        },
        {
          "code": "sh603610",
          "name": "麒盛科技",
          "limit_time": "",
          "analysis": "脑机接口+养老+全球首款AI睡眠智能体+出口\n1、2025年10月2日官微，公司控股的数字睡眠合伙企业投资迈动数康，后者已推出“脑机接口+AI大模型”睡眠数字疗法产品并获二类医疗器械注册证。\n2、2025年12月10日互动，公司“养医护”项目以智能床及健康管理服务三级预警，联动养老机构、社区、家庭签约医生构建十五分钟服务圈，为老年人群体提供健康预测、生活干预、健康管理等服务，智能电动床在养老市场具有先天优势。\n3、2025年3月公司旗下品牌“舒福德”发布了最新研发成果——“AI小舒”。作为全球首款AI睡眠智能体，专为解决睡眠呼吸暂停、心律失常、精神压力等健康问题设计，标志着智能床从“被动监测”向“主动健康管理”的跨越式升级。\n4、公司主营产品为智能电动床，2024年境外收入26.75亿元，占比90.43%。\n5、2024年11月28互动，公司积极开拓养老市场,打造集康养、医疗、护理和居家照护为一体的养医护智慧服务新模式。"
        },
        {
          "code": "sz002243",
          "name": "力合科创",
          "limit_time": "",
          "analysis": "脑机接口+商业航天+深圳国资+创投+半导体\n1、参股公司微灵医疗主要从事医疗级全植入式运动脑机接口系统的临床解决方案设计、工程实现与临床实践。\n2、2025年10月24日互动，公司投资孵化了中科星睿、程星通信。中科星睿是一家提供卫星系统设计运营、对地观测大数据及行业智能应用的商业遥感公司;程星通信致力于微波毫米波核心前端技术研发、设备生产,并为客户提供卫星通信系统的整体解决方案。\n3、公司在半导体领域投资孵化了力合微、芯海科技、深圳基本半导体公司、深圳瑞波光电子公司等，上述企业均为公司参股企业，且涵盖了通信芯片、MCU芯片、碳化硅器件、激光芯片等多个细分赛道。\n4、公司为深圳国资委旗下。公司科技创新服务业务主要包括科技创投业务、科技创新运营服务、创新基地平台服务。"
        }
      ]
    },
    {
      "name": "医疗医药",
      "reason": "2026年1月3日，据国家药监局消息，2025年，我国已批准上市的创新药达76个，大幅超过2024年全年48个，创历史新高。",
      "stock_count": 4,
      "stocks": [
        {
          "code": "sz000952",
          "name": "广济药业",
          "limit_time": "10:12:18",
          "analysis": "流感+湖北国资+痛风+维生素\n1、公司生产的小儿氨酚黄那敏颗粒适用于缓解儿童普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。\n2、公司实控人为湖北省国资委。\n3、2025年1月2日盘后公告，公司近日收到国家药品监督管理局核准签发的非布司他片的《药品注册证书》。非布司他片适用于痛风患者高尿酸血症的长期治疗。\n4、维生素B2全球总产能约为10000吨，生产企业主要有广济药业4800吨、帝斯曼2000吨、巴斯夫1500吨，三家企业总产能达8300吨，超过全球产能80%，呈三寡头垄断格局。\n5、公司两大保健品研发项目“保健食品复合维生素B族片工艺研究”“辅酶Q10软胶囊工艺研究”已完成了产品研发工作，正布局销售渠道。"
        },
        {
          "code": "sh601089",
          "name": "福元医药",
          "limit_time": "10:31:43",
          "analysis": "创新药+咳嗽药+仿制药+医疗器械\n1、2025年12月25日机构调研，公司正按计划推进FY101一期临床试验，结果符合预期。目前聚焦国内市场，对海外BD持开放态度。针对集采续标，公司将优化策略，保障质量与供应。已有18个品种中标集采，正拓展零售及院外市场。募投项目漷县基地一期已结项，预计2026年全面达产，产能可达60亿片，整体规划产能100亿片，为未来发展提供产能保障。\n2、2025年7月24日互动，公司自主研发的化学药品1类创新药FY101注射液正在开展一期临床，适应症为高血脂症。公司创新药方面重点进行小核酸药物研发，推进蛋白降解类和化学小分子类创新药研发。小核酸药物布局主要覆盖肿瘤、慢性肾病、代谢性肝病等。\n3、子公司福元药业有限公司在售产品强力枇杷露用于支气管炎咳嗽。\n4、公司成功获批阿昔莫司胶囊生产许可，该药是治疗高脂血症的成熟化药，国内年市场规模超6亿元。公司拥有多个国内首仿药物如复方α-酮酸片、奥美沙坦酯片、盐酸曲美他嗪片等，公司医疗器械主要涵盖加湿吸氧装置领域。"
        },
        {
          "code": "sz002317",
          "name": "众生药业",
          "limit_time": "13:38:06",
          "analysis": "创新药+降糖减肥+昂拉地韦片+中成药\n1、2025年12月23日机构调研，RAY1225注射液肥胖/超重III期临床已入组完成，降糖两项III期同步推进，2025年12月新增MASH适应症获批开展临床试验，GLP-1/GIP双靶点两周一次长效潜力突出。\n2、网传纪要，诺和诺德对Mestera提起更优收购，国内减重管线合作预期提升。RAY1225注射液单药治疗2型糖尿病患者的安全性和有效性RAY1225注射液是公司研发的、具有全球自主知识产权的创新结构多肽药物，有望用于降糖、减肥、代谢综合征等多种代谢性疾病的治疗。\n3、2025年11月11日机构调研，ZSP1601 片是具有全新作用机制的治疗代谢功能障碍相关脂肪性肝炎（MASH）的一类创新药，为国家重大新药创制项目，也是首个完成健康人药代及安全性临床试验的用于治疗 MASH 的国内创新药项目\n4、公司拥有较为丰富的产品管线，现有产品管线覆盖心脑血管、呼吸、眼科、消化等多个重大疾病领域，司现有产品管线中，中成药是公司核心的业务基础。"
        },
        {
          "code": "sz002773",
          "name": "康弘药业",
          "limit_time": "13:53:18",
          "analysis": "创新药+抗肿瘤药临床试验获批+AI制药\n1、网传纪要表示，公司眼科基因治疗两个产品，KH631（国内I期已完成，2025上半年完成美国I期），KH658（2025年完成美国I期），美国I期数据落地后潜在有BD预期。另外公司双毒素ADC平台经过几年布局，未来也陆续会有产出。\n2、2025年7月1日公告，全资子公司成都康弘生物收到国家药品监督管理局签发的《药物临床试验批准通知书》，KH813 注射液是康弘生物研发的帕博利珠单抗生物类似药，帕博利珠单抗主要用于治疗多种晚期实体瘤（如非小细胞肺癌、黑色素瘤等），可延长生存期并改善患者生活质量。\n3、公司在AI技术、特殊制剂方面，多个项目从研发阶段进入开发阶段。\n4、在眼科药物中，公司主力产品康柏西普眼用注射液是我国首个获得WHO国际通用名( INN )的原创I类生物新药,也是我国首个直接进入美国三期临床的创新药。\n5、公司主营业务为药品(包括生物制品、中成药、化学药)和医疗器械(主要是眼科医疗器械)的研产销。"
        }
      ]
    },
    {
      "name": "商业航天",
      "reason": "2026年1月4日电，近日，蓝箭航天科创板IPO审核状态变更为“已受理”，公司拟融资金额75亿元。",
      "stock_count": 23,
      "stocks": [
        {
          "code": "sz002413",
          "name": "雷科防务",
          "limit_time": "09:25:00",
          "analysis": "星上智算+神舟飞船+军工+汽车雷达\n1、公司卫星应用业务已构建天地一体化技术体系，形成“星-地-应用”遥感数据全链条解决方案，产品应用于国防安全、智慧城市等十余个国民经济重点领域。在星上遥感应用领域，公司持续引领星上实时智能处理技术发展，多型星上智能处理产品成功交付。\n2、子公司恒达微波研制的“微波雷达天线”和“微波应答机天线”助力神舟二十一号载人飞船与空间站顺利对接。\n3、公司eMMC存储控制器完成国产化迭代并量产，宽温级128GB产品获国产化认证；毫米波雷达测试系统已与华为、比亚迪等行业龙头达成更多合作。 \n4、公司已完成多颗新发射遥感卫星地面业务化处理系统上线和首套一体化遥感卫星地面机动接收站交付。公司的有源相控雷达产品是提供雷达整机系统及解决方案，主要应用于制导雷达及低空探测雷达业务。子公司理工雷科及其联营企业北方雷科（安徽）的北斗导航已应用于汽车辅助自动驾驶领域。"
        },
        {
          "code": "sz002571",
          "name": "德力股份",
          "limit_time": "09:40:51",
          "analysis": "翼元航空入主+光伏玻璃+日用玻璃器皿+IP交易+游戏\n1、2025年12月23日晚公告，公司拟向辽宁翼元航空科技有限公司定增不超1.18亿股募资8.85亿元，以发行成功为前提，原实控人施卫东拟放弃表决权。若本次交易顺利完成，公司控股股东将由施卫东变更为翼元航空，实控人将变更为王天重、徐庆华。标的公司核心聚焦航空航天与深海装备领域。\n2、公司为日用玻璃器皿制造企业。子公司蚌埠德力光能主营从事光伏组件盖板、背板等特种玻璃生产销售业务。\n3、2025年3月17日盘前互动，参股公司武汉唯道主要从事文学IP版权业务。武汉唯道创立了IP交易撮合平台——IP家，涵盖影视、游戏、动漫、周边品牌等IP全产业链核心元素，可以通过IP家平台获取相关IP资源。\n4、公司认购趣乐多10%股权，后者已成为国内3D页游排名前列的运营平台，主要通过旗下的西游网从事网络游戏的开发和运营。公司参股6%鹿游主要从事游戏的研发，发行，主要产品是新石器时代。"
        },
        {
          "code": "sz002151",
          "name": "北斗星通",
          "limit_time": "13:48:00",
          "analysis": "卫星通信+机器人定位+合作英伟达+智能座舱\n1、2025年12月30日互动，公司芯片、天线、数据服务可应用于商业航天场景，若该领域快速发展将间接受益。\n2、公司开拓了我国首个北斗民用规模化应用，自主开发的卫星导航产品全面领跑行业，处于国内领先地位。公司作为NVIDIA自主机器系统的生态合作伙伴，为自主机器提供高精度的GNSS数据。高精度定位芯片和天线主要应用无人机、室外机器人、测量测绘、自动驾驶、智慧农机等领域。\n3、2023年11月2日公司公告显示：北斗智联主要产品为汽车智能座舱电子产品，在技术与产品、认证与注册、客户与渠道方面，具有较强的市场优势。\n4、北三换装在即，整体空间较北二时期翻多倍，弹载、机载等领域增量市场需求刚性，存量市场也将在3-5年内全部换装迭代。"
        },
        {
          "code": "sh601698",
          "name": "中国卫通",
          "limit_time": "14:16:33",
          "analysis": "太空算力+抗干扰卫星+卫星通信+中字头+低空经济\n1、网传公司为太空算力提供卫星通信组网支撑，其低轨卫星组网规划可承接太空算力数据传输与信号中继需求。（未证实）\n2、据市场传言公司运营高通量抗干扰卫星中星16号，提供军用Ka频段抗干扰通信服务，在强干扰环境下通信存活率达98%，参与GW星座建设，打造具备抗干扰能力的低轨卫星通信网络。（未证实）\n3、公司作为我国境内唯一拥有通信卫星资源且自主可控的卫星通信运营商，运营管理18颗高轨通信广播卫星，为亚洲第二大、世界第六大固定通信卫星运营商。公司广播通信服务覆盖中国全疆域、周边及“一带一路”主要区域。公司最终控制人是国务院国资委。\n4、公司不断丰富“卫星通信+无人机”服务，积极参与航空应急救援体系建设，利用无人机构建公专结合、空天地互联互通的通信网络。推进高通量卫星与大中型无人机、直升机、飞艇等航空器在应急救援中的融合应用。"
        },
        {
          "code": "sh603458",
          "name": "勘设股份",
          "limit_time": "14:28:31",
          "analysis": "北斗标准+数据中心+无人驾驶RWA+参股公司合作英伟达\n1、2025年12月26日互动，公司作为第二起草单位参与制定的《北斗卫星综合监测系统工程技术标准》将于2026年3月实施，标志公司在北斗技术标准制定领域取得国家级突破。\n2、公司设计的贵安新区腾讯七星数据中心项目（一期），国内首个洞库式数据中心；同时还设计818项目（一期）（建设中） 和贵州省地震局数据中心项目（建设中）。\n3、2025年7月11日讯，近日公司旗下勘设泰宇坦行与翰凯斯智能、趣链科技签署合作协议，三方将围绕“智慧交通RWA试点应用”展开合作，探索区块链技术与智能交通的融合创新。此次合作将探索面向交通基础设施和运营装备的RWA(现实世界资产)试点应用。通过对无人车、充电设施等关键资产进行可信登记、价值映射和链上管理，构建可确权、可量化、可交易的新型数据资产体系。\n4、截至2024年3月，公司ETC门架运维监测平台覆盖贵州全省统建部分43家路段业主/地区中心，共接入1425套ETC门架进行运维监测。"
        },
        {
          "code": "sz002735",
          "name": "王子新材",
          "limit_time": "09:43:12",
          "analysis": "商业航天（电磁发射）+可控核聚变（电容）+小鹏汇天\n1、 马斯克近期提出用电磁轨道炮在月批量发射AI卫星构建“太空超级数据中心”。公司下属子公司中电华瑞作为舰船电子信息系统及设备供应商，拥有丰富的项目开发经验和客户资源优势，并且还参与某具备世界前沿武器系统的分系统软硬件和核心器件的研制及生产任务，该项目涉及电磁发射领域，项目发展前景广阔。\n2、2025年12月18日讯，近期，公司控股子公司宁波新容成功中标聚变新能“磁体电源储能系统采购项目”，以7980万元的中标金额成为第一候选人。\n3、公司通过子公司宁波新容就安徽合肥项目聚变新能采购首套磁体电源项目签订了采购合同，宁波新容就实施安徽合肥项目提供储能电容和支撑电容产品，现该项目在正常推进，电容产品已在陆续交付，公司将全力保障可控核聚变项目订单在2025年交付完毕。\n4、子公司宁波新容与小鹏汇天建立了长期合作关系。小鹏汇天是亚洲规模最大的飞行汽车公司。"
        },
        {
          "code": "sh600498",
          "name": "烽火通信",
          "limit_time": "09:43:13",
          "analysis": "星间激光+AI服务器（华为）+光模块\n1、2025年12月27日公告，公司拟与联通战新基金、湖北省引导基金等共设湖北烽火创业投资基金，围绕光通信、半导体、商业航天等新一代信息技术投资布局。2025年12月2日讯，近日公司自主研发的低轨星载路由、100G激光通信终端已成功在轨组网；单星价值量及份额均处于高位。\n2、2025年12月26日晚互动，低轨星载路由与星间激光通信是公司在卫星互联网的关键布局。\n3、据网传公司是中国星网核心供应商，深度参与GW星座、千帆星座多期建设，供应星间激光通信载荷、星载路由及地面站全套设备；同时以副理事长单位加入湖北省商业航天产业联盟，与蓝箭鸿擎联合开发载荷，参与雄安卫星自动化产线建设，具备批量化交付能力。（未证实）\n4、公司目前整体持有长江计算约87%的股权，武汉长江计算是算力基础设施的国家队，深度绑定华为鲲鹏、昇腾，拥有多款基于昇腾推出的AI训练服务器。长江计算是首批具备提供CM384超节点集群完整解决方案能力的华为合作伙伴。\n5、烽火针对DCI互联、数据中心、城域汇聚及骨干长距传输等应用场景推出了基于QSFP-DD封装的青锋系列400G光模块和基于CFP2-DCO封装的玄铁和真武系列400G光模块。"
        },
        {
          "code": "sz002465",
          "name": "海格通信",
          "limit_time": "11:17:48",
          "analysis": "卫星通信+脑机接口+低空经济+华为+北斗+军工\n1、2025年12月26日互动，公司北斗导航芯片已批量应用于手机直连卫星、低空经济、航空航天、智能交通等场景，形成空天地一体位置感知方案。\n2、2025年7月2日互动，公司坚持技术与市场融合的科技创新战略,紧跟市场与技术发展趋势,持续强化科技创新和产学研融合,加强非侵入式脑机接口技术攻关,旨在实现脑机接口及相关技术在感知控制等场景下的民用和特种应用。\n3、2025年12月27日官微消息，近日，由广州低空公司承建运营、海格通信承研的“广州低空飞行综合管理服务平台”正式发布，作为广州全市飞行活动统一入口，平台实现对空域、航空器、飞行活动等的一体化监管与服务，具备八大核心功能，并与民航、省级平台实现互联互通。\n4、公司率先实现“芯片、模块、天线、终端、系统、运营”全产业链布局，北斗三号终端进入鉴定和批量订货阶段。\n5、公司是行业内用户覆盖最广、频段覆盖最宽、产品系列最全、最具竞争力的重点电子信息企业之一，产品在陆、海、空等全军种及武警部队均有应用。"
        },
        {
          "code": "sh600776",
          "name": "东方通信",
          "limit_time": "11:25:12",
          "analysis": "卫星通信+新一代智能通话+北斗对讲机+专网通信\n1、公司为相关客户在卫星通信服务方面提供网络维护服务，并构建350MHz-800MHz全频段数字集群系统，已为全国30余省提供应急通信保障。\n2、2025年12月11日盘后官微，由公司作为核心参与单位，联合中国移动、中国联通、华为、科大讯飞等行业领军企业共同攻关的《新一代智能通话关键技术攻关与规模应用》项目，成功荣获一等奖。\n3、2023年度公司信息通信产业-ICT服务新开拓了星网卫星互联网网络维护项目。公司为华为战略合作伙伴。专网通信方面，公司掌握5G融合核心网；公网方面，公司掌握5G新通话等核心技术。\n4、在公网通信领域，为运营商提供增值业务平台及增值业务；在信息通信技术服务领域，公司建立了网络设计、网络建设、网络运维等全链条业务体系，具备端到端的一站式服务能力。ICT服务方面工程业务成为中讯设计院、新华三等IT厂家的战略合作伙伴。\n5、公司构建了涵盖 350MHz、370MHz等频段的窄带 PDT/TETRA 无线集群通信系列产品以及宽带核心网、接入网、终端全系列产品和“宽窄融合、公专结合”集群通信解决方案。"
        },
        {
          "code": "sh600266",
          "name": "城建发展",
          "limit_time": "14:19:33",
          "analysis": "商业航天+房地产开发+北京国资+收到分红\n1、公司直接持有二十一世纪空间技术应用股份有限公司部分股权,该公司官网显示其是面向中国及全球客户的空间遥感大数据服务商,是中国商业航天卫星遥感的开拓者。\n2、公司形成了房地产开发、对外股权投资和商业地产经营三大板块全面协调发展的良好局面。其中房地产开发为主业，主要开发类型涵盖住宅、公寓等多种业态，开发区域遍及北京、天津、重庆等重点区域。公司实控人北京市国资委。\n3、2024年9月27日晚公告，根据华能资本2023年度利润分配方案，公司收到特别分红款2553.27万元。2024年公司累计收到华能资本分红款5106.53万元，将计入公司2024年度投资收益。\n4、截至2023年末公司共持有11个土地一级开发及棚改项目，处于在建及前期状态的项目计容建面772万平方米，总投资额约1065亿元，其中仅1个项目位于河北省保定市，其余10个项目均位于北京市。"
        },
        {
          "code": "sh603778",
          "name": "国晟科技",
          "limit_time": "14:28:22",
          "analysis": "太空光伏(未证实)+钙钛矿光伏组件+锂电池+拟增资铁岭环球（固态电池）\n1、据网传公司近期成功为某商业航天公司6U立方卫星提供HJT光伏系统，单星输出功率15W，较砷化镓方案效率提升18%、重量减轻25%，且已稳定运行超1年。（未证实）\n2、公司控股75%的恒立聚能正在推进5MW钙钛矿光伏组件中试生产线项目。公司在淮南基地计划于2025年上半年增建100MW钙钛矿叠层电池组件中试线和检测中心。\n3、公司目前从事大尺寸高效异质结光伏电池的研发、生产、销售；异质结、TOPCON、PERC等电池组件的生产与销售；光伏电站 EPC 业务为业主提供可行性研究等。\n4、2025年11月25日盘后公告，公司拟2.406亿元收购孚悦科技100%股权，标的公司主要从事高精密度新型锂电池结构件的研产销。\n5、2025年10月14日晚公告，子公司安徽国晟新能源拟2.3亿元增资铁岭环球，增资后持股51.11%。后者拟投资年产10GWh固态电池产业链AI智能制造项目。"
        },
        {
          "code": "sh600151",
          "name": "航天机电",
          "limit_time": "14:30:03",
          "analysis": "航天八院（长征十二）+航天用钙钛矿电池+中冷器+新能源车\n1、公司控股股东是上海航天技术研究院（航天八院），后者主要业务领域覆盖运载火箭、应用卫星、航天技术等领域，八院为长征十二号甲运载火箭的总师单位，这款液氧甲烷可回收火箭即将发射，技术实力比肩国际顶尖水平，而其相关核心资产有望注入上市公司。\n2、参股子公司上海太阳能推出商业航天用空间环境适应低成本钙钛矿复合叠层太阳电池技术。\n3、公司光伏产业主要从事多晶铸锭、组件环节的研产销，运营约350MW的国内光伏电站和4.8MW的海外光伏电站，具有1GW/年硅片、4.9GW/年组件的产能，推出了高效N型TOPCon组件。海外市场涉及印度、巴西、欧洲、东南亚和北美等国家和区域。\n4、公司已获得定点项目的本土新能源车客户主要有比亚迪、理想。\n5、公司主要经营光伏产业和汽车热系统产业两大产业。热系统业务涉及的中冷器、水箱产品的设计、生产和开发均与对应车型发动机相匹配，且公司正在为多款国六车型供应产品。"
        },
        {
          "code": "sh600826",
          "name": "兰生股份",
          "limit_time": "09:32:42",
          "analysis": "商业航天+脑机接口+持股国泰海通+AI智能体+体育产业\n1、2025年12月31日互动，公司通过上海东瑞慧展持有北京微纳星空1.31%的股份。据网传上海东瑞慧展持有蓝箭航天0.255%的股权。（未证实）\n2、根据企查查显示，上海东瑞慧展持有上海念通智能4.86%的股权，而上海念通科技是一家脑机应用公司。\n3、2025年3月17日，公司持有的海通证券A股股票已按比例全部转换为国泰海通A股股票，截止2025年上半年国泰海通股票账面价值10.94亿元。\n4、子公司元数科技作为模速空间首批入驻企业，正式推出核心智能体：Futur X未来模盒。\n5、公司实控人为上海国资委。2024年年报披露，赛事方面接轨国际，推动上海建设全球著名体育城市，构建上马、上艇、上帆“三上”城市自主IP赛事矩阵。"
        },
        {
          "code": "sz002519",
          "name": "银河电子",
          "limit_time": "09:39:24",
          "analysis": "商业航天+军工+机器狗+新能源\n1、公司表示看好商业航天前景，已完成格思航天的增资扩股项目，格思航天主要聚焦民商卫星研发与智能制造整体解决方案，拥有完善的卫星设计与制造条件保障资源，具备整星/分系统/单机设计、卫星批量化 AIT 等各项专业能力。\n2、2025年7月7日互动，公司智能特种装备业务主要是技术保障装备、智能供配电系统、综合电子信息系统、综合环境控制系统等产品，上述各分系统主要用于坦克、装甲车、自行火炮、指挥车、通信车、侦察车、技术保障、后勤等各型军用特种车辆。\n3、全资子公司合肥同智机电涉及无人环境感知、智能决策、运动控制等机器人技术，在陕西省消防救援总队2023年度消防车辆装备采购项目中中标侦检机械狗。\n4、公司储能主要产品包括小型工商业储能和户储业务，部分产品已完成开发。\n5、公司轻量化精密结构件涵盖新能源电动汽车动力电池箱、光伏逆变器、储能系统等领域客户包括阳光电源、宁德时代等。"
        },
        {
          "code": "sh605358",
          "name": "立昂微",
          "limit_time": "11:12:44",
          "analysis": "卫星通信+半导体硅片+存储芯片+AI服务器+外延片\n1、公司射频芯片验证进度已基本覆盖国内主流手机芯片设计客户，低轨卫星客户已通过验证并开始大批量出货。pHEMT、BiHEMT芯片已进入航空航天、防卫市场、低轨卫星领域。化合物半导体射频及光电芯片业务板块产品可满足低轨卫星、低空经济、机器人、智能驾驶及光通信等下游需求。pHEMT芯片已应用于低轨卫星领域，VCSEL芯片已用于智能驾驶、机器人、光通信等领域。\n2、公司12英寸硅片覆盖14nm以上技术节点逻辑电路和存储电路，公司重掺低阻外延片和750vFRD芯片可终端应用于AI服务器的不间断电源。2025年12月19日盘后纪要，12英寸硅片已进入部分存储芯片客户供应链。\n3、网传机构短文，公司功率芯片依托硅片的一体化优势，其中和H客户合作的用于【AI服务器和基站电源】的650V—2000V FRD产品获高度评价，其中1200V—2000V超高压产品独供，主要是得益于重掺硅片自供和重金属扩散工艺等技术优势。\n4、公司6-8 英寸外延片出货量占据国内市场前茅。"
        },
        {
          "code": "sz002254",
          "name": "泰和新材",
          "limit_time": "11:17:45",
          "analysis": "航空级芳纶+烟台国资+纤维锂电池\n1、公司参股的烟台民士达特种纸业生产的航空级蜂窝芯材用间位芳纶纸已成功用于直升机等国产飞机的生产。2025年12月8日互动，公司相关产品可用于航空航天领域。\n2、公司国内市占率间位芳纶在 60-70%，对位芳纶在 40-50%。公司专业从事氨纶、芳纶等高性能纤维的研发生产及销售，芳纶产品可用于防弹头盔及防弹衣。实控人为烟台国资委。\n3、2024年1月25日互动易：暂未发现其他企业拥有与公司相同的第三代制氢隔膜技术，量产计划暂不方便披露。\n4、公司芳纶隔膜中试运行正常，目前送样大约10家，国内主流电池厂基本接触了，全部进入B轮，部分客户有望进入C轮（预备承接订单）。\n5、2025年1月20日互动，公司与复旦大学建有联合实验室，围绕性能优异的导电、发光、储能、光热转换或变色等智能纤维及织物，针对智能纤维发展中存在的关键性科学问题，开展研究工作。公司的纤维锂电池正处于中试阶段。"
        },
        {
          "code": "sz301306",
          "name": "西测测试",
          "limit_time": "14:45:06",
          "analysis": "航天测试+陕西华达合作+SRAM芯片测试\n1、2026年1月5日陕西华达官微，近日陕西华达与西测测试正式签署战略合作协议，共同构建覆盖研发、生产、测试、验证的全链条协同机制，合力推动商业航天、高端电子、新能源等战略领域的创新发展与质量提升。\n2、公司构建了涵盖环境与可靠性试验、电磁兼容测试等在内的完整检测能力体系，并先后取得AS9100航空航天质量管理体系认证、SPCAP宇航电子元器件检验能力认证等多项行业权威资质。公司曾为多个国家重大航天工程和商业卫星项目提供检测支持，被誉为“商业卫星载荷超级代工厂”。\n3、公司面向商业航天热真空实验、卫星载荷试探服务能力快速提升，西安、成都、武汉等地实验室加速布局；据网络调研，公司热真空实验环节单位价值量100万，乐观市场份额50%。\n4、公司电子元器件检测筛选方面可实现对EEPROM、SRAM等存储芯片读写擦除功能的自动测试。"
        },
        {
          "code": "sz002943",
          "name": "宇晶股份",
          "limit_time": "14:46:30",
          "analysis": "卫星玻璃(切割设备)+钙钛矿+AI眼镜+稀土永磁+半导体\n1、2025年12月30日网传研报，卫星要用UTG玻璃，单星太阳翼面积倍数提升，公司多线切割机产品在光伏硅片“大尺寸化、薄片化”切割方面优势明显，公司切片设备可适用于硅片切片加工。\n2、2024年8月20日互动，公司高精密抛光机已应用于AI眼镜。公司生产的研磨抛光机主要应用于智能手机、摄像头、镜片等部件精密加工。\n3、公司是生产加工稀土永磁材料母机的生产商，可提供适用于磁性材料加工的多线切割设备。公司持有包头宇拓电子51%股份后者主营业务为委托磁性材料的加工。\n4、公司新开发的应用于半导体行业的8″碳化硅材料的多线切割机和双面抛光机等超精密切、磨、抛设备已到达同类进口设备水平，具备了替代国外进口设备的能力。\n5、公司主要从事高硬脆材料切割、研磨抛光等设备和耗材的研产销，产品主要服务于消费电子、光伏、半导体等行业。"
        },
        {
          "code": "sh688433",
          "name": "华曙高科",
          "limit_time": "15:00:00",
          "analysis": "商业航天+3D打印+工业级增材制造设备+次新股+拟回购\n1、2025年12月16日晚互动，公司3D打印设备广泛应用于航空航天领域(含商业航天),助力终端客户攻克轻量化、复杂异形结构件制造等技术难点,为客户提供全方位的3D打印解决方案。\n2、公司是全球稀缺的同时具备3D打印设备（营收占比88.2%）、材料及软件增材制造企业，致力于为全球客户提供金属（SLM）增材制造设备和高分子（SLS）增材制造设备，销售规模位居全球前列。\n3、公司攻克涵盖软件等为代表的增材制造核心技术问题并将其进行系统融合，形成了拥有自主知识产权的完整技术与产品体系，依托具有开放特征的全套自主3D打印工业软件系统，建立了自主可控的3D打印技术体系。\n4、公司是我国工业级增材制造设备龙头企业之一，在SLS技术领域具有领先优势，拥有全球唯一单轴尺寸达到1米以上的超大型SLS设备。国内客户包括中国一汽等，国际客户覆盖30多个国家，包括德国巴斯夫等。\n5、2024年3月16日公告，拟1000万元-2000万元回购公司股份。"
        },
        {
          "code": "sh600076",
          "name": "康欣新材",
          "limit_time": "",
          "analysis": "商业航天+碳汇交易+集装箱地板+并购重组预期+无锡国资\n1、公司聚焦空天等前沿领域,投资垣信卫星等项目,还与中航通飞、徐工等合作推进优质项目。\n2、公司拥有的近140万亩林地适用于碳汇交易。\n3、公司主营集装箱地板业务，拥有全球首条全自动化COSB生产线，年产能27.5万立方米。\n4、2024年11月12日互动提及，公司及控股股东正研究制定《上市公司市值管理制度》，在后续工作中，公司也将结合实际情况，在合适时机依法合规努力运用并购重组等方式提升公司价值。\n5、公司收购完成青山绿建股权，从收购前单一的木结构构件生产、加工业务，到形成可装配式木结构建筑的生产、设计、施工、交付验收、后期维护的全产业链流程。"
        },
        {
          "code": "sz003009",
          "name": "中天火箭",
          "limit_time": null,
          "analysis": "商业航天+军工+固体火箭+光伏热场\n1、据机构研报，公司为航天四院（我国规模最大、配套最完整的固体火箭发动机专业研究院）唯一上市平台，产品覆盖小型整箭、固体火箭发动机耐烧蚀组件等发动机核心材料、固体火箭测控技术等。\n2、公司小型固体火箭整箭业务涉及的增雨防雹火箭、探空火箭和小型制导火箭以及固体火箭发动机核心材料延伸业务的炭/炭热场材料等产品技术水平突出，综合性能良好，在各自业务细分领域均位于市场前列，市场占有率较高。公司是国内少数掌握固体火箭发动机复合材料核心技术的主要企业之一，研制的固体火箭发动机耐烧蚀组件屡屡为国内多个型号的固体火箭产品成功配套，并为多个军工集团提供了发动机耐烧蚀组件的研发生产服务。\n3、公司有碳化硅方面的产品，并拥有此类产品的技术储备；公司在民用领域的炭/炭复合材料产品主要是光伏产业晶体生长热场系统耗材，已被隆基股份、中环股份等国内光伏行业硅片行业领先的生产商所广泛采用。"
        },
        {
          "code": "sz002202",
          "name": "金风科技",
          "limit_time": null,
          "analysis": "参股蓝箭航天+风电主机+新疆\n1、据企查查，金风科技对蓝箭航天空间科技的持股比例为8.3%，公司已将持有的蓝箭航天股权作为其他非流动金融资产核算。\n2、金风科技是国内最早进入风力发电设备制造领域的企业之一，公司拥有自主知识产权的风力发电机组，国内新增风电装机连续14年排名第一，全球新增风电装机连续三年排名第一。\n3、公司地处新疆，主要从事风机制造、风电服务、风电场投资与开发三大主要业务以及水务等其他业务。"
        },
        {
          "code": "sh600363",
          "name": "联创光电",
          "limit_time": "",
          "analysis": "商业航天（电磁发射）+高温超导+反无人机产品+激光反制系统\n1、2025年12月31日盘中，联创超导官微发布，承制的“大功率低温制冷系统与模型超导磁体研制服务项目”已顺利完成交付，并通过客户正式验收，这标志着联创超导在商业航天电磁发射这一前沿领域的首个工程化订单取得圆满成功；公司持股联创超导40%。\n2、公司通过旗下联创超导深度布局可控核聚变产业，同时参与投资设立“江西聚变”，核心项目“星火一号”，是我国首个基于高温超导托卡马克的聚变-裂变混合堆，总投资超200亿元，计划2029年底完成建设。\n3、2024年4月控股子公司中久光电研制的光刃-Ⅰ型激光反无人机产品，从上海报关运往中东某国，完成首个出口订单顺利发出，可快速对复杂环境中的“低慢小”飞行器实施精准光学攻击，实现防止黑飞、侵扰、监听、拍摄等安全威胁的目的。\n4、公司主营业务为激光系列及传统 LED 芯片产品、智能控制系列产品、背光源及应用产品、光电通信与智能装备线缆及金属材料产品的研发、生产和销售。"
        }
      ]
    },
    {
      "name": "半导体",
      "reason": "1、中芯国际已向下游客户发布涨价通知。据悉此次涨价主要集中于8英寸BCD工艺平台，涨价幅度在10%左右。\n2、2025年12月31日电，中信证券研报称，国内最大的DRAM存储企业长鑫存储上市已受理",
      "stock_count": 12,
      "stocks": [
        {
          "code": "sh603163",
          "name": "圣晖集成",
          "limit_time": "09:51:29",
          "analysis": "半导体洁净室+中标重大项目+客户包含英诺赛科+并购重组猜想\n1、母公司台湾圣晖从事洁净室相关业务的主要区域始终为中国台湾地区，服务对象主要为中国台湾地区客户。公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划等。\n2、2025年12月15日晚公告，控股子公司泰国Acter近日中标泰国鹏晟PA02动力及内装一次配机电工程项目并收到项目订单，订单总价折合人民币约4.32亿元。\n3、公司为全球知名的电子工业企业提供洁净室系统集成工程服务，客户包括英诺赛科、中芯国际等业内知名企业。\n4、公司和苏州冠礼控股股东同属台湾圣晖，台湾圣晖与圣晖集成业务高度重叠，客户重合度超80%（中芯国际、富士康等），市场预期注入半导体设备、湿化学行业苏州冠礼。"
        },
        {
          "code": "sh603052",
          "name": "可川科技",
          "limit_time": "09:34:05",
          "analysis": "1.6T光模块+固态电池+AR眼镜+消费电子\n1、2025年9月19日讯石光通讯公众号信息，公司携多款硅光400G/800G/1.6T系列光模块产品在本届CIOE光博会上展出。2025年12月31日盘后纪要，全资子公司可川光子目前首条 400G/800G 高速光模块生产线已正式投产启用，并已向多家海内外客户送样。\n2、2024年9月27日投资者活动记录，积极开发半导体、半固态电池/固态电池领域的客户。此前于3月28日互动表示，公司有开展固态电池所需功能性器件及复合集流体产品的相关研究。\n3、2025年7月31日盘后互动，目前公司产品主要应用于CMOS图像传感器芯片及硅基OLED芯片的制程中，下游终端产品包括MR、AR/VR智能眼镜设备、手机/车载/安防/医疗摄像模组等。\n4、公司已经成为消费电子电池、新能源电池和笔记本电脑生产制造商中龙头企业的核心供应商。\n5、公司目前激光气体传感器相关产品已开始小批量出货。"
        },
        {
          "code": "sh603929",
          "name": "亚翔集成",
          "limit_time": "09:51:00",
          "analysis": "半导体洁净室（长鑫）+海峡两岸+华为\n1、AI带动芯片需求持续增长，对应的洁净室配套工程需求增加，公司承揽了合肥长鑫洁净室工程，同时中芯国际、南京台积电、富士康国际、华等均为公司客户。\n2、姚祖骧、赵玉华夫妇是台湾亚翔的实控人。台湾亚翔持有本公司53.99%的股权，同时姚祖骧全资持有的苏州亚力持有本公司0.75%的股权，因此姚祖骧、赵玉华夫妇合计间接控制本公司54.74%的股权，为本公司实控人。\n3、公司有承接苏州华为、东莞华为部分项目，有参与华为项目部分数据中心建设工程。\n4、公司主营IC半导体、光电等高科技电子产业及生物医药、云计算中心等相关领域的建厂工程提供洁净室工程服务，包括洁净厂房建造规划、设计建议等。"
        },
        {
          "code": "sh601512",
          "name": "中新集团",
          "limit_time": "09:51:03",
          "analysis": "参股昆仑芯+间接参股云深处+参股宇树+光模块生产基地\n1、2025年1月2日讯，百度计划分拆昆仑芯并于港交所独立上市。公司通过参股苏州元禾璞华智芯股权投资合伙企业（公司对该基金的份额占比为3.5%)间接持有昆仑芯约0.35%。\n2、2025年11月3日盘中消息，云深处变更企业名称，由云深处科技有限公司变更为云深处科技股份有限公司。公司间接持有云深处少数股权。\n3、公司持有宇树科技0.025%股权。\n4、2025年7月15日盘前，公司官微文章7月12日浙江剑桥通信光电子智能智造基地在中新嘉善现代产业园开业。基地定位为剑桥科技全球生产制造中心及分拨调度中心，主要涵盖高速光模块、有线和无线宽带接入设备等ICT关键基础设施的生产。\n5、中新公用已与协鑫集团、固德威、旭杰科技等知名光伏企业展开了深度合作，未来上述合作方将为中新绿发提供优质的分布式光伏电站项目。"
        },
        {
          "code": "sh601133",
          "name": "柏诚股份",
          "limit_time": "09:51:38",
          "analysis": "半导体洁净室+客户包含长鑫存储+华为海思\n1、公司专注于为高科技产业提供专业的洁净室系统集成整体解决方案，公司参建的洁净室系统集成项目知名终端客户包括华为、中芯国际、长鑫存储等。\n2、公司参建华为国内首个芯片（海思）厂房，该厂房是华为在中部地区最大的研发基地。\n3、合肥第 8.6 代AMOLED生产线项目，京东方及维信诺两个头部厂商投资额约 1200 亿，预计将带动洁净室建设需求规模为 118-177 亿，此前公司已获得京东方 7 亿大单。\n4、公司已累计完成超500个中高端领域项目，在半导体及显示面板两个领域内均打造了标杆项目。公司获得了相应领域下游知名企业的认可，包括三星、SK海力士电等知名半导体厂商，以及京东方等大型显示面板厂商。"
        },
        {
          "code": "sz301563",
          "name": "云汉芯城",
          "limit_time": "10:22:00",
          "analysis": "半导体+存储芯片+电子元器件+PCBA+次新股\n1、2025年12月22日互动，子公司深圳汉云拥有CNAS认证的电子元器件检测实验室，围绕半导体及集成电路器件等器件所出具的DPA内部目检、外部目检、功能特性检测等多个项目结果将得到国际互认。\n2、公司是国内最早一批推出电子元器件B2B线上商城并以此开展业务的企业之一，产品涵盖模拟芯片、数字芯片、MCU等半导体器件，是国内领先的线上芯片分销商。目前销售存储芯片产品，占2024年度收入比例小于5%。\n3、公司2018年开始打造PCBA智能生产工厂，为客户提供包括PCB电路板、SMT贴片等在内的PCBA服务；2019年公司线上商城上线PCBA智造服务，通过“高频 换线、柔性生产”，能够满足紧急项目6小时出货的需求。"
        },
        {
          "code": "sz003017",
          "name": "大洋生物",
          "limit_time": "10:51:30",
          "analysis": "半导体+业绩拟增长+DFBP（PEEK上游）+盐酸氨丙啉\n1、2025年10月13日互动，公司持有浙江芯之纯30%的股份。其主要业务是生产制造石墨基高纯陶瓷产品，可以应用于半导体设备以及LED等外延设备的关键零部件方面。项目目前主体建设已基本竣工，预计10月进入试生产状态。\n2、2026年1月4日公司发布2025年度业绩预告，预计全年归属于上市公司股东的净利润9,600万元—11,000万元，同比增长50.60%—72.56%。\n3、公司氟苯品种，主要作为新材料聚醚醚酮（PEEK）的中间体 4，4-二氟二苯甲酮(DFBP)生产原料。上市时规划部分募集资金用于年产1000吨氟酮项目。\n4、兽药方面公司主营产品为盐酸氨丙啉，该产品目前全球仅有美国辉宝与公司两家生产企业。其中公司产能600吨/年，2024年产量614吨，另外搬迁项目800吨/年在建中，预计2026年7月投产。美国辉宝产能位于以色列，网传纪要，其年产量600吨以上。（未证实）\n5、公司产品农业级氯化铵适用于农业化肥行业，由子公司恒洋化工负责生产。"
        },
        {
          "code": "sh603061",
          "name": "金海通",
          "limit_time": "13:48:22",
          "analysis": "存储+AMD供应商+芯片测试设备+资产注入预期\n1、公司主要产品为超薄存储器芯片的贴片机和针对传统封装的高速贴片机。公司认为存储芯片测试分选机是有前景的发展方向，未来公司会视情况推出适用Memory和MEMS的测试分选平台。\n2、公司是AMD封测环节分选机核心供应商。2025年9月11日投资者关系活动记录表，公司三温测试分选机及大平台超多工位测试分选机需求持续增长，产品已切入车规、5G、AI运算等芯片测试场景。\n3、公司已公告投资苏州猎奇（净资产2.6亿，收入2.6亿；光模块耦合设备，单一大客户中际旭创，占70-80%营收）。收购公告显示公司具有优先收购权，网传或对其股权进一步收购。"
        },
        {
          "code": "sz001210",
          "name": "金房能源",
          "limit_time": "13:50:36",
          "analysis": "液冷服务器+绿色能源+暖通节能+海南投资\n1、公司聚焦IDC机房和智算中心液冷技术与蓄冷相变材料研发，推动业务向综合能源服务商转型。\n2、北京市除京能热力外唯一供热上市公司，是国内知名的暖通节能服务提供商，致力于为客户提供高效、创新、满意的城市供热综合服务。\n3、2025年7月2日晚公告，公司完成金房星晟投资(海南)商登记及相关手续。\n4、公司在热源端安装了自主研发的智能控制联动系统，通过信息化管控平台分析处理实时反馈的各项运行参数，远程24小时不间断监控和指导，进而实现“无人值守”。"
        },
        {
          "code": "sh603986",
          "name": "兆易创新",
          "limit_time": "13:58:48",
          "analysis": "存储芯片+机器人+消费电子\n1、公司主要业务为存储器、微控制器和传感器的研发和销售，产品包括NOR Flash、利基型DRAM等，公司是全球唯一一家在 NOR Flash、SLC NAND Flash、利基型 DRAM 和 MCU 领域均排名全球前十的集成电路设计公司。2024年全球NOR Flash市占率排名第二。NOR占兆易收入约50%左右。\n2、公司产品应用于机器人领域，单台人形机器人需求约100颗MCU，可覆盖50颗以上，适用于关节控制和灵巧手等场景，并与多家优秀机器人公司开展合作。\n3、2024年12月18日晚公告，公司与石溪资本、合肥国投、合肥产投共同收购苏州赛芯70%的股权。交易完成后公司将成为苏州赛芯的控股股东。标的主营模拟芯片的研产销。\n4、全资子公司上海思立微是国内市场领先的智能人机交互解决方案供应商，产品以触控芯片和指纹芯片等新一代智能移动终端传感器SoC芯片为主。"
        },
        {
          "code": "sh688766",
          "name": "普冉股份",
          "limit_time": "14:30:26",
          "analysis": "存储芯片+拟收购SHM控股权+非易失性存储器芯片+衍生芯片\n1、公司是中国大陆主要NOR Flash供应商之一，2024年NOR Flash出货量超49亿颗。公司主营非易失性存储器芯片及基于存储芯片的衍生芯片的设计与销售，主要产品包括：NORFlash和EEPROM两大类非易失性存储器芯片、微控制器芯片以及模拟产品。\n2、2025年12月8日晚公告，公司拟发行股份、可转债及现金收购珠海诺亚长天49%股权，从而间接控股SkyHigh Memory Limited。标的公司持有SHM 100%的股权。SHM为一家注册在中国香港的半导体企业，专注于提供中高端应用的高性能2D NAND及衍生存储器产品及方案，核心竞争力为固件算法开发、存储芯片测试方案等。\n3、公司EEPROM车载产品已过A1认证，应用于车身摄像头、娱乐系统等领域，已同步在持续推进EEPROM产品全容量的车规认证。\n4、公司的NORFlash产品应用于低功耗蓝牙模块、TWS蓝牙耳机等领域。EEPROM产品应用于摄像头模组、智能仪表等领域。"
        },
        {
          "code": "sh688416",
          "name": "恒烁股份",
          "limit_time": "14:56:20",
          "analysis": "存储芯片+算力+存算一体AI芯片+MCU芯片\n1、公司现有主营产品包括 NOR Flash 存储芯片和通用32位MCU芯片。公司还致力于开发基于NOR闪存技术的存算一体终端推理AI芯片,已完成首款基于NORFlash制程的存算一体AI芯片的研发、流片和系统演示。\n2、公司与中国科学技术大学正在共同研发基于SRAM的数字存算一体技术。受益于CMOS的制程微缩，与其兼容的SRAM存算方案可以工作在更高频率且功耗更低，进而具有更高的算力和能效比。传统的AI推理芯片常需要采用28nm以下的先进制程以及配置大量高速DRAM，公司研发的存算一体AI技术将有效解决上述瓶颈。\n3、公司已掌握65/50nm NOR Flash和55nm MCU设计技术，并完成首款基于NOR Flash制程的存算一体AI芯片的研发、流片和系统演示，专注人脸识别、语音关键词识别、心电图检测及电力设备故障声纹检测。\n4、公司主营业务为存储芯片和MCU芯片研发、设计及销售，MCU产品已和芯海科技等建立了供货关系，多款产品进入小米等终端用户供应链体系。"
        }
      ]
    },
    {
      "name": "AI应用",
      "reason": "1、字节火山引擎官宣成为2026总台春晚独家AI云合作伙伴。\n2、2025年12月31日，MiniMax（0100.HK）正式启动招股。\n3、2025年12月30日据媒体报道，Meta以数十亿美元收购开发AI智能体公司Manus，这是Meta成立以来第三大收购。在Meta收购前，Manus正以20亿美元估值进行新一轮融资。",
      "stock_count": 9,
      "stocks": [
        {
          "code": "sz002757",
          "name": "南兴股份",
          "limit_time": "09:38:45",
          "analysis": "AI智能体（微软）+小鹭AIGC+云计算+机器人\n1、公司全资子公司唯一网络曾与微软、OpenAI合作小鹭AIGC智能助手，具有智能聊天、重置对话、提问助手、身份预设等功能。\n2、子公司唯一网络业务范围包括:云数据中心、网络安全、云专线、公有云、私有云、混合云等服务，唯一网络与阿里云、华为云、腾讯云、天翼云、金山云等均有业务合作关系。2025年2月17调研，唯一网络目前自建机柜4700个；南兴云数据中心目前正在按计划上架中。\n3、子公司南兴装备涉及智能机器人的研发销售业务。\n4、公司是国内较早进入板式家具机械行业的企业之一，主要产品包括数控开料系列产品、智能柔线封边系列产品、数控钻孔系列产品以及智能工作站和整厂智能生产线解决方案，在国内率先研发推出家居工业 4.0 智能生产线。"
        },
        {
          "code": "sz002131",
          "name": "利欧股份",
          "limit_time": "11:06:00",
          "analysis": "AI营销智能体+合作字节+液冷泵+MCP+半导体\n1、公司推出营销领域大模型“利欧归一”， 通过AI+投放产品的战略布局，致力于以AI技术来构建新型的投放模式。\n2、公司目前同时管理字节系的巨量广告和千川广告两条产品线的自动化投放发布管理。\n3、2025年5月20日机构调研，公司机械制造业务开发液冷用泵适配数据中心液冷系统需求，已对接国内主流液冷系统供应商开展送样和联合验证，响应AI算力散热需求。\n4、2025年4月18日盘中官微，利欧数字发布广告行业首个MCP服务，正式宣布旗下开放API服务工具支持MCP协议。\n5、全资子公司利欧投资将对Tomales Bay Capital Anduril III,L.P出资5000万美元。合伙企业的投资标的为Space Exploration Technologies Corp。SpaceX是全球领先的太空技术公司。"
        },
        {
          "code": "sz300058",
          "name": "蓝色光标",
          "limit_time": "14:32:36",
          "analysis": "AI营销+火山引擎合作+MiniMax/Manus相关+拟在港上市\n1、公司深度合作火山引擎，双方将基于火山方舟、豆包视频生成模型、扣子专业版智能体开发平台，在视频生成、视频服务解决方案以及营销行业智能体应用等领域展开深入合作。\n2、真格基金为Manus种子轮融资方，蓝色光标参与投资了天津真格天弘资产管理合伙企业。\n3、公司在与包括微软，谷歌，字节跳动，MiniMax，智谱，月之暗面等国内外主流Maas及云厂商合作的基础上，构建了AI时代营销应用的数据底座，广告投放分析助手等全球化业务AI营销工具矩阵。\n4、2025年12月30日晚公告，已向港交所递交了上市申请，同时更新了发行申请及部分公司信息和财务数据等。\n5、出海广告投放业务占比约83%，是Meta、Google等平台国内官方授权代理商，为中国出海企业开展出海广告服务。"
        },
        {
          "code": "sh688258",
          "name": "卓易信息",
          "limit_time": "13:08:15",
          "analysis": "AI编程+鸿蒙固件+信创+软件开发\n1、2025年12月25日投资者关系活动记录，AI IDE产品eazydevelop 25年9月正式上线后3月实现1.3万平台用户突破，1800万订单金额突破。低代码IDE snapdevelop于12月正式商业化，预计26年带来新增量。\n2、公司独家为华为昇腾/鲲鹏服务器提供BIOS和BMC固件。\n3、公司是目前唯一国产核心固件上市公司，是云计算设备核心固件研发国内领跑者，是少数具备开发ARM、MIPS、Alpha等CPU架构用BIOS产品能力的大陆厂商。\n4、公司主要业务是为CPU和计算设备厂商提供服务器、PC、笔记本电脑等计算设备核心固件的开发及固件产品销售，以及为政企客户提供端到端的云产品及云服务。公司是英特尔全球技术服务商。\n5、物联网云业务方面，公司聚焦于安防及环保领域，从客户真实场景出发推出安防物联网云的升级产品——“卓瓴”。"
        },
        {
          "code": "sh603598",
          "name": "引力传媒",
          "limit_time": "13:25:22",
          "analysis": "AIGC+合作火山引擎+合作可灵/抖音+文化出海+小红书\n1、公司作为字节跳动核心代理商，与字节旗下豆包大模型及火山引擎自2023年底起逐步深化合作，构建起“技术+创意+营销”的AI营销生态闭环。\n2、2025半年报，公司推出 “九合创意” 一站式AIGC创作平台等垂类AI工具。2025年11月27日，引力传媒出资1000万元成立深圳市核力数智科技，持股100%。标的公司主要从事人工智能领域业务。\n3、公司于2024年6月曾测试使用“快手可灵AI”工具。公司是巨量引擎金牌服务商，同时拥有抖音和阿里双平台顶级认证资质，核力智选系统目前已收录百万级规模达人数据。\n4、公司建立出海营销服务团队，并主要以 Google、 Meta、TikTok 等主流媒体平台为主业务阵地，拓展承接电商、游戏、应用等行业客户的出海营销业务。\n5、公司为小红书首期人才共建代理商、小红书 2024IP 营销先锋合作伙伴等，在小红书平台，公司单季度的消耗额突破了亿元大关。拥有小红书官方认证种草营销师130人，搜索营销师110人。"
        },
        {
          "code": "sh600556",
          "name": "天下秀",
          "limit_time": "13:28:51",
          "analysis": "AI营销+TikTok+小红书（MCN）+网红经济+人工智能\n1、公司的AI产品“灵感岛”针对B端客户提供智能营销服务，以AI智能放大营销效果，产品涵盖社媒内容AI运营、短视频内容AI运营、矩阵营销AI运营三大板块。\n2、公司为TikTok北美直营业务的首批合作伙伴之一。\n3、天下秀是一家立足于红人新经济领域的平台型企业，核心服务红人、 MCN（红人经纪公司）、品牌商家。平台注册红人账户数累积达到319.8万；入驻 WEIQ 平台的 MCN 机构的数量达到 1.79万家。公司与小红书、腾讯、今日头条等建立了良好的合作关系。。\n4、公司Honnverse(虹宇宙)产品是一款3D版虚拟社交产品，产品是以Z时代的3D虚拟星球(P-LANET)为背景，将联合全球社交红人为全球用户打造一个沉浸式的泛娱乐虚拟生活社区。"
        },
        {
          "code": "sh600880",
          "name": "博瑞传播",
          "limit_time": "13:29:17",
          "analysis": "AI教育+RWA交易所+谷子经济+AI视频文案写作\n1、企查查数据显示，公司持有生学教育60%股权。据生学教育官微称，2025年12月2日，公司与火山引擎合作签约，双方将正式开启智慧教育、智慧城市、心理健康、韧性城市四大领域的深度合作，双方将联合研发“生学教育专属大模型”。\n2、成都文交所推出的\"IP文产通\"平台通过区块链存证交易效率提升60%。\"IP文产通\"合作伙伴广州有数提出的“实物资产通证化（RWA）解决方案”，以创新、合规的募资模式链接实体产业与数字权益。公司参股成都文化产权交易所，是目前唯一一家面向数字文化产权的交易所。\n3、公司旗下两家游戏公司属于游戏研发商，自主研发以“侠义道”等知名IP为题材网络游戏。\n4、公司已于2022年7月通过TikTok认证，已获得六个国家的跨境服务电商资质。联营企业成都每经传媒自主研发的“雨燕智宣——AI短视频自动生成平台具备AI视频文案写作，即时新闻合成等实用功能。\n5、公司与华为举行了全面合作签约仪式，双方将就智慧教育、算力等9个方面展开深度合作。"
        },
        {
          "code": "sh603171",
          "name": "税友股份",
          "limit_time": "13:31:18",
          "analysis": "AI智能体+财税Agent+蚂蚁金服相关+云服务\n1、2025年2月13日互动，公司与阿里云长期合作，犀友AI平台接入通义千问大模型，90%以上基础设施跑在阿里云，已在财税咨询、爱搜税等场景落地。“犀友”人工智能平台可覆盖不同层级税务局及政府机关的大部分办公类应用场景。“犀友”智能体以多模态 AI 能力配合传统小模型能力构建出具有更强垂直领域能力或更强场景适应力的智能体，支持自动化申报、数据分析等20余项功能，实现税务流程智能化。\n2、网传互联网平台涉税信息2025年10月开始报送，涉及平台6000多家，市场规模近百亿。公司与部分平台合作，提供合规等服务，合规Agent导流，转化高价值合规服务。（未经证实）\n3、上海云鑫为蚂蚁科技100%控股，上海云鑫目前持有公司4.48%股份。\n4、在数字政务领域，公司为国家金税三期、金税四期工程核心供应商，先后承接了国家个税税制改革服务项目、大数据税收风险管理等重大改革项目。"
        },
        {
          "code": "sz300986",
          "name": "志特新材",
          "limit_time": "14:54:09",
          "analysis": "AI材料+铝模+装配式建筑+高业绩目标\n1、公司设立控股子公司志特小临智能科技有限公司，主营化学机器人平台及AI for Science新材料研发，切入机器人赛道。公司与微观纪元共建合资公司，打造“量子+AI”新材料研发体系，技术产业化加速。\n2、公司铝模板产能从2017年55万平米增加至2020年220万平米，产能快速提升，2021年志特新材铝模板市场占有率约3.0%，预计未来四年公司收入CAGR为29.5%，2025年市场占有率提升至4.7%。公司同时深度绑定大客户，拓展爬架业务，未来有望贡献新业绩增长点。\n3、公司是一家专注于铝模、防护平台、装配式建筑PC产品的综合服务型企业。全资子公司海南志特新材料主要从事装配式建筑PC构件的设计、生产、销售等业务。\n4、公司主要业务为铝模租赁，目前已有约272万方米的铝模板保有量，规模已至行业前三。"
        }
      ]
    },
    {
      "name": "地产",
      "reason": "1、2025年12月30日，财政部发布《关于个人销售住房增值税政策的公告》；\n2、2025年12月24日，北京调整限购限贷政策。",
      "stock_count": 3,
      "stocks": [
        {
          "code": "sh605287",
          "name": "德才股份",
          "limit_time": "10:04:59",
          "analysis": "建筑装饰+老旧小区改造+空间计算\n1、公司地处青岛，拥有包括设计和总承包在内的覆盖老旧小区改造各个领域的全建筑产业链资质，能够独立承接老旧小区改造项目，公司老旧小区改造类项目本地市占率可以达到20%左右。\n2、《黑神话：悟空》与虚拟动点合作空间计算，德才股份涉及空间计算且与虚拟动点共同参股青岛虚拟研究院公司。\n3、公司主营业务为建筑装饰及房屋建筑工程的设计与施工。"
        },
        {
          "code": "sz002774",
          "name": "快意电梯",
          "limit_time": "11:02:39",
          "analysis": "城市更新+电梯+智算一体机+一带一路\n1、2025年12月30日电，国家发展改革委、财政部关于2026年实施大规模设备更新和消费品以旧换新政策的通知，在民生领域增加老旧小区加装电梯、养老机构设备更新。公司是全球范围内提供电梯综合解决方案的优秀民族电梯供应商和服务商，拥有15个系列26种型号的垂直电梯产品、2个系列6种型号的自动扶梯及自动人行道产品，形成了完善的产品型号体系。\n2、2025年6月19日公告，公司拟与深投控东海共同设立不超过5亿元投资并购基金，聚焦高端智能装备制造、智算一体机等领域。\n3、公司位于广东省。公司参股成立了以旧楼加电梯为主营业务的“快意美好加装电梯（广州）”，积极开拓旧楼加装电梯市场。广东华农项目实现超60台加装案例。\n4、2025年4月11日互动，公司在海外的市场主要是“一带一路”倡议的沿线国家。美国此次的关税政策对公司的影响较小。公司产品已出口至哈萨克斯坦、新加坡、沙特阿拉伯等“一带一路”沿线多国；在俄罗斯和中东地区设有全资子公司。"
        },
        {
          "code": "sh600491",
          "name": "龙元建设",
          "limit_time": "11:18:54",
          "analysis": "建筑总包+基建投资+杭州交投拟控股\n1、2025年8月29日半年度报告，公司住宅类项目几乎完全与国央企开发商合作，并与杭州交投集团战略合作，深耕浙江及杭州区域，提升市场占有率。\n2、公司在基建板块生态内培育和孵化了龙元明城、杭州城投、龙元明兴、龙元天册、明树数据、浙江基投等一系列专业公司。\n3、2024年6月18日盘后消息，杭州主城区智能网联汽车“车路云一体化”应用试点可研报告已获批。公司原股东赖振元家族将其持有的上市公司1.28亿股股份转让给杭州交投集团，杭州交投集团并拟以现金方式认购公司向特定对象发行的4.59亿股股份，上述事项完成后，杭州交投集团将持成为上市公司的控股股东，杭州市国资委将成为公司的实际控制人。公司正在积极推进定增事宜。\n4、公司形成了以建筑施工为核心、覆盖上下游的完整产业链，并拥有房屋建筑工程总承包特级资质等。"
        }
      ]
    },
    {
      "name": "其他",
      "reason": "",
      "stock_count": 21,
      "stocks": [
        {
          "code": "sz002759",
          "name": "天际股份",
          "limit_time": "14:50:33",
          "analysis": "六氟磷酸锂+固态电池（硫化锂）+磷化工\n1、2025年12月12日互动，公司计划2026年完成募投项目二期工程，将六氟磷酸锂产能提升至5.2万吨/年；公司目前六氟磷酸锂产能为3.7万吨/年，公司Q3出货超1万吨，11-12月排产3600-4000吨，工厂满负荷生产且库存极低，募投1.5万吨新产能预计2026年9月投产，公司六氟磷酸锂2025年Q3成本区间约为5-6万元/吨。\n2、公司控股子公司江苏泰瑞联腾已获得《一种硫化锂材料及其制备方法和应用》的专利授权，硫化锂是生产硫化物固态电池电解质的原材料，目前相关研发和试验工作在有序进行中。\n3、公司收购完成誉翔贸易100%的股权，进而间接收购新特化工（誉翔贸易全资子公司）100%的股权。 新特化工主要从事次磷酸钠及相关磷化工产品业务，产品包括次磷酸钠、四羟甲基系列和双（2，4，4-三甲基戊基）膦酸等。\n4、公司经营其他电解液添加剂，包括双氟代磺酰亚胺锂、二氟磷酸锂等及氟化盐系列产品。"
        },
        {
          "code": "sz002766",
          "name": "索菱股份",
          "limit_time": "09:32:06",
          "analysis": "百度无人驾驶+智能舱驾+Ecall+战略合作地平线\n1、公司智能舱驾占营收比94.37%，车联网“软件+硬件+运营平台”供应商。公司官网表示，作为百度的合作伙伴，Apollo 2.0的发布对索菱在建立车联网生态圈、持续朝无人驾驶研究的战略层面上都有着促进作用。\n2、2024年6月20日盘后互动新增信息，公司车路云部分产品已经获得海外智慧交通项目定点，并持续供货。公司已经在部分国内先行试点地区设立面向“车路云一体化”项目的法人实体，争取国内相关业务。公司致力于提供车端、路端、云端一体化的V2X解决方案及产品。\n3、公司2022年年报披露，内嵌ECALL功能平台已量产，并形成收入。\n4、公司与北京地平线机器人签署了《战略合作框架协议》，合作双方在汽车智能化技术与产品领域推动深层合 作，形成全面、长期和稳定的战略合作伙伴关系。"
        },
        {
          "code": "sz003039",
          "name": "顺控发展",
          "limit_time": "09:32:18",
          "analysis": "数据确权+广东水务+拟收购+储能\n1、2025年12月31日官微：公司成功成为佛山市内首家完成供水营业数据确权登记的上市公司。其供水营业数据可视化管理数据集已在深圳数据交易所顺利完成登记，并正式获批数据产权登记证书。\n2、公司地处广东，实控人是佛山市顺德区国资委，主营自来水制售38%、垃圾焚烧发电项目运营29%、污水处理业务7%，下辖水厂共8座，实际供水产能为148.9万立方米/日，供水范围基本覆盖顺德区全境。\n3、2025年12月5日公告，拟1.81亿元收购洁净投资100%股权，收购完成后，公司在区域内的生活垃圾中转处置运营效率将提升，增强综合竞争能力，并解决与关联方的潜在同业竞争问题。\n4、全资子公司广东顺控绿色科技有限公司主要业务为光伏发电、工商业储能、充电站等新能源综合应用服务，建成投运工商业2座储能电站，总装机容量1.5MW/3MWh。"
        },
        {
          "code": "sz002072",
          "name": "凯瑞德",
          "limit_time": "09:53:54",
          "analysis": "司法划转完成+煤炭贸易+重组预期\n1、2025年12月29日晚公告，近日公司已配合法院将重整留存股份2000万股、2610万股分别过户至陈张勋、张鑫名下。同时陈张勋已向公司支付了股份划转剩余款项7168万元以及张鑫支付了9354.24万元，本次股份司法划转事项已全部完成。\n2、公司主要从事煤炭贸易业务。煤炭贸易代理业务是向洗煤厂、煤炭经销商采购客户需求的各类高、中、低硫等煤种，对外销售以赚取贸易固定差价；公司于2021年引入煤炭贸易自营业务模式，客户及供应商辐射山东、内蒙古、江苏等地。\n3、公司表示将依托重整获得的经营资源，在时机合适时，充分发挥上市公司便利的融资平台优势，寻找优质标的资产与合作伙伴。2025年6月22日公告，公司因长期、大规模隐瞒巨额对外担保​​和重大诉讼仲裁信息，被山东监管局拟处以800万元罚款，并对大批时任董监高处以个人罚款。\n4、公司因重整化解了债务危机、引入了重整资源、确定了实控人、引入了国资背景的股东，并获得实际控制人对公司业务发展的资金支持。"
        },
        {
          "code": "sz001231",
          "name": "农心科技",
          "limit_time": "11:26:39",
          "analysis": "农药登记证+绿色农药+炭疽防治\n1、截至2024年半年度末，公司拥有311项农药登记证，经粗略统计，已有产品在产在售的登记证件占比约为50%。\n2、公司杀虫剂产线设计产能为3000吨/年，杀菌剂产线设计产能为2500吨/年，除草剂产线设计产能为1450吨/年。\n3、公司产品“0.06%甾烯醇微乳剂”进入中国农药工业协会评定的“首批绿色高质量农药产品名单”，主要用于防治水稻等作物的黑条矮缩病，以及小麦、番茄、辣椒、烟草等作物的花叶病毒病等病害，对环境友好安全。\n4、公司防治苹果树病害（白粉病、褐斑病）的混剂开发项目，解决黄土高原区的主要病害如早期急性炭疽病。"
        },
        {
          "code": "sh600370",
          "name": "三房巷",
          "limit_time": "09:40:16",
          "analysis": "PTA反内卷+间接参股机器人+印染+电力\n1、截至2025年12月29日，PTA价格为5075/吨，较上周上涨4%，PTA头部五家企业恒力、新凤鸣、桐昆、逸盛、三房巷规划部分老装置计划检修降负或退出、新装置投放延期，以此实现利润回升。机构预计PTA行业存在1000万吨以上产能减产空间；公司主营瓶级聚酯切片及PTA，产能规模全球前列，形成“PTA—瓶级聚酯切片”一体化产业链，并与国内外知名饮料、食品企业长期合作，海外业务营收占比达40%。]PTA行业联合减产有效提振盈利。PTA行业新增产能今年年底投放结束，行业未来暂无明确新增装置规划。\n2、公司参投的基金以股权投资的方式投资于安徽聆动通用机器人公司。\n3、公司是国内印染行业十佳企业，具备年产印染布1亿米的生产能力，主要业务为各类棉纱、印染布加工与销售，布匹染整、印花及进出口业务，PBT工程塑料生产与销售。\n4、控股子公司江阴新源多年来从事热电联产。"
        },
        {
          "code": "sh603067",
          "name": "振华股份",
          "limit_time": "10:00:39",
          "analysis": "铬盐龙头+合作BE+锂电解液\n1、2026年1月4日网传纪要（未证实），随着经销商库存逐步消化，1月振华国储交付量较大，留给市场供应量有限。银河化学、中信锦州也将保证国储交付。且春节前后，国内铬盐产能或陆续进入检修周期，支撑26Q1金属铬价格上涨。\n2、2025年11月5日互动，公司已与美国BE公司供应链上的企业建立了稳定的合作关系。据网络纪要，BE连接体方案铬粉占连接件总重量的85%~95%，1GW SOFC需求将拉动0.75~1万吨金属铬需求。供给端，15年以来国内再无新增铬盐生产资质；需求端，25-27年SOFC快速扩产带来的0.38/1.13/2.62万吨铬的需求，同时叠加燃气轮机叶片、商用航空等对铬的带动，预计到2028年铬/铬盐供需缺口将超过7/30万吨，缺口比例达到30%以上，弹性显著（未证实）。\n3、公司是国内铬盐行业龙头，铬盐产能（折重铬酸钠）为25万吨/年。公司主要从事铬化学品、维生素 K3 等铬盐联产产品、超细氢氧化铝等铬盐副产品的研发、制造与销售。\n4、子公司厦门首能有约3000吨/年的产能，是锂电解液领域微型企业。"
        },
        {
          "code": "sz001333",
          "name": "光华股份",
          "limit_time": "10:07:12",
          "analysis": "聚酯树脂涨价+IPDI+人形机器人\n1、元旦前夕，聚酯树脂行业掀起涨价潮，多家企业统一上调500元/吨；公司主营粉末涂料用聚酯树脂的研产销，是国内具备万吨以上的规模化生产能力的三大厂商之一。\n2、据媒体报道赢创和科思创宣布由于不可抗力原因，其IPDI产量受到影响，双方产能合计约占全球60%。公司产品包含IPDI固化聚酯树脂。\n3、2025年3月5日晚公告，公司拟在新加坡和中国香港设立全资子公司，并通过新加坡子公司和香港子公司在泰国共同设立孙公司，投资建设海外工厂。孙公司主要从事粉末涂料用聚酯树脂的生产与销售，投资总金额不超过2800万美元。网传聚酯树脂可塑性强，牌号众多，高端牌号防腐性和热稳性好，用于数据中心打造轻量化机架，人形机器人外层金属防护必备。\n4、公司拥有的电子封装材料用聚酯树脂技术作为特殊用途的聚酯树脂，目前已实现小批量试产，进展良好。"
        },
        {
          "code": "sz300599",
          "name": "雄塑科技",
          "limit_time": "10:09:36",
          "analysis": "排水管材+地下管网+石墨烯\n1、“十五五”时期我国预计建设改造地下管网超70万公里，新增投资需求突破5万亿元。公司主要产品包括排水管材管件等产品。\n2、公司主要产品为聚氯乙烯、聚乙烯等系列管材管件，包括建筑用给排水管材管件、市政给排水管材管件等众多系列，广泛应用于工业与民用建筑、市政工程、雨污分流、4G通信网络、智能电网建设等领域。\n3、 公司拟对外投资暨参股烯旺新材料科技股份公司。标的公司是全球实现石墨烯产业化应用以及少数将石墨烯应用于医疗并获得国家医疗资质认证的石墨烯企业之一。"
        },
        {
          "code": "sz002083",
          "name": "孚日股份",
          "limit_time": "10:35:03",
          "analysis": "锂电池添加剂+增持股份+毛巾+托育/早教\n1、2025年12月9日盘前互动，碳酸亚乙烯酯（VC）存货是600多万，前三季度vc出货量4100吨左右。2025年12月4日盘前互动，子公司孚日新能源投资建设了4万吨/年氯代碳酸乙烯酯装置，生产含量为99%的CEC产品，为VC生产提供原料；投资建设了1万吨/年VC合成装置，生产VC粗品；投资建设了1万吨/年VC精制项目，生产含量大于99.995%的电池级VC产品。\n2、2025年12月13日公告，持股5%以上股东高密安信投资及其一致行动人计划自2025年12月4日起6个月内通过集中竞价等方式增持公司股份150万股至300万股。有分析猜测称安信投资前身为孚日控股集团，是孚日股份的原控股股东，或涉及控制权争夺。\n3、公司的洁玉毛巾占中国出口毛巾总量的33%，主要出口日本及美国。公司旗下品牌悦宝园重点拓展托育课程孵化，并结合悦宝园IP孵化IP化启蒙产品。旗下教育板块睿优铭主营为婴幼儿早期教育。"
        },
        {
          "code": "sz001225",
          "name": "和泰机电",
          "limit_time": "13:27:51",
          "analysis": "水泥物料输送设备+机器人\n1、公司是水泥行业物料输送设备的专业化供应商，以板链提升机为核心产品，​下游客户以水泥行业为核心，同时拓展至其他工业领域。\n2、公司通过持续实施自动化、智能化改造，更新迭代生产设备，在物料输送设备制造领域的生产工艺已相对成熟，应用了机器人自动焊接技术，机器人视觉识别自动上下料、自动装箱等技术。\n3、公司与中国建材、华润水泥、海螺水泥等合作。布局海外市场，先后取得CE认证、ATEX防爆认证等产品资质认证，客户辐射东南亚、中东、非洲等地区。"
        },
        {
          "code": "sz002716",
          "name": "湖南白银",
          "limit_time": "13:39:24",
          "analysis": "白银+黄金+铜\n1、公司的主营业务为白银（59.97%）、电解铅、黄金（17.49%）、电积铜、银制品等有色金属及贵金属产品的冶炼和销售；子公司宝山矿业作为核心矿山资产，拥有湖南省桂阳县宝山铅锌银矿的采矿权，以生产铅精矿、锌精矿、硫精矿为主，产品富含金、银等贵重金属。全资子公司宝山矿业拥有45万吨/年铅锌银矿开采权。\n2、子公司西藏金和矿业和西藏俊龙矿业均有黄金储量。\n3、2024年3月3日公告，变更公司名称为“湖南白银”。公司控股股东变更为湖南有色集团，实控人变更为湖南省国资委。市场预期或将优质矿山资产注入金贵银业。"
        },
        {
          "code": "sz002488",
          "name": "金固股份",
          "limit_time": "13:47:12",
          "analysis": "阿凡达铌微合金（机器人材料）+新华冶金控股举牌+低碳车轮\n1、2025年9月5日机构调研，公司已成立子公司杭州金固具身智能，为智元机器人开发的阿凡达铌微合金机器人结构件样品通过第三方测试并有望年内量产，同时拿到鹿明机器人轴承相关结构件订单。\n2、2024年11月7日盘后公告，11 月 6 日，河北中重冷轧材料及河北纵横集团丰南钢铁（均隶属于新华冶金控股集团）增持公司股份后，两者合计持股超过5%。\n3、2024年11月6日公告，全资子公司杭州阿凡达拟引入战略投资者对其增资，此前公司分别与中建材新材料基金 、聚力基金签署了《增资协议》，近日公司与金石基金签署了《增资协议》。\n4、公司的阿凡达低碳车轮是一款革命性的轻量化产品，产品已进入乘用车主机厂、新能源汽车主机厂和商用车主机厂。\n5、公司是一家以汽车车轮的研发、生产、销售为主营业务的高新技术企业，是商务部和国家发改委认定的首批“国家汽车零部件出口基地企业”。"
        },
        {
          "code": "sh603221",
          "name": "爱丽家居",
          "limit_time": "14:29:37",
          "analysis": "PVC弹性地板+通过高新企业重新认定+北美生产+出海\n1、公司专注PVC弹性地板，业务范围已覆盖北美、欧洲、东南亚等地区，外销占比96.60%。\n2、2025年12月29日公告，近日，全国高新技术企业认定管理工作领导小组办公室公布了《江苏省认定机构2025年认定报备的第一批高新技术企业备案名单》，爱丽家居通过国家高新技术企业的重新认定。\n3、子公司美国地板工厂是一家海外弹性地板数字化工厂，实现了从设备生产到工厂物流的全自动车间，并成功落地实现量产。同时公司正在积极投建墨西哥公司，2025 年有望投产贡献收入。\n4、2025年12月15日晚互动，公司产品有出口到欧洲，有出口到欧盟国家。公司与国际知名地板用品贸易商、品牌商VERTEX建立了稳定的合作关系，被纳入HOME DEPOT等全球知名家居建材超市的供应链体系，间接为该等终端客户提供PVC弹性地板产品。"
        },
        {
          "code": "sh603341",
          "name": "龙旗科技",
          "limit_time": "14:52:51",
          "analysis": "机器人+AI眼镜+小米概念+代工华为手机+AR\n1、2025年10月13日互动，公司上半年投资了机器人领域的知名企业智元机器人。近日,公司与智元机器人就工业场景的具身智能机器人应用开展全面合作,双方将围绕\"AI+智造\"深度融合,共同探索具身智能机器人在工业场景的规模化应用。\n2、2025年9月30日机构调研纪要，公司在智能眼镜的卡位优势也得到国内头部互联网客户的认可，新承接了其 AI 眼镜量产项目。\n3、公司是小米智能手机产品的核心ODM厂商，2022年在其智能手机ODM供货占比达到71%，小米保持公司第一大客户地位。此外，公司股东天津金米、苏州顺为合计持有公司股份总数15.08%，两者实际控制人均为雷军。\n4、网传资料显示公司或代工华为手机。\n5、公司是消费电子ODM全球龙头，位列2022年全球智能手机ODM/IDH出货量第一（占据28%市场份额），主要从事消费电子产品ODM，产品布局涵盖智能手机、平板电脑、AI PC及AIoT产品。2024年8月12日互动，公司目前正在研发折叠屏相关技术中。"
        },
        {
          "code": "sz000426",
          "name": "兴业银锡",
          "limit_time": "14:55:03",
          "analysis": "白银+锡+资产注入预期+小金属\n1、根据世界白银协会统计截至2023年底的数据，公司在白银公司中排名位列亚洲第一位，全球第八位。2025年4月28日年报，公司收购宇邦矿业后白银保有储量24536.7吨、占国内34.56%，银漫矿业为国内最大白银矿山之一，锡精矿产量国内排名第二位，形成银锡为主的多金属采选完整产业链。\n2、公司银漫矿业2024年锡金属产量8902吨，为国内排名第二大锡精矿生产商。公司要约收购大西洋矿业100%股份，其主要资产为Achmmach锡矿，计划于2027年四季度投产，预计年产锡6000吨。\n3、布敦银根是集团控股子公司，具备1.12万吨白银储量，目前已经实现探转采，由上市公司托管，待其投产并形成稳定利润后，有望注入上市公司。\n4、2024年，公司生产矿产锡 8901.85 吨；矿产银228.93吨；矿产锌59740.98吨；矿产铅16958.57吨%；矿产铜2906.43吨；矿产锑1351.7吨；矿产铁33.91万吨。"
        },
        {
          "code": "sz001285",
          "name": "瑞立科密",
          "limit_time": "",
          "analysis": "低空经济+汽车主动安全系统+自动驾驶+摩托车\n1、2025年12月11日公告，公司获国内某知名飞行汽车公司定点开发通知书，依托ECU、执行器、传感器等核心部件切入低空经济赛道。\n2、公司已逐步发展为我国商用车主动安全系统领域龙头，是国内少数具备汽车制动防抱死系统（ABS）、 电子稳定控制系统（ESC）、电子制动控制系统（EBS）等主动安全系统正向开发能力的企业； 并成功实现电子控制单元（ECU）、执行器和传感器等核心电控制动部件的自主技术开发及核心工艺的自主生产。\n3、公司逐步强化在液压制动、线控制动等其他主流技术路线布局，积极向乘用车、摩托车等新应用领域，以及智能驾驶等新应用场景拓展。\n4、公司进一步开发自动紧急制动系统（AEBS），成为行业内首家将环境感知、决策算法、线控制动融合为一体并通过法规标准测试的企业，进入了厦门金龙、三一集团和东风集团等商用车客户供应链。"
        },
        {
          "code": "sh600748",
          "name": "上实发展",
          "limit_time": "",
          "analysis": "间接控股股东变更+业绩扭亏+间接持股上海微电子+同业竞争问题+房地产\n1、2025年10月14日晚公告，实控人上海市国资委将其持有的上实集团100%股权，调整至上海上实全资子公司金钟控股持有，从而使得上海上实间接控制公司的股份从原有的6.06%增至56.18%，成为公司的间接控股股东。\n2、2025年10月28日晚公告，第三季度收入8.9亿同增55%，扣非净利润1.35亿元，扭亏，同增262%，环增120%。主系房地产销售收入增加及结转代建收入所致。\n3、公司持有上海市信投20%股权，上海信投的全资子公司上海泰力产投资管持有上海微电子8.1218%股权。\n4、公司表示关于同业竞争承诺事宜，公司始终与上实集团保持沟通，如该事项后续取得进一步实质性进展。\n5、公司实控人为上海市国资委，控股股东上海实业控股，注册于上海自由贸易试验区。主营为房地产开发与经营。"
        },
        {
          "code": "sh603667",
          "name": "五洲新春",
          "limit_time": "",
          "analysis": "通过新剑供货T（传）+丝杠+机器人零部件+机器人轴承+风电\n1、据网络调研，2025年12月至2026年1月，众多特斯拉供应商前往北美拜访，核心交流包括产能规划确认、RFQ确认，Optimus Gen3计划于2026年Q1发布。网传纪要显示，目前公司通过杭州新剑实际供货T，身部+手部丝杠价值量可达1万-3万元。\n2、网传纪要，公司在国内外人形机器人领域深度绑定头部客户，包括但不限于特斯拉、字节、宇树、小鹏、小米等，产品包括丝杠、轴承、结构件、执行器。以T为例，公司目前已经通过3-4家Tier1供应丝杠/轴（未证实）。2025年3月12日公告，公司与新剑签订战略合作框架协议。\n3、网传纪要，公司以高端行星滚柱丝杠产品为切入点的各类丝杠产品，为机器人直线执行器、灵巧手提供部件或者成套产品。公司已陆续开发出灵巧手微型丝杠、线性执行器行星滚柱丝杠等新产品。\n4、公司新能车核心零部件已成功切入特斯拉供应链，定点配套北美特斯拉驱动电机轴承套圈。五洲是全国唯一已实现海/陆大小mw的变桨、主轴和齿轮箱等全类型风电轴承滚子进口替代。\n5、公司主营产品包括轴承产品、汽车精密零配件、空调管路件以及风电滚子四大类型。"
        },
        {
          "code": "sz002703",
          "name": "浙江世宝",
          "limit_time": "",
          "analysis": "自动驾驶（线控转向）+长安汽车+特斯拉+比亚迪\n1、2025年12月25日讯，广汽昊铂启动L3有条件自动驾驶高速道路研发测试。2025年12月17日互动，公司智能转向、线控转向、等产品均适用于L3及以上自动驾驶，工信部L3自动驾驶准入目录公布将促进公司智能化转向产品推广及量产。公司已获多家主流车企定点，线控转向首个量产项目预计于2026年下半年开始量产，后轮转向首个量产项目预计于今年四季度开始量产。\n2、长安汽车是公司的客户之一。据网传公司供货首批获准在公开道路开展L3级“有条件自动驾驶”试点车型长安深蓝SL03。（未证实）\n3、公司产品具备与特斯拉fds配套的可行性。但后续互动表示公司没有与特斯拉相关的信息需要披露。\n4、公司为众多汽车厂商的转向系统总成及关键部件的一级供应商，目前提供给新能源汽车的转向产品占总业务超过1/3，产品出口伊朗等地。公司募投项目涉及新增年产60万台套汽车智能转向系统技术改造项目。\n5、公司与比亚迪商用车有业务合作,主要为其配套电动转向产品。"
        },
        {
          "code": "sh603608",
          "name": "天创时尚",
          "limit_time": "",
          "analysis": "机器人+时尚女鞋+VR虚拟衣帽间\n1、2025年12月26日公告，安徽先睿受让泉州禾天及香港高创合计19.95%股份，完成后控股股东变更为安徽先睿，实际控制人变更为胡先根。标的公司为轴承企业慈兴集团全资子公司，核心业务为机器人轴承与商业航天轴承两大板块。\n2、公司为时尚女鞋多品牌全产业链数字化运营商之一，旗下拥有六大女鞋品牌，以及代理西班牙中高端女鞋品牌“Patricia”。\n3、公司VR虚拟衣帽间处于测试与验收阶段，目标为用户打造一款VR在线沉浸式立体仿真鞋服装扮工具。2024年8月5日盘后互动，快美妆科技的工商变更登记手续已于近日完成，本次变更后，深圳九颂不再持有快美妆科技的股权。\n4、全资子公司小子科技聚焦互联网营销，在抖音等短视频平台从事二类电商业务，2020年公司与字节系合作份额占其营收约10%，后续无披露。"
        }
      ]
    },
    {
      "name": "ST板块",
      "reason": "",
      "stock_count": 20,
      "stocks": [
        {
          "code": "sz001270",
          "name": "*ST铖昌",
          "limit_time": "10:59:57",
          "analysis": "卫星通信（抗干扰）+订单放量+军工相控阵T/R芯片+5G毫米波通信\n1、公司是民营企业中唯一一家可以做到上星上军工的T/R芯片供应商，是相控阵T/R芯片民营龙头，星网卫星核心供应商（市占率超60%）；目前产品已批量应用于星载、地面、机载相控阵雷达及低轨卫星通信等领域。公司小型化相控阵T/R芯片具备抗干扰优势。\n2、公司前三季度营收3.06亿元、净利润9035.86万元，同比扭亏为盈，星载、机载、地面及低轨卫星通信领域订单按计划放量。\n3、2025年7月8日盘前互动，公司产品第三代半导体氮化镓功率放大器芯片具有体积小、宽禁带、耐高压、耐高温、高功率密度等多方面优势，可满足高功率相控阵雷达的应用场景。\n4、5G毫米波通信方面，公司已和主流通信设备生产商建立了良好的合作关系，支撑5G毫米波相控阵T/R芯片国产化。\n5、公司主营业务是微波毫米波模拟相控阵T/R芯片的研产销，主要向市场提供基于GaN、GaAs和硅基工艺的系列化产品以及相关的技术解决方案。"
        },
        {
          "code": "sz002713",
          "name": "*ST东易",
          "limit_time": "09:25:00",
          "analysis": "重整完成+申请撤销风险警示+算力注入预期+数字化家装\n1、2025年12月30日公告，北京一中院裁定公司重整计划已执行完毕，资本公积金转增5.32亿股完成，总股本增至9.51亿股，公司将申请撤销退市风险警示。\n2、2025年12月21日公告，北京一中院批准公司重整计划，产业投资人北京华著科技及财务投资人云南国际信托等将合计投入约14.12亿元，其中约4.17亿股由全体重整投资人有条件受让，剩余股份用于偿债。\n3、2025年12月22日公告，华著科技及张建华先生将采取积极措施推动在实施的算力中心集成服务项目及质保期项目换签至东易日盛或其实际控制的公司。\n4、据网络纪要，算力资产一期价值：华著科技承诺无偿注入的和林格尔智算中心一期（20万P算力）已完工，对应市值约100亿元（901MW电力容量，规模为*ST宇顺28倍）。若二期60万P算力落地，公司将进入国内算力第一梯队，理论市值可达600亿元。（未证实）\n5、公司为数字家装品牌龙头，公司通过VR裸眼云台为客户呈现全屋渲染及高清全景图。"
        },
        {
          "code": "sz000638",
          "name": "*ST万方",
          "limit_time": "09:30:36",
          "analysis": "控制权变更+半导体材料+军工+虾青素\n1、2025年12月30日公告，九台农商行通过司法裁定取得公司29.18%股份，成为公司第一大股东，公司目前无控股股东、实际控制人。市场预期后续吉林国资会主导资产重组，注入优质资源（未证实）。\n2、子公司哈尔滨铸鼎工大所生产的电子封装材料主要应用于先进雷达、大功率半导体集成电路、航空航天、卫星通讯、激光等航天军工领域，对大功率微波电子器件的集成电路及模块起到支撑保护、散热、电磁屏蔽等作用。\n3、控股子公司湖北新瑞光机电主营航空、航天、船舶、兵装行业的飞行器、航行器、车载装备中的轻量化等重要金属功能部件的精密加工与特种焊接制造。\n4、2025年5月12日盘后互动，白素甄虾青素鸡蛋在2023年已陆续开通了京东旗舰店、抖音等店铺。控股子公司万方迈捷与吉林供销粮油合作开展粮食收储、粮食加工等展开深度合作。"
        },
        {
          "code": "sz002592",
          "name": "ST八菱",
          "limit_time": "09:44:51",
          "analysis": "拟转让北京弘天36%股权+收到回款1.01亿元+汽车零部件+军工\n1、2025年12月30日公告，公司签署《股权转让框架协议书》，同意由德天厚公司受让公司所持北京弘天剩余36%股权。签订后三日内德天厚公司从上述执行回款中向公司支付6500万元，作为受让公司所持北京弘天36%股权的诚意金。\n2、2025年12月24日获悉海南弘天已收到执行案款约1.01亿元（含本金、部分利息及迟延履行期间债务利息），最终回款金额以海南弘天实际收到的执行款项为准。\n3、2025年12月16日公告，控股子公司安徽八菱已签2亿元八年期项目贷款合同，启动新能源汽车配件智能生产基地建设。\n4、2025年7月1日互动，公司还有产品应用于军车领域。公司主营业务为汽车零部件产品的研产销，主要产品为汽车热管理产品和外饰件产品，主要客户有上汽通用五菱、赛力斯等。\n5、2024年8月25日互动，公司在安徽芜湖设立控股子公司，主要为奇瑞汽车等汽车主机厂就近提供配套服务。"
        },
        {
          "code": "sz002848",
          "name": "*ST高斯",
          "limit_time": "09:25:00",
          "analysis": "卫星出海（巴西）+抵押授信+以物抵债+算力+潍坊国资\n1、公司卫星接收设备销往印度、印尼、巴西等多个国家。GSR-GK139数字模拟双制式卫星机项目测试样机，满足巴西要求。\n2、2026年1月5日公告，公司拟以自有厂房抵押为全资子公司功田电子申请不超过980万元含十年期银行授信，用于覆铜板及电子陶瓷新材料扩产，授信议案已获董事会通过，尚需股东会审议。\n3、2025年12月11日公告，原实控人业绩承诺触发相关补偿事项暨以物抵债资产完成过户，2021年业绩承诺差额补偿款1.15亿元资产过户登记手续。已取得郴州市自然资源和规划局颁发的不动产权证书。\n4、参股公司山东高斯星云主营人工智能算力业务。2025年5月14日讯，高斯贝尔与多家企业达成战略合作，深化业务布局。\n5、公司实控人为潍坊市国资委。公司高频覆铜板可应用于航空航天或卫星通信领域。部分产品在5G领域已顺利通过国内知名大型通讯公司认证进入材料库；数据中心领域可用于服务器、交换机和存储器。"
        },
        {
          "code": "sz002496",
          "name": "*ST辉丰",
          "limit_time": "10:46:42",
          "analysis": "业绩增长+生物农业转型+绿氨新能源+农资电商\n1、2025年12月19日互动，公司上半年以及前三季度同比均保持40%以上增长，今年以来公司一直积极开展各项经营管理工作，公司2025年最终经营情况需会计师事务所出具审计报告。\n2、2025年4月10日调研纪要，辉丰与中化安道麦重组后，重新调整发展战略，新成立了生物农业板块。辉丰石化公司拟新建4.5万吨液氨低温罐，预计投资2亿元，该项目已于2024年7月30日获大丰区项目备案审批，建成后储、运、销（氨）、转（氢）能力将达100万吨。\n3、公司积极入局绿氨新能源产业链上下游，以液氨储运销为支点，切入氨氢能源领域，且公司与中能建氢能源、宝武清洁能源签订相关合作协议。\n4、公司生物农资、农资电商业务主要涵盖生物刺激剂等。 “能百旺”、“能健源”系列生物农资产品获得国内发明专利授权 11 件。\n5、公司持有安道麦辉丰和安道麦辉丰农业技术49%的股权，还投资了部分优秀的医药等项目，是大丰农村商业银行、杨凌农村商业银行的主要股东之一。"
        },
        {
          "code": "sz300029",
          "name": "*ST天龙",
          "limit_time": "09:25:00",
          "analysis": "启动保壳+控股股东拟变更+光伏建筑一体化+光伏\n1、公司于2025年12月30日收到宇历投资出具的《捐赠函》，向公司无偿捐赠现金资产2500万元以支持公司业务发展。\n2、2024年8月6日晚公告，公司控股股东大有控股1400万股股票可能被司法强制执行，占公司总股本的6.98%。如本次司法处置最终成交，大有控股将持有公司1159.85万股股份，占公司总股本的5.78%，公司控股股东将可能发生变更。\n3、公司下属公司具备推进BIPV业务的资质和能力。公司及各子公司主要从事单晶硅晶体生长炉、单晶硅切割机床、单晶硅切方滚圆机、树脂金刚线、多晶硅片等的生产与销售。\n4、公司深耕于新能源电站的投资、新能源EPC工程、设备销售及电站运维等业务。\n5、2024年5月14日公告，控股股东大有控股部分股份可能被强制执行。"
        },
        {
          "code": "sz000691",
          "name": "*ST亚太",
          "limit_time": "09:25:00",
          "analysis": "重整完成+法人变更+农药/医药中间体+酒店\n1、2025年12月31日公告，法院裁定公司重整程序终结，161,635,000股转增股份已全部完成，2026年1月5日复牌。2025年12月27日重整计划，产业投资人北京星箭拟将军工惯导、光电及智能装备业务逐步导入公司，打造第二增长曲线。\n2、2025年11月17日盘后公告，公司因截至11月15日未收到法院正式受理重整的法律文书，已触发《重整投资协议》约定的现金捐赠条件，重整投资人将无偿、无条件捐赠7300万元至公司。2025年9月13日公告，公司与北京星箭长空测控签署《重整投资协议》。\n3、公司位于兰州，主要从事精细化工产品中的医药中间体的研产销业务。公司产品主要应用于农药、医药及饲料添加剂领域。\n4、公司现拥有海南国际五星级酒店寰岛大酒店股权，并拥有亚龙湾海底观光项目股份。"
        },
        {
          "code": "sz000608",
          "name": "*ST阳光",
          "limit_time": "09:25:00",
          "analysis": "摘帽预期+股权转让+资产注入预期+物业租赁\n1、2025年10月31日公告，前三季度2.52亿元营收同比增长5.11%，1939万元合同负债预示四季度收入可期，2025年全年营收有望突破3亿元，明年有望实现“摘星脱帽”。\n2、2025年12月5日公告，控股股东京基集团协议转让公司10%股份予自然人刘丹已完成过户，交易对价1.81亿元，受让方承诺18个月内不减持。\n3、公司是京基集团旗下唯一地产上市平台，京基集团在深圳商业地产领域深耕多年，自 2021年开始公司已正式受托管理京基集团旗下优质商业项目。控股股东京基集团承诺，于2025年5月前将与上市公司存在同业竞争或潜在同业竞争关系的资产注入上市公司。\n4、公司商业运营和物业租赁业务主要集中于京沪蓉深地区，均为国内一二线城市，具有较大的商业潜力。房地产业务占比3%。"
        },
        {
          "code": "sz000668",
          "name": "*ST荣控",
          "limit_time": "09:30:00",
          "analysis": "保壳预期+重组预期+跨境物流转型+物业+骨科耗材\n1、2025年12月22日公告，提议关于续聘会计师事务所的议案，2024年度该律所给公司年报和内控审计都是出具的标准无保留意见。本期审计费用预计较上期将有所增长，主要原因系公司业务发展规模扩大，会计处理复杂程度和审计服务工作量增加等。外界认为公司计划保壳。\n2、公司控股股东为盛世达投资，资产转型中，明确要并购重组。\n3、子公司广东荣控伟华国际物流开展跨境物流业务，2024年实现跨境物流业务收入3900万元，占营收25%，并计划2025年起三年内退出房地产行业向跨境物流转型。\n4、公司办公地址位于北京，主营业务为房地产开发与经营，主要产品为改善性住宅及高端办公物业。\n5、子公司威宇医疗是专业化的医用骨科植入耗材配送和技术服务提供商，主营脊柱、创伤、关节等医用骨科植入耗材销售及配送业务，并提供相关的技术性服务。"
        },
        {
          "code": "sz003004",
          "name": "*ST声迅",
          "limit_time": "09:46:24",
          "analysis": "脑机研究+人工智能+爆炸物检测+低空经济\n1、公司与清华大学、北京联合大学联合共建的“脑与认知智能北京实验室”是北京市重点实验室，主要任务是通过脑科学（脑观测等）研究，建立从机器感知、机器学习到机器思维和机器决策的颠覆性模型和工作模式，目前尚未涉及脑机接口领域的研究内容。\n2、市场推测公司三季报营收1.39亿元，按往年看四季度预计超2亿；扣非-485万，净利润已连续两季度为正，净资产6.4亿，6月收购浙江中辰应急服务，已合并报表，中辰应急2024年营收约1.41亿元，有摘帽预期。\n3、公司基于自有知识产权的AI模型已形成了禁带品识别等相关产品。\n4、公司旗下灵犬TS-601型便携式爆炸物探测仪是新一代微量炸药探测产品，是国家重点新产品计划项目之一，荣获了中国警用装备科技创新大奖。\n5、公司在低空经济领域，目前推出了声迅无人机探测与反制系统。可对无人机的侦测等。该系统还可以用于航空机场等有反恐等需求的领域。"
        },
        {
          "code": "sz002868",
          "name": "*ST绿康",
          "limit_time": "09:55:48",
          "analysis": "董事长变更+借壳预期+福建+实控人变更+兽药\n1、2025年12月20日发布董事会决议显示，选举王钻担任公司董事长，王钻是公司实控人，是公司控股股东纵腾网络法定代表人，截至本公告披露日，其控制的纵腾网络持有公司29.99%的股份。\n2、公司地处福建，市场传闻纵腾网络借壳。纵腾网络以“全球跨境电商基础设施服务商\"\"为企业定位，聚焦跨境仓储与物流，为全球跨境电商商户、出海品牌商提供海外仓储等一体化物流解决方案，旗下拥有谷仓海外仓 、云途物流、WORLDTECH等知名品牌 。\n3、2025年11月25日盘后公告，公司已于2025年11月20日以零元对价，向关联方江西饶信新能材料有限公司完成了三家资不抵债全资子公司（绿康玉山、绿康海宁、绿康新能）100%股权的重大资产出售交割。\n4、公司主营业务为兽药研产销，旗下主要产品包括杆菌肽类产品、硫酸黏菌素类产品等。网传公司泰乐菌素年产能为8000吨，泰万菌素产能为660吨（未证实）。\""
        },
        {
          "code": "sh600525",
          "name": "ST长园",
          "limit_time": "10:20:13",
          "analysis": "股权冻结+芯片设备+锂电池+光波导+XR\n1、2025年12月29日龙华法院因相关债务或诉讼申请司法冻结吴启权100%股权，冻结期至2028-12-28，为保全或执行目的，格力控制董事会预期大大加强。\n2、据长园半导体设备珠海微信公众号，公司提供芯片封装设备解决方案，产品覆盖半导体封装、光电测试、自动化设备。\n3、子公司金锂科技从事锂电池正极材料磷酸铁锂的研产销。子公司长园光波导技术（珠海）公司成立，主要从事光学方案相关检测设备及制程设备的市场与技术布局。\n4、公司产品BUDDY是用于研发和生产线中的虚拟，增强和混合现实（VR，AR，MR）头戴式显示器（HMD）的独特的性能测试和校准综合解决方案。\n5、公司主要产品为电动汽车相关材料及其他功能材料、智能工厂装备等。子公司长园深瑞可为各类虚拟电厂聚合商客户提供虚拟电厂解决方案。"
        },
        {
          "code": "sh600735",
          "name": "ST新华锦",
          "limit_time": "10:51:54",
          "analysis": "脑机接口+上报矿产资源+养老+跨境电商\n1、旗下子公司曾与强脑科技合作，为其提供产品销售、推广等服务，公告显示目前与强脑科技合作已终止。\n2、2025年12月24日互动，据了解贵公司的子公司森汇矿已经通过山东省的审核，现在已经报到矿产资源部正在补充材料，公司表示已在12月1日组织材料上报自然资源部，目前正在根据自然资源部的要求补充材料，自然资源部受理后会根据情况需要函调省厅。\n3、子公司山东新华锦长生养老主营养老运营管理，已与省内多家养老机构开展合作。\n4、公司主营的发制品和纺织服装产品的生产加工及出口贸易，外销占比82.18%；公司跨境进口电商业务主要通过子公司上海荔之开展。\n5、公司拥有两家石墨矿子公司，青岛森汇矿区范围内保有石墨矿石量244万吨，矿物量16万吨；海正石墨矿区范围内石墨矿石量为1486.8万吨，石墨矿物量为52.1万吨。"
        },
        {
          "code": "sz002620",
          "name": "ST瑞和",
          "limit_time": "10:53:27",
          "analysis": "股份冻结+公布诉讼金额+建筑装饰+预重整+光伏\n1、12月30日晚间发布公告称，截至本公告披露日，公司控股股东李介平先生持有公司股份数量约为7631万股，占公司总股本的20.21%，本次轮候冻结股份数量约为7631万股，占其持有公司股份的100%。\n2、2025年12月16日公告，公司及控股子公司连续十二个月内累计诉讼、仲裁涉案金额约1088.56万元，占最近一期经审计净资产绝对值10%以上。\n3、公司是国家建筑装饰和幕墙施工一级、设计甲级企业，连续多年入选“中国建筑装饰行业百强”排名前十。\n4、2025年7月26日公告，公司收到债权人重整申请，已进入预重整阶段。\n5、公司地处深圳，主要从事政府机构、房地产开发商、大型企业等专业设计、工程施工业务以及光伏电站运营、光伏项目施工安装等。2025年半年度报告，公司拥有运营安徽金寨100兆瓦光伏电站并具备屋顶光伏结构及防水等综合解决方案能力。"
        },
        {
          "code": "sh603261",
          "name": "*ST立航",
          "limit_time": "10:58:47",
          "analysis": "投行入局猜想+核聚变+军机+低空经济+成飞\n1、2025年11月5日公告，控股股东将780万股份（占上市公司10.01%）的股权质押，市场传闻质押权人李奔长期就职于证券公司投行业务部门，投行毕业后又在律师事务所挂职金融部主任，担任多家上市公司独立董事。\n2、公司参与了核聚变激光点火装置神光III主机装置项目，是该项目片状放大器组件的设计制造单位之一。\n3、公司年报表示持续跟进新型军机配套保障设备研制项目、飞机起落架项目等项目。公司生产厂房位于中航工业成飞航空工业园内，公司产品配套用于成飞集团研发的枭龙、翼龙、云影等飞机。\n公司在低空经济相关业务中涉及无人机相关业务，在无人机产品方面涉及工装设计制造等业务。\n4、2024年12月26晚公告，拟新增人工智能理论与算法软件开发、人工智能应用软件开发等经营范围。"
        },
        {
          "code": "sz002808",
          "name": "*ST恒久",
          "limit_time": "13:04:39",
          "analysis": "博时合作传闻+管理层变动+拟收购憬芯科技股权+激光光导鼓\n1、2025年12月30日公告，恒久丰德与海希浙江解除原签订的《生产线租赁合同》，市场传闻公司12月3日成立恒时领创或打算自建储能产线，恒时领创公司与浙江领储公司很近，浙江领储是博时新能源的子公司，后续或与博时合作。\n2、2025年12月16日公告，公司完成总经理及副总经理等高管调整，聘任兰山英为总经理、王善斌为副总经理，管理层变动引发市场关注。\n3、公司2025年前三季度营收1.82亿元，同比增长57.61%，主要系并购憬芯子公司业务收入增加所致。2025年7月19日公告，拟增资8000万元控股憬芯科技，加码光伏数字服务领域。\n4、2025年4月9日晚公告，公司全资子公司苏州恒久影像投资建设的显影剂（碳粉）生产线项目已顺利步入投产阶段，目前建设完成并开始投产的有2条碳粉生产线，每条生产线都具备年产超千吨显影剂的能力。\n5、目前公司是世界少数几家掌握激光光导鼓整套核心技术的生产商。子公司闽保信息是信息安全整体解决方案服务商。"
        },
        {
          "code": "sz300561",
          "name": "*ST汇科",
          "limit_time": "13:28:03",
          "analysis": "摘帽预期+互联网金融+并购重组（控股股东变更为淄博国投）+金融信创\n1、市场推测公司带帽原因是24年度主营收入不足一个亿，今年收购的壹证通将在四季度并表，内控问题也已在半年度就整改完成。2026年2月11日披露年报预期提前摘帽。\n2、公司主营业务是为金融行业客户提供运营管理风险控制、网点转型等“云 + 端”整体解决方案和服务。\n3、2024年11月1日公告，自第一次股份转让的标的股份过户至淄博国投名下之日起，公司的控股股东将变更为淄博国投。此外，淄博国投拟认购公司向特定对象发行的4633.76万股普通股股票。截至2025年4月1日淄博国投已按照约定完成了第一次股份转让第一笔转让价款第二期的支付，尚未取得有权审批的国有资产监督管理部门的批准文件。\n4、公司主要软硬件产品均能够满足银行及其他金融行业客户信创需求。公司有满足银行业相关要求的安全策略及技术。"
        },
        {
          "code": "sh603398",
          "name": "*ST沐邦",
          "limit_time": "13:43:05",
          "analysis": "股权拍卖+项目进展更新+重整预期+编程教育+益智玩具\n1、2025年12月25日公告，控股股东沐邦新能源控股持有公司总股本的2.41%股份将在2026年1月26日10时至2026年1月27日10时止于“京东资产交易平台”进行公开拍卖。\n2、2025年12月20日“山西经济与科技频道”公众号更新了沐邦新能源总投资40亿元、16GW高效硅棒目建设进展。据文章称，在忻州经开区，沐邦高科16GW N型单晶硅拉棒项目正在全速推进。企业负责人表示，到明年6月，企业就要实现全面投产。\n3、2025年11月20日，公司发布关于法院决定对控股股东启动预重整并指定临时管理人的公告。公司及实际控制人目前均处于被立案调查阶段。\n4、2025年9月23日晚公告，公司控股股东江西沐邦新能源所持公司1781.7万股股票已被司法划转至铜陵高新企航股权投资合伙企业，占公司总股本的4.11%。\n5、子公司邦宝益智以积木为载体搭载AI7编程教育机器人，公司“人工智能编程机器人”被全国人才库授权全国等级考证管理单位。"
        },
        {
          "code": "sz002569",
          "name": "*ST步森",
          "limit_time": null,
          "analysis": "提前还款+财务总监任副总经理+减资陕西步森+信息服务+零售\n1、2026年1月5日公告，公司已于近日提前向宝鸡方维同创偿还2000万元借款及利息，如公司于2025年12月31日前偿还全部借款本息，将按照优惠后的年利率1%收取利息，有效降低财务成本。\n2、2025年12月17日公告，拟聘任张敏为公司副总经理，现任公司财务总监、董事会秘书。市场传闻陕西步森的重组出售终止，后脚直接卖给先华，这样不仅直接避开的重大资产重组的繁琐流程，而且还能确保时效性和可靠性。\n3、2025年12月18日公告，公司拟对参股公司陕西步森定向减资4900万元，减资后持股比例由35%降至约13.91%，以降低经营及资金往来风险。\n4、公司信息服务业务主要从事聚合支付产品的技术开发及信息服务等。\n5、公司零售业务主要服务内容系通过线上及开设在江苏省宿迁市的线下实体门店为向个人及企业客户批发、零售百货、家电及3C产品等，推广京东其他店铺链接取得京东服务费收入等。"
        }
      ]
    }
  ]
}